Repository: webyast/webyast
Catalog: plugins/roles/locale/*/webyast-roles.po
Languages: ar, el, es, fi, gl, hr, hu, it, ja, km, lt, nb, nl, ro, zh_cn, zh_tw

source: Role name is invalid. Allowed is combination of a-z, A-Z, numbers, space, dash and underscore only.
ar: اسم الوظيفة مستخدم بالفعل أو غير صالح. يسمح بالجمع بين أرقام, a-z, A-z، والمسافة، والشرطة والتسطير السفلي فقط.
el: Μη έγκυρο όνομα ρόλου. Επιτρέπεται συνδυασμός μόνο a-z, A-Z, αριθμού, κενού, παύλας και κάτω παύλας.
es: El nombre del rol es inválido. Se permiten solamente combinaciones de letras a-z, A-Z, números, espacio, guión y guión bajo.
fi: Roolin nimi ei kelpaa. Sallittuja yhdistelmiä ovat vain a-z, A-Z, numerot, välilyönti, väliviiva ja alaviiva.
hr: Naziv uloge je neispravan. Dozvoljena je samo kombinacija slova a-z, A-Z, brojeva, razmaka, crtice i podvlake.
hu: Érvénytelen szerepnév. Csak az a-z, A-Z, számok, szóköz, perjel és aláhúzás karakterek használhatók.
it: Il nome del ruolo non è valido. È permessa solamente una combinazione di lettere (a-z, A-Z), numeri, spazi, trattini e trattini bassi.
ja: 役割名が正しくありません。使用できる文字は、いずれも半角でアルファベットの大文字と小文字、スペースとハイフン、そしてアンダースコアです。
km: ឈ្មោះ​តួនាទី​ត្រូវ​បាន​ប្រើ​រួច​ហើយ ឬ​មិន​ត្រឹមត្រូវ ។ បាន​អនុញ្ញាត​បន្សំ​នៃ a-z, A-Z លេខ ដកឃ្លា (space) សញ្ញា (-) និង​សញ្ញា (_) តែប៉ុណ្ណោះ ។
lt: Vaidmens pavadinimas netinkamas. Galima naudoti tik a-z, A-Z, skaitmenis, tarpus, brūkšnius ir pabraukimo brūkšnius.
nb: Rollenavnet er ugyldig. Bare kombinasjoner av a-z, A-Z, tall, mellomrom, bindestrek og understrek er tillatt.
nl: Naam van rol is ongeldig. Toegestane combinaties zijn alleen a-z, A-Z, cijfers, spatie, streepje en underscore.
ro: Numele rolului este invalid. Este permisă numai combinațile a-z, A-Z, numere, spațiu, și linie de supliniere.
zh_cn: 角色名称无效，允许使用的字符只能是大小写字母、数字、空格、破折号和下划线。

source: Role name is already used.
ar: اسم الوظيفة مستخدم مسبقاً.
el: Το σύστημα είναι ήδη σε χρήση.
es: El rol ya está en uso.
fi: Roolin nimi on jo käytössä.
hr: Naziv uloge se već koristi.
hu: Ez a szerepnév már használatban van.
it: Il nome del ruolo è già usato.
ja: その役割名は既に使用されています。
km: ឈ្មោះ​តួនាទី​ត្រូ​វបាន​ប្រើ​រួច​ហើយ ។
lt: Vaidmens pavadinimas jau yra užimtas.
nb: Rollenavnet er allerede brukt.
nl: Naam van rol wordt al gebruikt.
ro: Acest nume este deja utilizat.
zh_cn: 角色名称已占用。

source: Role '%s' was successfully removed.
ar: تمت إزالة الوظيفة '%s' بنجاح.
el: Ο ρόλος '%s' αφαιρέθηκε με επιτυχία.
es: El rol '%s' se eliminó con éxito.
fi: Rooli '%s' poistettiin onnistuneesti.
hr: Uloga '%s' je uspješno uklonjena.
hu: A(z) '%s' szerep eltávolítása sikeres.
it: Il ruolo '%s' è stato rimosso con successo.
ja: 役割 '%s' を正しく削除しました。
km: តួនាទី '%s' ត្រូវ​បាន​យក​ចេញ​ដោយ​ជោគជ័យ ។
lt: Vaidmuo „%s“ sėkmingai pašalintas.
nb: Rollen «%s» er fjernet.
nl: Rol '%s' is met succes verwijderd.
ro: Rolul '%s' a fost șters cu succes.
zh_cn: 角色 %s 已被成功移除。

source: Roles
ar: وظائف
el: Ρόλοι
fi: Roolit
hr: Uloge
hu: Szerepek
it: Ruoli
ja: 役割
km: តួនាទី
lt: Vaidmenys
nb: Roller
nl: Rollen
ro: Roluri
zh_cn: 角色
zh_tw: 角色

source: In order to assign the user to roles,
ar: لتعيين المستخدم للوظائف،
el: Σε περίπτωση ανάθεσης χρήστη σε ρόλους,
es: Para poder asignar el usuario a los roles,
fi: Määrätäksesi käyttäjille rooleja,
gl: En orde a asignar o usuario aos roles,
hr: Da bi bilo moguće pridjeliti korisnika ulogama,
hu: A felhasználó szerepkörökhöz rendeléséhez
it: Al fine di assegnare l'utente ai ruoli,
ja: 役割をユーザに割り当てるには、
km: ដើម្បី​កំណត់​អ្នកប្រើ​ទៅកាន់​តួនាទី
lt: Norėdami naudotojams priskirti vaidmenis,
nb: For å tilordne brukere til roller,
nl: Om aan de gebruiker rollen toe te kennen
ro: Pentru a atribui roluri utilizatorilor,
zh_cn: 为该用户分配角色，
zh_tw: 為了指定使用者到某角色，

source: Drag and Drop the user labels into Role containers
ar: سحب وإفلات تسميات المستخدم في حاويات الوظائف
el: Μεταφορά και Απόθεση ετικετών χρήστη στα περιεχόμενα Ρόλων
es: Arrastre y suelte las etiquetas de los usuarios en los contenedores de Rol
fi: Vedä ja pudota käyttäjiä Rooleihin
gl: Arrastre e solte as etiquetas dos usuarios nos contedores de rol
hr: Povucite i spustite korisničke oznake u kontejner s ulogama
hu: húzza át a felhasználót a szerepkör tárolóhoz
it: trascina e rilascia le etichette degli utenti nei contenitori dei ruoli
ja: ユーザラベルを役割のコンテナまでドラッグ＆ドロップで移動してください。
km: អូស និង​ទម្លាក់​ស្លាក​អ្នកប្រើ​ទៅ​ក្នុង​កន្លែង​ផ្ទុក​តួនាទី
lt: naudotojus nutempkite prie vaidmenų
nb: dra brukerne til rollene med musen.
nl: De gebruikerslabels verslepen en laten vallen in containers voor rollen
ro: Glisați și fixați etichetele de utilizator în containerele de roluri
zh_cn: 拖放用户标签到角色框中
zh_tw: 拖億使用者的標籤到角色的區域

source: Don't show this again
ar: عدم إظهار هذا مرة أخرى
el: Μην το εμφανίσεις αυτό ξανά
es: No volver a mostrar esto
fi: Älä näytä tätä uudelleen
gl: Non amosar isto agora
hr: Ne prikazuj ovo ponovno
hu: Ne jelenjen meg többé ez az üzenet
it: Non mostrare nuovamente
ja: 次回以降は表示しない
km: កុំ​បង្ហាញ​ម្ដងទៀត
lt: Daugiau nerodyti
nb: Ikke vis dette igjen.
nl: Dit niet meer tonen
ro: Nu mai afișa asta
zh_cn: 不再显示
zh_tw: 不要再顯示此訊息

source: Create Role
ar: إنشاء وظيفة
el: Δημιουργία Ρόλου
es: Crear roles
fi: Luo rooli
gl: Crear roles
hr: Napravi ulogu
hu: Szerep létrehozása
it: Crea ruolo
ja: 役割の作成
km: បង្កើត​តួនាទី
lt: Sukurti vaidmenį
nb: Opprett rolle
nl: Rol aanmaken
ro: Creare rol
zh_cn: 创建新角色
zh_tw: 建立角色

source: Assign Users
ar: تعيين المستخدمين
el: Αντιστοίχιση Χρηστών
es: Asignar usuarios
fi: Määrää käyttäjille
gl: Asignar usuarios
hr: Dodijeli korisnike
hu: Felhasználók hozzárendelése
it: Assegna utenti
ja: ユーザの割り当て
km: កំណត់​អ្នកប្រើ
lt: Priskirti naudotojus
nb: Tilordne brukere
nl: Gebruikers toewijzen
ro: Asociere utilizatori
zh_cn: 分配用户
zh_tw: 指定使用者

source: User already assigned
ar: المستخدم الذي تم تعيينه بالفعل
el: Ο χρήστης ανατέθηκε ήδη
es: Usuario ya asignado
fi: Käyttäjä on jo määrätty
gl: Usuarios xa asignados
hr: Korisnik je već pridružen
hu: A felhasználó már össze van rendelve
it: Utente già assegnato
ja: ユーザは既に割り当て済みです
km: អ្នកប្រើ​ត្រូវ​បាន​កំណត់​រួចហើយ
lt: Naudotojas jau priskirtas
nb: Brukeren er allerde tilordnet
nl: Gebruiker is al toegekend
ro: Utilizatorul este deja asignat
zh_cn: 用户已分配
zh_tw: 使用者已被指定

source: Assign Permissions
ar: تعيين اذونات
el: Αντιστοίχιση Δικαιωμάτων
es: Asignar permisos
fi: Määrää oikeudet
gl: Asignar permisos
hr: Dodijeli dozvole
hu: Jogosultságok hozzárendelése
it: Assegna permessi
ja: 許可の割り当て
km: កំណត់​សិទ្ធិ
lt: Priskirti leidimus
nb: Tilordne rettigheter
nl: Rechten toekennen
ro: Asociere permisiuni
zh_cn: 分配权限
zh_tw: 指定權限

source: collapse all
ar: إغلاق الكل
el: σύμπτυξη όλων
es: colapsar todo
fi: pienennä kaikki
gl: colapsar todo
hr: sažmi sve
hu: teljes összecsukás
it: collassa tutto
ja: すべてを折りたたむ
km: វេញ​ទាំង​អស់​
lt: viską sutraukti
nb: fold sammen alle
nl: alles inklappen
ro: Restrângere totală
zh_cn: 全部折叠
zh_tw: 折疊全部

source: This field is required
ar: هذا الحقل مطلوب
el: Αυτό το πεδίο απαιτείται
es: Éste campo es necesario
fi: Tämä kenttä vaaditaan
gl: Este campo é necesario
hr: Ovo polje je obavezno
hu: A mező megadása kötelező
it: Questo campo è obbligatorio
ja: この項目は必須です
km: វាល​នេះ​ត្រូវ​បាន​ទាមទារ
lt: Šis laukelis yra privalomas
nb: Dette feltet er obligatorisk
nl: Dit veld is vereist
ro: Acest câmp este obligatoriu
zh_cn: 该字段是必须的
zh_tw: 此區域是必要的

source: Allowed is combination of a-z, A-Z, numbers, space, dash and underscore only.
ar: المسموح به الجمع بين أرقام, a-z, A-z، والمسافة، والشرطة والتسطير السفلي فقط.
el: Επιτρέπεται συνδυασμός μόνο a-z, Α-Ζ, αριθμοί, κενό, παύλα και κάτω παύλα.
es: Se permiten solamente combinaciones de letras de la a-z, A-Z, números, espacio, guión y guión bajo.
fi: Sallitut yhdistelmät ovat ainoastaan a-z, A-Z, numerot, välilyönti, väliviiva ja alaviiva.
gl: Permítense só combinacións de letras da a-z, A-Z, números, espazo guion e guion baixo.
hr: Dozvoljena je samo kombinacija slova a-z, A-Z, brojeva, razmaka, crtice i podvlake.
hu: Csak az a-z, A-Z, számok, szóköz, perjel és aláhúzás karakterek használhatók.
it: È permessa solamente una combinazione di lettere (a-z, A-Z), numeri, spazi, trattini e trattini bassi.
ja: a-z, A-Z, 数字, スペース, ダッシュ, アンダースコアの各文字だけを利用できます。
km: អនុញ្ញាត​ឲ្យ​បន្សំ​នៃ a-z, A-Z លេខ ដកឃ្លា (space) សញ្ញា (-) ​និង​សញ្ញា (_) តែប៉ុណ្ណោះ ។
lt: Galima naudoti tik a-z, A-Z, skaitmenis, tarpus, brūkšnius ir pabraukimo brūkšnius.
nb: Kun kombinasjoner av a-z, A-Z, tall, mellomrom, bindestrek og understrek er tillatt.
nl: Toegestane combinaties zijn alleen a-z, A-Z, cijfers, spatie, streepje en underscore.
ro: Este permisă numai combinația a-z, A-Z,numere, spațiu, linie și sublinie.
zh_cn: 允许使用的字符只能是大小写字母、数字、空格、破折号和下划线。
zh_tw: 僅允許 a-z, A-Z, 數字, 空白, 破折號和底線的組合。

source: Please wait
ar: الرجاء الانتظار
el: Παρακαλώ περιμένετε
es: Por favor, espere
fi: Odota hetki
gl: Agarde
hr: Molim pričekajte
hu: Kérem, várjon…
it: Attendere...
ja: しばらくお待ちください
km: សូម​រង់ចាំ
lt: Palaukite
nb: Vent
nl: Een ogenblik geduld
ro: Vă rugăm să așteptați
zh_cn: 请稍候
zh_tw: 請稍候
