Repository: webyast/webyast
Catalog: plugins/kerberos/po/*/webyast-kerberos.po
Languages: cs

source: Cannot read Kerberos client configuraton.
cs: Nelze zapsat konfiguraci Kerberos

source: Kerberos client configuraton successfully written.
cs: Konfigurace klienta Kerberos byla úspěšně zapsána.

source: Error while saving Kerberos client configuration.
cs: Pri ukládání nastavení klienta Kerberos došlo k chybě.

source: This field is required.
cs: Toto políčko je vyžadováno.

source: Enter a valid domain name or an IP address.
cs: Zadejte platné doménové jméno nebo IP adresu.

source: Please wait
cs: Čekejte prosím

source: Kerberos client
cs: Klient Kerberos

source: Enable Kerberos Authentication
cs: Povolit autentifikace prostřednictvím Kerberos

source: Default Domain
cs: Výchozí doména

source: Default Realm
cs: Výchozí Realm

source: KDC Server Address
cs: Adresa KDC serveru

source: Configure Kerberos client
cs: Nastavit klienta Kerberos
