Repository: webyast/webyast
Catalog: plugins/kerberos/locale/*/webyast-kerberos.po
Languages: de, el, es, fi, hr, ja, km, nb, zh_cn

source: Cannot read Kerberos client configuraton.
de: Kerberos-Client-Konfiguration kann nicht gelesen werden.
el: Αδυναμία ανάγνωσης ρυθμίσεων πελάτη Kerberos.
es: No se puede leer la configuración del cliente Kerberos.
fi: Kerberos-asiakasohjelman määritystä ei voi lukea.
hr: Ne mogu učitati postavke Kerberos klijenta.
ja: Kerberos クライアントの設定を読み込めません。
km: មិន​អាច​អាន​ការ​កំណត់​រចនា​សម្ព័ន្ធ​ម៉ាស៊ីន​ភ្ញៀវ​ Kerberos បាន​ទេ ។
nb: Kan ikke lese klientoppsett for Kerberos.
zh_cn: 无法读取 Kerberos 客户端配置

source: Kerberos client configuraton successfully written.
de: Kerberos-Client-Konfiguration erfolgreich geschrieben.
el: Επιτυχής εγγραφή ρυθμίσεων πελάτη Kerberos.
es: La configuración del cliente Kerberos ha sido grabada exitosamente.
fi: Kerberos-asiakasohjelman määritys kirjoitettiin onnistuneesti.
hr: Postavke Kerberos klijenta su uspješno sačuvane.
ja: Kerberos クライアント設定が正しく書き込まれました。
km: បាន​សរសេរ​ការ​កំណត់​រចនា​សម្ព័ន្ធ​ម៉ាស៊ីន​ភ្ញៀវ​ Kerberos ដោយ​ជោគជ័យ ។​
nb: Klientoppsett for Kerberos er lagret.
zh_cn: 成功写入 Kerberos 客户端配置

source: Error while saving Kerberos client configuration.
de: Fehler beim Speichern der Kerberos-Client-Konfiguration.
el: Σφάλμα κατά την αποθήκευση ρυθμίσεων πελάτη Kerberos.
es: Error al grabar la configuración del cliente Kerberos.
fi: Virhe tallennettaessa Kerberos-asiakasohjelman määritystä.
hr: Dogodila se greška prilikom spremanja postavki Kerberos klijenta.
ja: Kerberos クライアントの設定を保存する際にエラーが発生しました。
km: កំហុស​ខណៈ​ពេល​ដែល​កំពុង​រក្សាទុក​ការ​កំណត់​រចនា​សម្ព័ន្ធ​ម៉ាស៊ីន​ភ្ញៀវ​ Kerberos ។
nb: Feil ved lagring av klientoppsett for Kerberos.
zh_cn: 保存 Kerberos 客户端设置错误

source: This field is required.
de: Dies ist ein erforderliches Feld.
el: Αυτό το πεδίο απαιτείται.
es: Este campo es necesario.
fi: Tämä kenttä vaaditaan.
hr: Polje je obavezno.
ja: この項目は必須です。
km: វាល​នេះ​ត្រូវ​បាន​ទាមទារ ។​
nb: Dette feltet er obligatorisk.
zh_cn: 该字段不能为空。

source: Enter a valid domain name or an IP address.
de: Geben Sie einen gültigen Domänennamen oder eine IP-Adresse ein.
el: Εισάγετε έγκυρο όνομα τομέα ή μια διεύθυνση ΙΡ.
es: Introduzca un dominio válido o una dirección IP.
fi: Anna toimiva toimialue tai IP-osoite.
hr: Unesite ispravnu domenu ili IP adresu.
ja: 正しいドメイン名、もしくは IP アドレスを入力してください。
km: បញ្ចូល​ឈ្មោះ​ដែន ឬ​អាសយដ្ឋាន IP ដែល​ត្រឹមត្រូវ ។
nb: Angi et gyldig domenenavn eller en IP-adresse.
zh_cn: 请输入一个有效的域名或 IP 地址。

source: Please wait
de: Bitte warten
el: Παρακαλώ περιμένετε
es: Por favor, espere
fi: Odota hetki
hr: Molimo pričekajte
ja: お待ちください
km: សូម​រង់ចាំ
nb: Vent
zh_cn: 请稍候

source: Enable Kerberos Authentication
de: Kerberos-Authentifizierung aktivieren
el: Ενεργοποίηση Πιστοποίησης Kerberos
es: Activar autentificación Kerberos
fi: Ota käyttöön Kerberos tunnistautuminen
hr: Omogući Kerberos autorizaciju
ja: Kerberos 認証の有効化
km: បើក​ការ​ផ្ទៀងផ្ទាត់​ភាព​ត្រឹមត្រូវ​ Kerberos
nb: Tillat Kerberos-autentisering
zh_cn: 启用 Kerberos 认证

source: Default Domain
de: Standard-Domain
el: Προκαθορισμένος Τομέας
es: Dominio por defecto
fi: Oletustoimialue
hr: Pretpostavljena domena
ja: 既定のドメイン
km: ដែន​លំនាំដើម
nb: Standarddomene
zh_cn: 默认主机

source: Default Realm
de: Standard-Realm
el: Προεπιλεγμένη περιοχή
es: Dominio (realm) por defecto
fi: Oletusaliverkko (realm)
hr: Pretpostavljeni teritorij
ja: 既定の領域
km: តំបន់​លំនាំដើម​
nb: Standardomr√•de
zh_cn: 预设范围

source: KDC Server Address
de: KDC-Serveradresse
el: Διεύθυνση εξυπηρετητή KDC
es: Dirección del servidor KDC
fi: KDC-palvelimen osoite
hr: Adresa KDC poslužitelja
ja: KDC サーバアドレス
km: អាសយដ្ឋាន​ម៉ាស៊ីន​បម្រើ KDC
nb: KDC-serveradresse
zh_cn: KDC 服务地址

source: Configure Kerberos client
de: Kerberos-Client konfigurieren

source: Kerberos client
el: Πελάτης Kerberos
es: Cliente Kerberos
fi: Kerberos-asiakasohjelma
hr: Kerberos klijent
ja: Kerberos クライアント
km: ម៉ាស៊ីន​ភ្ញៀវ Kerberos
nb: Kerberos-klient
zh_cn: Kerberos 客户端
