Repository: webyast/webyast
Catalog: plugins/services/po/*/webyast-services.po
Languages: fi, nl, sv

source: (cannot read status)
fi: (tilaa ei voi lukea)
nl: (kan de status niet lezen)
sv: (det går inte att läsa status)

source: success
fi: onnistui
nl: succes
sv: lyckades

source: unspecified error
fi: määrittämätön virhe
nl: niet-gespecificeerde foutmelding
sv: ospecificerat fel

source: invalid or excess argument(s)
fi: virheellinen tai ylimääräinen argumentti
nl: ongeldige of te veel argumenten
sv: ogiltigt eller excess-argument

source: unimplemented feature
fi: toteuttamaton toiminto
nl: niet-geïmplementeerde optie
sv: ej implementerad funktion

source: user had insufficient privilege
fi: käyttäjällä on riittämättömät oikeudet
nl: gebruiker heeft onvoldoende privileges
sv: användaren saknade tillräcklig behörighet

source: program is not installed
fi: ohjelmaa ei ole asennettuna.
nl: programma is niet geïnstalleerd
sv: programmet är inte installerat

source: program is not configured
fi: ohjelmaa ei ole määritetty
nl: programma is niet geconfigureerd
sv: programmet är inte konfigurerat

source: program is not runnning
fi: ohjelma ei ole käynnissä
nl: programma draait niet
sv: programmet körs inte

source: Service Call Result
fi: Palvelukutsun tulos
nl: Resultaat van service-call
sv: Resultat från servicesamtal

source: Result
fi: Tulos
nl: Resultaat
sv: Resultat

source: Description
fi: Kuvaus
nl: Beschrijving
sv: Beskrivning

source: System Services
fi: Järjestelmäpalvelut
nl: Systeemservices
sv: Systemtjänster

source: You do not have permission to execute the services.
fi: Sinulla ei ole oikeuksia suorittaa palvelua.
nl: U heeft geen toestemming voor het uitvoeren van services.
sv: Du har inte behörighet att köra dessa tjänster.

source: Filter services
fi: Suodata palvelut
nl: Services filteren
sv: Filtrera tjänster

source: All
fi: Kaikki
nl: Alles
sv: Alla

source: Running
fi: Suorituksessa
nl: Actief
sv: Körs

source: Not Running
fi: Ei suorituksessa
nl: Niet actief
sv: Körs inte

source: Dead
fi: Kuollut
nl: Dood
sv: Inaktiv

source: Started on Boot
fi: Käynnistetty käynnistyksen yhteydessä
nl: Gestart bij opstarten
sv: Startade vid uppstart

source: Not Started on Boot
fi: Ei käynnistetä käynnistyksen yhteydessä
nl: Niet gestart bij opstarten
sv: Startade inte vid uppstart

source: Quick Search
fi: Nopea etsintä
nl: Snelzoeken
sv: Snabbsökning

source: Description for service is not available
fi: Palvelun kuvaus ei ole saatavilla.
nl: Beschrijving voor service is niet beschikbaar
sv: Det finns ingen beskrivning för tjänsten

source: (refresh)
fi: (virkistä)
nl: (verversen)
sv: (uppdatera)

source: Start
fi: Käynnistä
nl: Starten
sv: Starta

source: Stop
fi: Pysäytä
nl: Stoppen
sv: Stoppa

source: Restart
fi: Käynnistä uudelleen
nl: Herstarten
sv: Starta om

source: Start on Boot
fi: Käynnistä käynnistyksen yhteydessä
nl: Starten bij opstarten
sv: Starta vid uppstart

source: Do Not Start on Boot
fi: Älä käynnistä käynnistyksen yhteydessä
nl: Niet starten bij opstarten
sv: Starta inte vid uppstart

source: Service will be started on boot.
fi: Palvelu käynnistetään käynnistyksen yhteydessä.
nl: Dienst wordt gestart bij opstarten.
sv: Tjänsten kommer att startas vid uppstart.

source: Service will not be started on boot.
fi: Palvelua ei käynnistetä käynnistyksen yhteydessä.
nl: Dienst wordt niet gestart bij opstarten.
sv: Tjänsten startar inte vid uppstart.

source: status unknown
fi: tila tuntematon
nl: status onbekend
sv: status okänd

source: running
fi: käytössä
nl: wordt uitgevoerd
sv: körs

source: dead
fi: kuollut
nl: dood
sv: inaktiv

source: not running
fi: ei käytössä
nl: niet actief
sv: körs inte

source: status unknown: %d
fi: tila tuntematon: %d
nl: status onbekend: %d
sv: status okänd: %d

source: Current status of the service:
fi: Palvelun nykyinen tila:
nl: Huidige status van dienst:
sv: Nuvarande status för tjänsten:
