Repository: webyast/webyast
Catalog: plugins/status/locale/*/webyast-status.po
Languages: de, ja, lt, nl, pl, sk

source: No data found for showing system status.
de: Für die Anzeige des Systemstatus wurden keine Daten gefunden.
ja: システムステータスを表示するためのデータが見つかりません。
lt: Nerasta duomenų apie parodomą sistemos būseną.
nl: Voor het tonen van de systeemstatus zijn geen gegevens voorhanden.
pl: Brak danych do wyświetlenia stanu systemu.
sk: Nenájdené dáta pre zobrazenie stavu systému.

source: Status not available.
de: Status nicht verfügbar.
ja: ステータスを利用できません。
lt: Būklės peržiūra neprieinama.
nl: Status niet beschikbaar.
pl: Brak informacji o stanie

source: Can't connect to host
de: Keine Verbindung zum Host möglich
ja: ホストに接続できません
nl: Kan niet verbinden naar host
pl: Nie można połączyć się z hostem

source: Can't connect to host %s.
de: Keine Verbindung zum Host %s möglich
ja: ホスト %s へ接続できませんでした。
nl: Kan niet verbinden naar host %s.
pl: Nie można połączyć się z hostem %s.

source: Limits exceeded for
de: Grenzwerte überschritten für
ja: 制限を超過しています
lt: Ribas viršijo
nl: Limieten zijn overschreden voor
pl: Przekroczono limity dla
sk: Prekročené limity pre

source: Status not available
de: Status nicht verfügbar
ja: ステータスを利用できません
nl: Status niet beschikbaar
pl: Brak informacji o stanie

source: Status not available (no permissions)
de: Status nicht verfügbar (keine Berechtigungen)
ja: ステータスを利用できません(許可なし)
lt: Būklės peržiūra neprieinama (neturima leidimų).

source: exceeded
de: überschritten
ja: 大きすぎます
lt: viršijo
nl: overschreden
sk: prekročené

source: undercut
de: unter
ja: 未満
lt: nesukomplektavimas
nl: onderbenut
sk: klesnuté pod

source: Limits have been written.
de: Die Grenzwerte wurden geschrieben.
ja: 制限はすでに保存されています。
lt: Ribos buvo įrašytos.
nl: Limieten zijn weggeschreven.
pl: Ograniczenia zostały zapisane.
sk: Limity boli zapísané.

source: Only numbers are valid !
de: Es sind nur Zahlen gültig!
ja: 数値のみが有効です!
lt: Leidžiami tik skaičiai !
nl: Alleen nummers zijn geldig !
pl: Tylko liczby są dozwolone!
sk: Platné sú iba čísla !

source: Status
ja: 状況
lt: Būsena
pl: Stan
sk: Zobraziť

source: Settings
de: Einstellungen
ja: 設定
lt: Nuostatos
nl: Instellingen
pl: Ustawienia
sk: Nastavenia

source: undercuts
de: Unterschreitungen
ja: 小さすぎます
lt: nesukomplektavimai
nl: onderbenut
sk: klesá pod

source: exceeds
de: Überschreitungen
ja: 大きすぎます
lt: viršija
nl: overschreden
sk: prekračuje

source: details
ja: 詳細
lt: išsamiau
pl: szczegóły
sk: podrobnosti

source: Details
ja: 詳細情報
lt: Išsamiau
pl: Szczegóły
sk: Podrobnosti

source: Edit Limits
de: Grenzwerte bearbeiten
ja: 制限の編集
lt: Taisyti ribas
nl: Bewerkingslimieten
pl: Edycja limitów
sk: Upraviť limity

source: A problem occured when loading status information.
de: Beim Laden von Statusinformationen ist ein Fehler aufgetreten.
ja: ステータス情報を読み込む際に問題が発生しました。
lt: Įkeliant būsenos informaciją iškilo nesklandumų.
nl: Er is een probleem opgetreden tijdens de laden van de statusinformatie.
pl: Wystąpił błąd podczas odczytywania informacji stanu.
sk: Počas načítania informácie stavu nastala chyba.

source: Show last
de: Letzten Zeitraum anzeigen
ja: 直前の表示
lt: Rodyti paskutines
nl: Laatste tonen
pl: Pokaż ostatni
sk: Zobraziť posledných

source: 5 Minutes
de: 5 Minuten
ja: 5分
nl: 5 minuten
pl: 5 minut
sk: 5 minút

source: 15 Minutes
de: 15 Minuten
ja: 15分
lt: 15 minučių
nl: 15 minuten
pl: 15 minut
sk: 15 minút

source: 30 Minutes
de: 30 Minuten
ja: 30分
lt: 30 minučių
nl: 30 minuten
pl: 30 minut
sk: 30 minút

source: 1 Hour
de: 1 Stunde
ja: 1時間
lt: 1 valandą
nl: 1 uur
pl: 1 godzina
sk: 1 hodina

source: 6 Hours
de: 6 Stunden
ja: 6時間
lt: 6 valandas
nl: 6 uren
pl: 6 godzin
sk: 6 hodín

source: 12 Hours
de: 12 Stunden
ja: 12時間
lt: 12 valandų
nl: 12 uren
pl: 12 godzin
sk: 12 hodín

source: An problem occured when loading status information.
de: Beim Laden von Status-Informationen ist ein Fehler aufgetreten.
ja: ステータス情報を読み込む際に問題が発生しました。
lt: Įkeliant būsenos informaciją iškilo nesklandumų.
nl: Er is een probleem opgetreden tijdens de laden van de statusinformatie.
pl: Wystąpił błąd podczas odczytywania informacji stanu.
sk: Počas načítania informácie stavu nastala chyba.

source: Cannot read system status - you have been logged out.
de: Systemstatus kann nicht gelesen werden - Sie wurden abgemeldet.
ja: システムの状態を読み込めません - ログアウトしました。
nl: Kan systeemstatus niet lezen - u bent afgemeld.
pl: Nie można odczytać stanu systemu - użytkownik został wylogowany.
sk: Nedá sa čítať stav systému - boli ste odhlásený.

source: Your system is healthy.
de: Ihr System ist in einem einwandfreien Zustand.
ja: システムは健全な状態です。
lt: Jūsų sistema tvarkinga.
nl: Uw systeem is gezond.
pl: System jest zdrowy.
sk: Váš systém je v poriadku.

source: Loading system information
de: Laden von Systeminformationen
ja: システム情報を読み込んでいます
lt: Įkeliama sistemos informacija
nl: Laden van systeeminformatie
pl: Ładowanie informacji o systemie.
sk: Načítavam systémové informácie

source: Checking system status
de: Systemstatus wird überprüft
ja: システムステータスを確認しています
nl: Systeemstatus controleren
pl: Sprawdzanie stanu systemu
sk: Kontrolujem stav systému

source: Show system status
de: Systemstatus anzeigen
ja: システムステータスを表示する

source: GByte
de: GB
ja: Gバイト
lt: GBaitų

source: Disk
de: Datenträger
ja: ディスク
lt: Diskas

source: MByte/s
de: MB/s
ja: Mバイト/秒
lt: Mbaitų/s

source: Network
de: Netzwerk
ja: ネットワーク
lt: Tinklas

source: MByte
de: MB
ja: Mバイト
lt: Mbaitų

source: Memory
de: Speicher
ja: メモリ
lt: Atmintis

source: Percent
de: Prozent
ja: パーセント
lt: Procentų

source: CPU
lt: Centrinis procesorius

source: Error: Cannot get information.
lt: Klaida: nepavyksta gauti informacijos.

source: Collectd is out of sync.
lt: Collectd nesusinchronizuota.

source: No data available
lt: Nėra prieinamų duomenų

source: Error: Cannot check the current status.
lt: Klaida: nepavyksta patikrinti dabartinės būsenos.

source: Registration is missing
nl: Registratie ontbreekt

source: Please register your system in order to get updates.
nl: Gaarne uw systeem registreren zodat u het kunt bijwerken.

source: register
nl: registreren

source: Mail configuration test not confirmed
nl: Test van de e-mailconfiguratie heeft nog geen OK opgeleverd

source: While configuring mail, a test mail was sent to %s . Was the mail delivered to this address?<br>If so, confirm it by pressing the button. Otherwise check your mail configuration again.
nl: Bij de e-mailconfiguratie is er een test-e-mail verzonden naar %s. Is het bericht op dit adres afgeleverd?<br>Zo ja, bevestig dat dan door op de knop te drukken. In het andere geval dient u de e-mailconfiguratie nog eens te controleren.

source: It was not possible to retrieve the full hostname of the machine. If the mail could not be delivered, consult the network and/or mail configuration with your network administrator.
nl: Het was niet mogelijk om de volledige hostname van de machine op te halen. Als de e-mail niet afgeleverd kon worden, bekijk dan de netwerk- en/of de e-mailconfiguration met uw netwerkbeheerder.

source: Test mail received
nl: Test-e-mail ontvangen
