Repository: webyast/webyast
Catalog: plugins/network/locale/*/webyast-network.po
Languages: ar, hr, hu, km, lt, wa

source: Network settings have been written.
ar: تمت كتابة إعدادات شبكة الاتصال.
hr: Mrežne postavke su zapisane.
hu: A hálózati beállítások mentése befejeződött.
km: ការ​កំណត់​បណ្ដាញ​ត្រូវ​បាន​សរសេរ​ ។
lt: Tinklo nuostatos buvo įrašytos.
wa: Les tchuzes del rantoele ont stî scrîtes

source: Network
ar: الشبكة
hr: Mreža
hu: Hálózat
km: បណ្តាញ
lt: Tinklas
wa: Rantoele

source: Interface name
ar: اسم الواجهة
hr: Naziv sučelja
hu: Csatoló neve
km: ឈ្មោះ​ចំណុច​ប្រទាក់​
lt: Sąsajos pavadinimas
wa: No di l' eterface

source: Physical interface
ar: واجهة فعلية
hr: Fizičko sučelje
hu: Fizikai csatoló
km: ចំណុច​ប្រទាក់​ហ្វីស៊ីខល
lt: Fizinė sąsaja
wa: Eterface fizike

source: VLAN ID
ar: معرف VLAN
km: លេខ​សម្គាល់ VLAN
lt: VLAN identifikatorius
wa: ID do VLAN

source: Bridge devices:
ar: جسر الأجهزة:
hr: Mosni uređaji:
hu: Bridge eszközök:
km: ឧបករណ៍​ប្រ៊ីត ៖
lt: Tinklų tilto įrenginiai:
wa: Éndjins pont :

source: Bond driver options
ar: خيارات سواقة الربط
hr: Izbori upravljačkog programa veze
hu: Nyalábolt illesztőprogram beállítása
km: ជម្រើស​​ចង​ដ្រាយ
lt: Susietų tvarkyklių parinktys
wa: Tchuzes do mineu Bond

source: Bond slaves
ar: ربط التابعون
hr: Robovi veze
hu: Nyalábolt másodlagosak
km: ចង​ slaves
lt: Susieti pagalbinius serverius
wa: Vårlets Bond

source: Configuration mode
ar: نمط الإعدادات
hr: Modul postavki
hu: Beállítás módja
km: របៀប​កំណត់​រចនាសម្ព័ន្ធ
lt: Konfigūracijos veiksena
wa: Môde apontiaedje

source: DNS configuration
ar: إعداد DNS
hr: DNS postavke
hu: DNS beállítása
km: ការ​កំណត់​រចនាសម្ព័ន្ធ DNS
lt: DNS konfigūracija
wa: Apontiaedje DNS

source: Hostname
ar: اسم المضيف
hr: Naziv računala
hu: Gépnév
km: ឈ្មោះ​ម៉ាស៊ីន
lt: Pagrindinio kompiuterio vardas
wa: No do lodjoe

source: Domain
ar: المجال
hr: Domena
hu: Tartomány
km: ដែន
lt: Sritis
wa: Dominne

source: Name servers
ar: سم الخوادم
hr: Poslužitelji imena
hu: Névkiszolgálók
km: ម៉ាស៊ីន​បម្រើ​ឈ្មោះ
lt: Vardų serveriai
wa: Sierveus d' no

source: Search domains
ar: مجالات البحث
hr: Traži domene
hu: Tartományok keresése:
km: ស្វែង​រក​ដែន
lt: Paieškos sritys
wa: Dominnes di cweraedje

source: Change hostname by DHCP
ar: تغيير اسم المضيف من قبل DHCP
hr: Promijeni naziv računala preko DHCP-a
hu: Gépnév módosítása DHCP-n keresztül
km: ប្ដូរ​ឈ្មោះ​ម៉ាស៊ីន​ដោយ​ DHCP
lt: Keisti kompiuterio vardą per DHCP
wa: Candjî l' no do lodjoe pa DHCP

source: IP configuration
ar: إعداد IP
hr: IP postavke
hu: IP beállítása
km: ការ​កំណត់​រចនាសម្ព័ន្ធ IP
lt: IP konfigūracija
wa: Apontiaedje di l' IP

source: IP address
ar: عنوان IP
hr: IP adresa
hu: IP-cím
km: អាសយដ្ឋាន IP
lt: IP adresas
wa: Adresse IP

source: Subnet mask/Prefixlen
ar: قناع الشبكة الفرعية/Prefixlen
hr: Maska podmreže/duljina prefiksa
hu: Alhálózati maszk / előtag nélküli
km: របាំង​បណ្ដា​រង/Prefixlen
lt: Potinklio kaukė/priešdėlio ilgis
wa: Masse di sorrantoele/betchete

source: Default route
ar: التوجيه الافتراضي
hr: Pretpostavljena ruta
hu: Alapértelmezett útvonal
km: ផ្លូវ​លំនាំដើម​
lt: Numatytasis maršrutas
wa: Prémetowe voye

source: Save
ar: حفظ
hr: Sačuvaj
hu: Mentés
km: រក្សា​ទុក
lt: Išsaugoti
wa: Schaper

source: back
ar: رجوع
hr: natrag
hu: vissza
km: ថយក្រោយ
lt: atgal
wa: e-n erî

source: This field is required
ar: هذا الحقل مطلوب
hr: Ovo polje je obavezno
hu: A mező megadása kötelező
km: វាល​នេះ​ត្រូវ​បាន​ទាមទារ
lt: Šis laukelis yra privalomas
wa: I fåt rimpli c' tchamp la

source: Enter a valid IP address
ar: أدخل عنوان IP صالح
hr: Unesite ispravnu IP adresu
hu: Adjon meg érvényes IP-címet
km: បញ្ចូល​អាសយដ្ឋាន IP ត្រឹមត្រូវ
lt: Įveskite tinkamą IP adresą
wa: Tapez ene adresse IP valåbe

source: Enter a valid subnet mask or prefix
ar: إدخال قناع شبكة فرعية صالح أو سابقة
hr: Unesite ispravnu masku podmreže ili prefiks
hu: Adjon meg érvényes alhálózati maszkot vagy előtagot
km: បញ្ចូល​របាំង​បណ្ដាញ​រង ឬ​បុព្វបទ​ដែល​ត្រឹមត្រូវ
lt: Įveskite tinkamą potinklio kaukę arba prefiksą
wa: Tapez on masse di sorrantoele valåbe

source: Enter a valid hostname
ar: إدخال مضيف صالح
hr: Unesite ispravan naziv računala
hu: Adjon meg érvényes gépnevet
km: បញ្ចូល​ឈ្មោះ​ម៉ាស៊ីន​ដែល​ត្រឹមត្រូវ
lt: Įveskite tinkamą pagrindinio kompiuterio vardą
wa: Tapez on no d' lodjoe valåbe

source: Enter a valid domain name
ar: أدخل اسم مجال صالح
hr: Unesite ispravan naziv domene
hu: Adjon meg érvényes tartománynevet
km: បញ្ចូល​ឈ្មោះ​ដែន​ត្រឹមត្រូវ
lt: Įveskite tinkamą srities vardą
wa: Tapez on no d' dominne valåbe

source: Please wait
ar: الرجاء الانتظار
hr: Molim pričekajte
hu: Kérem, várjon…
km: សូម​រង់ចាំ
lt: Palaukite
wa: Tårdjîz s' i vs plait

source: Physical Interfaces
ar: واجهة فعلية
hr: Fizička sučelja
hu: Fizikai csatolók
km: ចំណុច​ប្រទាក់​ហ្វីស៊ីខល
lt: Fizinės sąsajos
wa: Eterfaces fizikes

source: Interface
ar: الواجهة
hr: Sučelje
hu: Csatoló
km: ចំណុច​ប្រទាក់
lt: Sąsaja
wa: Eterface

source: Mode
ar: النمط
hr: Način
hu: Mód
km: របៀប
lt: Veiksena
wa: Môde

source: configure
ar: إعداد
hr: podesi
hu: beállítás
km: ​កំណត់​រចនាសម្ព័ន្ធ
lt: konfigūruoti
wa: apontyî

source: Virtual Interfaces
ar: واجهات ظاهرية
hr: Virtualna sučelja
hu: Virtuális csatolók
km: ចំណុច​ប្រទាក់​និម្មិត
lt: Virtualios sąsajos
wa: Eterfaces forveyous

source: Vlan ID
ar: معرف Vlan
km: លេខ​សម្គាល់ Vlan
wa: ID do Vlan

source: Bridge ports
ar: منافذ الجسر
hr: Priključci mosta
hu: Bridge portok
km: ច្រក​ប្រ៊ីត
lt: Tinklų tilto prievadai
wa: Pôrts pont

source: Bond option
ar: خيارات الربط
hr: Izbori veze
hu: Nyalábolási beállítás
km: ជម្រើង​ចង
lt: Susiejimų parinktys
wa: Tchuze di Bond

source: delete
ar: حذف
hr: obriši
hu: törlés
km: លុប
lt: šalinti
wa: disfacer

source: New virtual interface
ar: واجهة ظاهرية جديدة
hr: Novo virtualno sučelje
hu: Új virtuális csatoló
km: ចំណុច​ប្រទាក់​និម្មិត​ថ្មី
lt: Nauja virtuali sąsaja
wa: Novea eterface forveyou

source: Please select one of the virtual interfaces
ar: الرجاء تحديد إحدى الواجهات الظاهرية
hr: Molimo vas da odaberete jedno od virtualnih sučelja
hu: Válassza ki az egyik virtuális csatolót
km: សូម​ជ្រើស​ចំណុច​ប្រទាក់​មួយ​ចំណោម​ចំណុច​ប្រទាក់​ទាំង​នេះ
lt: Pasirinkite virtualią sąsają
wa: Tchoezixhoz onk des eterfaces forveyous, s' i vs plait

source: BRIDGE
ar: جسر
hr: MOST
km: ប្រ៊ីត
lt: TILTAS
wa: PONT

source: BOND
ar: ربط
hr: VEZA
hu: NYALÁB
km: ចង

source: next
ar: التّالي
hr: slijedeće
hu: következő
km: បន្ទាប់
lt: toliau
wa: shuvant
