Repository: webyast/webyast
Catalog: plugins/eulas/po/*/webyast-licenses.po
Languages: sv

source: You cannot reject a license once it has been accepted!
sv: Det går inte att avvisa en licens när den har accepterats.

source: You must accept all licences before using this product!
sv: Du måste acceptera alla licenser innan du kan använda produkten.

source: Accept End User Licence Agreement
sv: Acceptera licensavtal för slutanvändare

source: There are no licenses to accept.
sv: Det finns inga licenser att acceptera.

source: Licence Agreement
sv: Licensavtal

source: Available translations:
sv: Tillgängliga översättningar:

source: Yes, I agree to the license agreement.
sv: Ja, jag accepterar licensavtalet.

source: No, I do not agree.
sv: Nej, jag accepterar inte.

source: Back
sv: Tillbaka

source: All licenses have already been accepted
sv: Alla licenser har redan accepterats
