Repository: webyast/webyast
Catalog: plugins/mailsetting/locale/*/webyast-mail.po
Languages: ar, da, el, gl, km, lt, ro, wa

source: It was not possible to retrieve the full hostname of the machine. If the mail could not be delivered, consult the network and/or mail configuration with your network administrator.
ar: تعذر استرداد اسم المضيف الكامل للجهاز. إذا كان لا يمكن تسليم البريد، راجع إعداد شبكة الاتصال و/أو البريد مع مسؤول شبكة الاتصال.
da: Det var ikke muligt at hente maskinens fulde værtsnavn. Hvis mailen ikke kunne leveres, så tal med netværksadministratoren om konfiguration af netværk og/eller mail.
el: Δεν ήταν δυνατό να ανακτήσετε το πλήρες όνομα του μηχανήματος. Εάν η αλληλογραφία δεν μπόρεσε να παραδοθεί, συμβουλευτείτε το δίκτυο και / ή τις ρυθμίσεις αλληλογραφίας με το διαχειριστή του δικτύου σας.
gl: Non foi posible obter o nome de host completo da máquina. Se o correo-e non foi entregado, consulte a configuración do correo-e/rede co seu administrador de rede.
km: វា​មិន​អាច​ទៅ​យក​ឈ្មោះ​ម៉ាស៊ីន​ពេញលេញ​របស់​ម៉ាស៊ីន​បាន​ទេ ។ ប្រសិនបើ​សំបុត្រ​មិន​អាច​ត្រូវ​បាន​បញ្ជូន​ទេ ពិគ្រោះ​អំពី​​បណ្ដាញ និង/ឬ ការកំណត់​រចនាសម្ព័ន្ធ​សំបុត្រ ជា​មួយ​នឹង​អ្នក​គ្រប់គ្រង​បណ្ដាញ​របស់​អ្នក ។
lt: Nebuvo įmanoma nuskaityti viso pagrindinio kompiuterio pavadinimo. Jei laiškas nebuvo įteiktas, pasikonsultuokite dėl tinklo ir/ar pašto konfigūracijos su tinko administratoriumi.
wa: Dji n' a nén savou pexhî tot l' no d' lodjoe di l' éndjole. Si l' emile n' a nén savou esse rimetous, alez vey avou l' manaedjeu d' vosse rantoele l' apontiaedje del rantoele et/ou di l' emilaedje.

source: Mail configuration test not confirmed
ar: لم يتم تأكيد اختبار إعداد البريد
da: Test af mail-konfigurationen ikke bekræftet
el: Δεν επιβεβαιώθηκε η δοκιμή ρυθμίσεων του ταχυδρομείου
gl: Proba da configuración do correo-e non confirmado
km: ការ​សាកល្បង​កំណត់​រចនាសម្ព័ន្ធ​សំបុត្រ​មិនបាន​បញ្ជាក់​ទេ
lt: Pašto konfigūracijos bandymas nėra patvirtintas
wa: Saye d' apontiaedje di l' emilaedje nén racertiné

source: While configuring mail, a test mail was sent to %s . Was the mail delivered to this address?<br>If so, confirm it by pressing the button. Otherwise check your mail configuration again.
ar: أثناء إعداد المراسلات، أرسل بريد اختبار على %s. هل تم تسليم البريد إلى هذا العنوان؟<br>إذا كان الأمر كذلك، أكد بالضغط على زر. خلاف ذلك تحقق من إعداد البريد مرة أخرى.
da: Under konfiguration af mail blev en test sendt til %s. Blev e-mailen modtaget på denne adresse?<br>Hvis ja, så bekræft ved at trykke på knappen. Hvis nej, så tjek din mail-konfiguration igen.
el: Κατά την ρύθμιση αλληλογραφίας, ένα δοκιμαστικό μήνυμα εστάλη στον/στην %s . Παραδόθηκε το μήνυμα σε αυτή τη διεύθυνση;<br>Αν ναι, επιβεβαιώστε πατώντας το κουμπί. Αλλιώς ελέγξτε τις ρυθμίσεις της αλληλογραφίας σας ξανά.
gl: Durante a configuración do correo-e, un correo-e de proba foi enviado a %s. O correo-e foi entregado neste enderezo?<br> Se foi así, confirme premendo no botón. En caso contrario, comprobe a súa configuración de correo-e outra vez.
km: ខណៈ​ពេល​កំណត់​រចនាសម្ព័ន្ធ​សំបុត្រ សំបុត្រ​សាកល្បង​ត្រូវ​បាន​ផ្ញើ​ទៅកាន់ %s ។ តើ​សំបុត្រ​ត្រូវ​បាន​បញ្ជូន​ដល់​អាសយដ្ឋាន​នេះ​ដែរ​ឬទេ ?<br>ប្រសិនបើ​ដូច្នេះ អះអាង​វា​ដោយ​ចុច​ប៊ូតុង ។ បើ​មិន​ដូច្នេះ​ទេ ពិនិត្យ​មើល​ការកំណត់​រចនាសម្ព័ន្ធ​សំបុត្រ​របស់​អ្នក​ម្ដង​ទៀត ។
lt: Kol vyko pašto konfigūravimas, bandomasis laiškas buvo išsiųstas į %s . Ar šiuo adresu buvo pristatytas laiškas?<br>Jei taip, patvirtinkite jį paspausdami mygtuką. Priešingu atveju dar kartą patikrinkite pašto konfigūraciją.
wa: Sol tins k' dj' apontyive l' emilaedje, èn emile di saye a stî evoyî a %s. Est çki l' emile a stî rmetou a çte adresse la ?<br>S' oyi, racertinez l' tot tchôcant l' boton. Ôtrumint rverifyîz l' apontiaedje di voste emilaedje.

source: Test mail received
ar: اختبار البريد الوارد
da: Testmail modtaget
el: Ελήφθη η δοκιμαστική αλληλογραφία
gl: Proba de correo-e recibida
km: បាន​ទទួល​សំបុត្រ​សាកល្បង
lt: Bandomas laiško priėmimas
ro: A fost recepționat emailul de test
wa: Emile di saye riçû

source: Passwords do not match.
ar: لا تتطابق كلمات المرور.
da: Adgangskoderne stemmer ikke overens.
el: Τα συνθηματικά δεν ταιριάζουν.
gl: Os contrasinais non coinciden.
km: ពាក្យសម្ងាត់​មិន​ផ្គូផ្គង​ទេ ។
lt: Slaptažodžiai nesutampa.
wa: Les screts n' sont nén les minmes.

source: Mail settings have been written.
ar: تمت كتابة إعدادات البريد.
da: Mailindstillingerne er blevet skrevet.
el: Οι ρυθμίσεις αλληλογραφίας έχουν καταγραφεί.
gl: As preferencias de correo graváronse correctamente.
km: ការ​កំណត់​សំបុត្រ​ត្រូវ​បាន​សរសេរ ។
lt: Pašto nuostatos buvo įrašytos.
wa: Les tchuzes d' emilaedje ont stî scrîtes

source: Test mail was sent to %s.
ar: تم إرسال بريد اختبار إلى %s.
da: Test-mail sendt til %s.
el: Δοκιμαστική αλληλογραφία στάλθηκε στον / στην %s.
gl: A proba de correo enviouse a %s.
km: សំបុត្រ​សាកល្បង​ត្រូវ​បាន​ផ្ញើ​ទៅកាន់ %s ។
lt: Bandomasis laiškas išsiųstas į %s.
wa: Èn emile di saye a stî evoyî a %s.

source: Error while saving mail settings.
ar: حدث خطأ أثناء حفظ إعدادات البريد.
da: Fejl under gemning af mail-indstillinger.
el: Σφάλμα κατά την αποθήκευση των ρυθμίσεων αλληλογραφίας.
gl: Erro ao gardar as preferencias de correo.
km: ​​កំហុស​ខណៈ​ពេល​រក្សាទុក​ការ​កំណត់​សំបុត្រ
lt: Klaida įrašant pašto nuostatas.
ro: Eroare în timpul salvării configurărilor poștei.
wa: Åk n' a nén stî come dji schapéve les tchuzes d' emilaedje.

source: No outgoing mail server is set, but administrator has mail forwarders defined. Change %s<i>administrator</i>%s or %s<i>mail</i>%s configuration.
ar: لم يتم تعيين خادم البريد الصادر، لكن للمسؤول وكيل بريد محددة. تغيير %s<i>المسئول</i>%s أو %s<i>بريد</i>%s إعداد.
da: Ingen udgående mail-server er angivet, men administratoren har defineret mail-videresendelser. Ændr konfiguration af %s<i>administrator</i>%s eller %s<i>mail</i>%s.
el: Δεν έχει οριστεί εξυπηρετητής εξερχόμενης αλληλογραφίας, αλλά ο διαχειριστής έχει καθορίσει διαβιβαστές αλληλογραφίας. Τροποποιήστε το %s<i>διαχειριστή</i>%s ή τις ρυθμίσεις %s<i>αλληλογραφίας</i>%s.
gl: Non se estableceu o servidor de correo saínte, pero o administrador ten definido o reenvío de correo. Cambie a configuración de %s<i>administrador</i>%s ou do %s<i>correo-e</i>%s
km: គ្មាន​ម៉ាស៊ីន​បម្រើ​សំបុត្រ​ចេញ​ត្រូវ​បាន​កំណត់​ទេ ប៉ុន្តែ​អ្នក​គ្រប់គ្រង​បាន​កំណត់​អ្នក​បញ្ជូន​សំបុត្រ​បន្ត ។ ផ្លាស់ប្ដូរ​ការ​កំណត់​រចនាសម្ព័ន្ធ %s<i>អ្នក​គ្រប់គ្រង</i>%s ឬ %s<i>សំបុត្រ</i>%s ។
lt: Nėra nustatytas laiškų išsiuntimo serveris, tačiau administratorius apibrėžė laiškų persiuntėjus. Pakeiskite %s<i>administratoriaus</i>%s arba %s<i>pašto</i>%s konfigūraciją.
wa: I gn a pont d' sierveu d' emilaedje di defini mins l' manaedjeu a des rcasseus d' emiles definis. Candjîz l' apontiaedje do %s<i>manaedjeu</i>%s ou di l' %s<i>emilaedje</i>%s.

source: Please wait
ar: فضلاً انتظر
da: Vent venligst
el: Παρακαλώ περιμένετε
gl: Agarde
km: សូម​រង់​ចាំ
lt: Palaukite
ro: Vă rugăm așteptați
wa: Tårdjîz...

source: The passwords do not match.
ar: لا تتطابق كلمات المرور.
da: Adgangskoderne er ikke ens.
el: Τα συνθηματικά δεν ταιριάζουν.
gl: Os contrasinais non coinciden.
km: ពាក្យសម្ងាត់​មិន​ផ្គូផ្គង​ទេ ។
lt: Slaptažodžiai nesutampa.
wa: Les screts n' sont nén les minmes

source: Enter a valid e-mail address.
ar: قم بإدخال عنوان بريد إلكتروني صالح.
da: Angiv en gyldig IP-adresse.
el: Εισάγετε μια έγκυρη διεύθυνση ηλεκτρονικής αλληλογραφίας.
gl: Introducir un enderezo válido de correo-e.
km: បញ្ចូល​អាសយដ្ឋាន​អ៊ីមែល​ត្រឹមត្រូវ ។
lt: Įveskite galiojantį elektroninio pašto adresą.
ro: Introduceți o adresă de e-mail validă.
wa: Tapez ene adresse emile valåbe.

source: Enter a valid domain name or an IP address.
ar: أدخل اسم مجال صالح أو عنوان IP.
da: Angiv et gyldigt domænenavn eller en IP-adresse.
el: Εισάγετε έγκυρο όνομα τόμου ή μια διεύθυνση IP.
gl: Introducir un nome de dominio válido ou un enderezo IP.
km: បញ្ចូល​ឈ្មោះ​ដែន ឬ​អាសយដ្ឋាន IP ដែល​ត្រឹមត្រូវ ។
lt: Įveskite galiojantį srities vardą arba IP adresą.
ro: Introduceți un nume de domeniu valid sau o adresă IP.
wa: Tapez on no d' dominne valåbe ou ene adresse IP.

source: Mail Settings
ar: إعدادات البريد
da: Mail-indstillinger
el: Ρυθμίσεις Αλληλογραφίας
gl: Preferencias de correo
km: ការ​កំណត់​សំបុត្រ
lt: Pašto nuostatos
ro: Setări de mail
wa: Tchuzes d' emilaedje

source: Outgoing mail server settings
ar: إعدادات خادم البريد الصادر
da: Indstilling af server til udgående mail
el: Ρυθμίσεις εξερχόμενου εξυπηρετητή αλληλογραφίας
gl: Configuración do servidor de saída de correo
km: ការ​កំណត់​ម៉ាស៊ីន​បម្រើ​សំបុត្រ​ចេញ
lt: Laiškų išsiuntimo serverio nuostatos
ro: Setări server mail de ieșire
wa: Tchuzes do sierveu emile rexhant

source: Outgoing mail server
ar: خادم البريد الصادر
da: Server til udgående mail
el: Εξερχόμενος εξυπηρετητής αλληλογραφίας
gl: Servidor de saída de correo
km: ម៉ាស៊ីន​បម្រើ​សំបុត្រ​ចេញ
lt: Laiškų išsiuntimo serveris
ro: Server de expediere a poștei electronice
wa: Sierveu emile rexhant

source: Use secure connection (TLS)
ar: استخدام اتصال آمن (TLS)
da: Brug sikker forbindelse (TLS)
el: Χρήση ασφαλούς σύνδεσης (TLS)
gl: Usar conexión segura (TLS)
km: ប្រើ​កា​រ​តភ្ជាប់​ដែល​មាន​សុវត្ថិភាព (TLS)
lt: Naudoti saugų ryšį (TLS)
ro: Folosește conexiune securizată (TLS)
wa: Eployî raloyaedje e såvrité (TLS)

source: Never
ar: ابدأ
da: Aldrig
el: Ποτέ
gl: Nunca
km: កុំ
lt: Niekada
ro: Niciodată
wa: Måy

source: If available
ar: إذا كان متوفراً
da: Hvis tilgængelig
el: Εάν είναι διαθέσιμο
gl: Cando estea dispoñible
km: ប្រសិន​បើ​អាច​ប្រើ​បាន
lt: Jei prieinama
ro: Dacă este disponibil
wa: Si nd a onk

source: Always
ar: دائماً
da: Altid
el: Πάντα
gl: Sempre
km: ជានិច្ច
lt: Visada
ro: Întodeauna
wa: Tofer

source: User name
ar: اسم المستخدم
da: Brugernavn
el: Όνομα Χρήστη
gl: Nome de Usuario
km: ឈ្មោះ​អ្នក​ប្រើ
lt: Naudotojo vardas
ro: Nume utilizator
wa: No di l' uzeu

source: Password
ar: كلمة المرور
da: Adgangskode
el: Συνθηματικό
gl: Contrasinal
km: ពាក្យសម្ងាត់
lt: Slaptažodis
ro: Parolă
wa: Sicret

source: Confirm password
ar: تأكيد كلمة المرور
da: Bekræft adgangskode
el: Επιβεβαίωση συνθηματικού
gl: Confirmar contrasinal
km: អះអាង​ពាក្យសម្ងាត់
lt: Patvirtinkite slaptažodį
ro: Confirmare parolă
wa: Riscrire li scret

source: Check mail server settings
ar: تحقق من إعدادات خادم البريد
da: Tjek indstilling af mail-server
el: Έλεγχος ρυθμίσεων εξυπηρετητή αλληλογραφίας
gl: Comprobar a configuración do servidor de correo
km: ពិនិត្យមើល​ការ​កំណត់​ម៉ាស៊ីន​បម្រើ​សំបុត្រ
lt: Laiškų tikrinimo serverio nuostatos
ro: Verifică setările serverului de mail
wa: Verifyî les apontiaedjes do sierveu emile

source: Send test mail to
ar: إرسال بريد اختبار على
da: Send test-mail til
el: Αποστολή δοκιμαστικής αλληλογραφίας στον / ην
gl: Enviar proba de correo a
km: ផ្ញើ​សំបុត្រ​សាកល្បង​ទៅកាន់
lt: Siųsti bandomąjį laišką į
ro: Trimite un email de test la
wa: Evoyî èn emile di saye a

source: Send Mail
ar: إرسال بريد
da: Send e-mail
el: Αποστολή Αλληλογραφίας
gl: Enviar correo
km: ផ្ញើ​សំបុត្រ
lt: Siųsti laišką
ro: Trimite un email
wa: Emiler
