Repository: webyast/webyast
Catalog: plugins/administrator/locale/*/webyast-root-user.po
Languages: da, de, el, fi, ko, lt, nl, pl, pt_br, sk, wa, zh_tw

source: A password is required.
da: Adgangskode er påkrævet.
de: Es ist ein Passwort erforderlich.
el: Απαιτείται συνθηματικό.
fi: Salasana on pakollinen.
ko: 열쇠글이 필요 합니다.
lt: Reikalingas slaptažodis.
nl: Wachtwoord is vereist.
pl: Wymagane jest hasło.
pt_br: É necessário informar uma senha.
sk: Musíte zadať heslo.
wa: I gn a mezåjhe d' on scret.
zh_tw: 需要有密碼。

source: Administrator Settings
da: Administratorindstillinger
de: Systemeinstellungen
el: Ρυθμίσεις Διαχειριστή
fi: Järjestelmävalvojan asetukset
ko: 관리자 설정
lt: Administratoriaus nuostatos
nl: Systeembeheerderinstellingen
pl: Ustawienia administratora
pt_br: Configurações do administrador
sk: Administrátorské nastavenia
wa: Tchuzes do manaedjeu
zh_tw: 管理員設定

source: Administrator settings have been written.
da: Administratorindstillingerne er blevet skrevet.
de: Administrator-Einstellungen wurden geschrieben.
el: Οι ρυθμίσεις του διαχειριστή έχουν καταχωρηθεί.
fi: Järjestelmävalvojan asetukset kirjoitettiin.
ko: 관리자 설정을 기록하였습니다.
lt: Administratoriaus nuostatos buvo įrašytos.
nl: Systeembeheerderinstellingen zijn weggeschreven.
pl: Zapisano ustawienia administratora.
pt_br: As configurações do administrador foram gravadas.
sk: Administrátorské nastavenia boli zapísané.
wa: Les tchuzes do manaedjeu ont stî scrîtes
zh_tw: 管理員設定已寫入。

source: Confirm Password
da: Bekræft adgangskode
de: Passwort bestätigen
el: Επιβεβαίωση Συνθηματικού
fi: Vahvista salasana
ko: 열쇠글 확인
lt: Patvirtinkite slaptažodį
nl: Wachtwoord bevestigen
pl: Potwierdzenie hasła
pt_br: Confirmar senha
sk: Potvrdiť heslo
wa: Racertiner l' sicret
zh_tw: 確認密碼

source: Enter a valid e-mail address.
da: Angiv en gyldig e-mail-adresse.
de: Gültige E-Mail-Adresse eingeben.
el: Εισαγωγή έγκυρης διεύθυνσης αλληλογραφίας.
fi: Anna toimiva sähköpostiosoite.
ko: 올바른 메일 주소를 입력하세요.
lt: Įveskite galiojantį el.pašto adresą.
nl: Geef een geldig e-mailadres op.
pl: Proszę podać prawidłowy adres e-mail.
pt_br: Digite um endereço de e-mail válido.
sk: Zadajte platnú e-mailovú adresu.
wa: Tapez ene adresse emile valåbe.
zh_tw: 輸入適用的 e-mail 位址。

source: Error while saving administrator settings.
da: Fejl under gemning af administratorindstillinger.
de: Fehler beim Speichern der Administratoreinstellungen.
el: Σφάλμα κατά την αποθήκευση ρυθμίσεων διαχειριστή.
fi: Virhe tallennettaessa järjestelmävalvojan asetuksia.
lt: Įrašant administratoriaus nuostatas įvyko klaida.
nl: Fout bij het opslaan van beheerdersinstellingen.
pl: Błąd podczas zapisu ustawień administratora.
pt_br: Erro ao salvar as configurações do administrador.
wa: Åk n' a nén stî come dji schapéve les tchuzes do manaedjeu.

source: Forward system mail to
da: Videresend system-mail til
de: Systemnachricht weiterleiten an
el: Προώθηση αλληλογραφίας συστήματος στο
fi: Ohjaa järjestelmän sähköpostiosoitteeseen
ko: 시스템 메일을 전달
lt: Persiųsti sistemos paštą į
nl: Systeem e-mail doorsturen naar
pl: Przekaż pocztę systemową do
pt_br: Encaminhar e-mail do sistema para
sk: Odoslať ďalej systémový mail
wa: Ricassî les emiles do sistinme a
zh_tw: 轉寄系統郵件至

source: Mail Setup for User 'root'
da: Opsætning af mail for brugeren "root"
de: E-Mail-Einrichtung für Benutzer 'root'
el: Ρύθμιση αλληλογραφίας για τον χρήστη 'root'
fi: Sähköpostiasetus käyttäjälle 'root'
ko: 'root' 사용자용 메일 설정
lt: „Pagrindinio naudotojo“ pašto nuostatos
nl: E-mail-instelling voor gebruiker 'root'
pl: Ustawienia poczty użytkownika 'root'
pt_br: Configuração de e-mail para o usuário 'root'
sk: Nastavenie e-mailu pre používateľa 'root'
wa: Apontiaedje di l' emile po l' uzeu « root »
zh_tw: 使用者 'root' 的郵件設定

source: Mail alias was set but outgoing mail server is not configured (%s<i>change</i>%s).
da: Mail-alias blev sat men server til udgående mail er ikke konfigureret (%s<i>ændr</i>%s).
de: E-Mail-Alias wurde festgelegt, aber der Server für ausgehende E-Mails ist nicht konfiguriert (%s<i>change</i>%s).
el: Τα ψευδώνυμα αλληλογραφίας έχουν οριστεί αλλά ο εξυπηρετητής εξερχόμενης αλληλογραφίας δεν έχει ρυθμιστεί (%s<i>αλλαγή</i>%s).
fi: Sähköposti alias on asetettu mutta lähtevän postin palvelinta ei ole määritetty (%s<i>muuta</i>%s).
ko: 메일 별칭이 설정되었지만 내보내는 메일 서버가 설정되지 않았습니다(%s<i>change</i>%s).
lt: Pašto alternatyvusis vardas buvo nustatytas, tačiau laiškų išsiuntimo serveris nėra sukonfigūruotas (%s<i>keisti</i>%s).
nl: E-mail-alias was ingesteld maar de uitgaande mailserver is niet geconfigureerd (%s<i>wijziging</i>%s).
pl: Alias dla poczty został ustawiony, ale serwer poczty wychodzącej nie został skonfigurowany (%s<i>zmień</i>%s).
pt_br: O apelido de e-mail foi configurado mas o servidor de saída de e-mail não está configurado (%s<i>alterar</i>%s).
sk: Alias e-mailu bol nastavený, ale server odchádzajúcej pošty nie je nakonfigurovaný (%s<i>zmeniť</i>%s).
wa: Li no metou di l' emile a stî defini mins l' sierveu d' emilaedje rexhant n' est nén apontyî (%s<i>candjî</i>%s).
zh_tw: 郵件別名已設定但外送郵件伺服器尚未組態 (%s<i>變更</i>%s)。

source: New Password
da: Ny adgangskode
de: Neues Passwort
el: Νέο Συνθηματικό
fi: Uusi salasana
ko: 새 열쇠글
lt: Naujas slaptažodis
nl: Nieuw wachtwoord
pl: Nowe hasło
pt_br: Nova senha
sk: Nové heslo
wa: Novea scret
zh_tw: 新密碼

source: Password Setup for User 'root'
da: Opsætning af adgangskode for brugeren "root"
de: Passworteinrichtung für Benutzer 'root'
el: Ρύθμιση Συνθηματικού για τον χρήστη 'root'
fi: Salasanan asetus käyttäjälle 'root'
ko: 'root' 사용자용 열쇠글 설정
lt: Naudotojo „root“ slaptažodžio nuostatos
nl: Wachtwoordinstellingen van 'root'
pl: Konfiguracja hasła dla użytkownika 'root'
pt_br: Configuração de senha para o usuário 'root'
sk: Nastavenie hesla pre používateľa 'root'
wa: Apontiaedje do scret po l' uzeu « root »
zh_tw: 使用者 'root' 的密碼設定

source: Passwords do not match.
da: Adgangskoderne stemmer ikke overens.
de: Die Passwörter sind nicht identisch.
el: Τα συνθηματικά δεν ταιριάζουν.
fi: Salasanat eivät täsmää.
ko: 열쇠글이 일치하지 않습니다.
lt: Slaptažodžiai nesutampa.
nl: Wachtwoorden komen niet overeen.
pl: Hasła nie zgadzają się.
pt_br: As senhas não coincidem.
sk: Heslá sa nezhodujú.
wa: Les screts n' sont nén les minmes.
zh_tw: 密碼不符合。

source: Please wait
da: Vent venligst
de: Bitte warten
el: Παρακαλώ περιμένετε
fi: Odota hetki...
lt: Palaukite
nl: Een ogenblik geduld
pl: Proszę czekać
pt_br: Por favor, aguarde
wa: Tårdjîz s' i vs plait
zh_tw: 請稍候

source: Save Mail Only
da: Gem kun mail
de: E-Mail nur speichern
el: Αποθήκευση Αλληλογραφίας Μόνο
fi: Tallenna vain sähköposti
ko: 메일만 저장
lt: Tik įrašyti paštą
nl: Aleen e-mail opslaan
pl: Tylko zapisz pocztę
pt_br: Salvar e-mail somente
sk: Uložiť iba e-mail
wa: Èn fé k' schaper les emiles
zh_tw: 僅儲存郵件

source: The passwords do not match.
da: Adgangskoderne stemmer ikke overens.
de: Die Passwörter stimmen nicht überein.
el: Τα συνθηματικά δεν ταιριάζουν.
fi: Salasanat eivät täsmää.
ko: 열쇠글이 일치하지 않습니다.
lt: Slaptažodžiai nesutampa.
nl: De wachtwoorden komen niet overeen.
pl: Hasła nie zgadzają się.
pt_br: As senhas não coincidem.
sk: Heslá sa nezhodujú.
wa: Les screts n' sont nén les minmes.
zh_tw: 密碼不符合。
