Repository: webyast/webyast
Catalog: webyast/locale/*/webyast-*.po
Languages: ar, el, et, fi, gl, hr, nl, ro, ru, zh_cn

source: <p>This menu contains the links referring the document information.</p>
et: <p>See menüü sisaldab dokumendiinfole viitavaid viitu.</p>

source: <p>This link references the table of contents.</p>
et: <p>See viit viitab sisukorrale.</p>

source: Chapters
et: Peatükid

source: <p>This menu references the chapters of the document.</p>
et: <p>See menüü viitab dokumendi peatükkidele.</p>

source: Sections
et: Sektsioonid

source: <p>This menu references the sections of the document.</p>
et: <p>See menüü viitab dokumendi sektsioonidele.</p>

source: Subsections
et: Alamsektsioonid

source: <p>This menu references the subsections of the document.</p>
et: <p>See menüü viitab dokumendi alamsektsioonidele.</p>

source: Appendix
et: Lisa

source: <p>This link references the appendix.</p>
et: <p>See viit viitab lisale.</p>

source: &Glossary
et: Sõ&nastik

source: <p>This link references the glossary.</p>
et: <p>See viit viitab sõnastikule.</p>

source: &Index
et: &Register

source: <p>This link references the index.</p>
et: <p>See viit viitab registrile.</p>

source: <p>This menu contains other important links.</p>
et: <p>See menüü sisaldab muid olulisi viitu.</p>

source: <p>This link references the help.</p>
et: <p>See viit viitab abile.</p>

source: &Authors
et: &Autorid

source: <p>This link references the author.</p>
et: <p>See viit viitab autorile.</p>

source: Copy&right
et: Auto&riõigus

source: <p>This link references the copyright.</p>
et: <p>See viit viitab autoriõigusele.</p>

source: <p>This menu references the bookmarks.</p>
et: <p>See menüü viitab järjehoidjatele.</p>

source: Other Versions
et: Muud versioonid

source: <p>This link references the alternate versions of this document.</p>
et: <p>See viit viitab dokumendi erinevatele versioonidele.</p>

source: <p>Miscellaneous links.</p>
et: <p>Mitmesugused viidad.</p>

source: Folder: %1
et: Kataloog: %1

source: Open Addressbook at %1
et: Ava aadressiraamat kohal %1

source: No subject
et: Subjekt puudub

source: (Attachment)
et: (Manus)

source: From %1
et: Alates %1

source: By %1
et: Kuni %1

source: From Album %1
et: Alates albumist %1

source: Title: %1
et: Tiitel: %1

source: Conversation With %1
et: Vestlus kasutajaga %1

source: Unknown Person
et: Tundmatu isik

source: Date: %1
et: Kuupäev: %1

source: Switch to SUSE Menu Style
et: Lülitumine SUSE menüüstiilile

source: Switch to KDE Menu Style
et: Lülitumine KDE menüüstiilile

source: Host: %1
et: Masin: %1

source: Directory: /)
et: Kataloog: /)

source: Directory:
et: Kataloog:

source: Press '/' to search...
et: Vajuta otsimiseks '/'...

source: User&nbsp;<b>%1</b>&nbsp;on&nbsp;<b>%2</b>
et: Kasutaja&nbsp;<b>%1</b>&nbsp;konsoolil&nbsp;<b>%2</b>

source: Most commonly used applications and documents
et: Sageli kasutatavad rakendused ja dokumendid

source: List of installed applications
et: Paigaldatud rakenduste nimekiri

source: Recently used applications and documents
et: Viimasena kasutatud rakendused ja dokumendid

source: <p align="center"> <u>F</u>avorites</p>
et: <p align="center"> <u>L</u>emmikud</p>

source: <p align="center"><u>H</u>istory</p>
et: <p align="center"><u>A</u>jalugu</p>

source: <p align="center"> <u>C</u>omputer</p>
et: <p align="center"> Arv<u>u</u>ti</p>

source: <p align="center"><u>A</u>pplications</p>
et: <p align="center"><br> <u>R</u>akendused</p>

source: <p align="center"><u>L</u>eave</p>
et: <p align="center"><u>V</u>älju</p>

source: Search Internet
et: Otsimine Internetist

source: Applications, Contacts and Documents
et: Rakendused, kontaktid ja dokumendid

source: Start '%1'
et: Käivita '%1'

source: Start '%1' (current)
et: Käivita '%1' (praegune)

source: Start a parallel session
et: Käivita paralleelne seanss

source: Lock screen and start a parallel session
et: Lukusta ekraan ja käivita paralleelne seanss

source: Switch to Session of User '%1'
et: Lülita kasutaja '%1' seansile

source: Session: %1
et: Seanss: %1

source: End session
et: Lõpeta seanss

source: Lock
et: Lukusta

source: Lock screen
et: Ekraani lukustamine

source: Save current Session for next login
et: Seansi salvestamine järgmiseks sisselogimiseks

source: Manage parallel sessions
et: Paralleelsete seansside haldamine

source: Shutdown Computer
et: Arvuti väljalülitamine

source: Turn off computer
et: Arvuti väljalülitamine

source: Restart and boot the default system
et: Taaskäivitamine ja vaikimisi süsteemi alglaadimine

source: Start Operating System
et: Operatsioonisüsteemi käivitamine

source: Restart and boot another operating system
et: Taaskäivitamine ja teise operatsioonisüsteemi alglaadimine

source: System Folders
et: Süsteemsed kataloogid

source: Home Folder
et: Kodukataloog

source: Search Quick Tips
et: Otsimine lühinõuannete hulgast

source: Open Local File: %1
et: Ava kohalik fail: %1

source: Open Local Dir: %1
et: Ava kohalik kataloog: %1

source: Open Remote Location: %1
et: Ava kaugasukoht: %1

source: Run '%1'
et: Käivita '%1'

source: No matches found
et: Vasteid ei leitud

source: Do you really want to end the session?
et: Soovid sa tõesti seanssi lõpetada?

source: Logout Confirmation
et: Väljalogimise kinnitus

source: Shutdown Confirmation
et: Väljalülitamise kinnitus

source: Restart Confirmation
et: Taaskäivituse kinnitus

source: Start Windows
et: Käivita Windows

source: Could not start Tomboy.
et: Tomboy käivitamine nurjus.

source: (%1 available)
et: (%1 saadaval)

source: Directory: %1
et: Kataloog: %1

source: Suspend failed
et: Suspendimine nurjus

source: Notes
et: Märkmed

source: Emails
et: E-kirjad

source: Music
et: Muusika

source: Browsing History
et: Brausimise ajalugu

source: Chat Logs
et: Vestluste logid

source: Feeds
et: Uudisvood

source: Pictures
et: Pildid

source: Videos
et: Videoklipid

source: Others
et: Muud

source: Low Disk Space
et: Vähe kettaruumi

source: Start Konqueror
et: Käivita Konqueror

source: Would you like to turn off your computer?
et: Soovid sa arvutit välja lülitada?

source: This computer will turn off automatically after %1 seconds.
et: Arvuti lülitub automaatselt välja %1 sekundi pärast.

source: Would you like to reboot your computer?
et: Kas soovid arvutit taaskäivitada?

source: Would you like to end your current session?
et: Soovid sa tõesti praegust seanssi lõpetada?

source: Active &mouse screen
et: Aktiivse &hiire ekraan

source: Window to Screen 0
et: Aken ekraanile 0

source: Window to Screen 1
et: Aken ekraanile 1

source: Window to Screen 2
et: Aken ekraanile 2

source: Window to Screen 3
et: Aken ekraanile 3

source: Window to Screen 4
et: Aken ekraanile 4

source: Window to Screen 5
et: Aken ekraanile 5

source: Window to Screen 6
et: Aken ekraanile 6

source: Window to Screen 7
et: Aken ekraanile 7

source: Switch to Screen 0
et: Lülita ekraanile 0

source: Switch to Screen 1
et: Lülita ekraanile 1

source: Switch to Screen 2
et: Lülita ekraanile 2

source: Switch to Screen 3
et: Lülita ekraanile 3

source: Switch to Screen 4
et: Lülita ekraanile 4

source: Switch to Screen 5
et: Lülita ekraanile 5

source: Switch to Screen 6
et: Lülita ekraanile 6

source: Switch to Screen 7
et: Lülita ekraanile 7

source: Start menu style:
et: Stardimenüü stiil:

source: Open menu on mouse hover
et: Menüü avamine kursori ülelibistamisel

source: Name (&Description)
et: Nimi (kirjel&dus)

source: Preferred Window Manager:
et: Eelistatud aknahaldur:

source: KMenu
et: KMenüü

source: User&nbsp;<b>user</b>&nbsp;on&nbsp;<b>host</b>
et: Kasutaja&nbsp;<b>kasutaja</b>&nbsp;<b>masinas</b>

source: Would you like to shutdown your computer?
et: Kas soovid oma arvutit välja lülitada?

source: Confirm
et: Kinnitamine

source: Conversion to KDEMM
et: Teisendamine KDEMM-i

source: &Delete Entry
et: Kustuta kir_je

source: Clear Search
et: Puhasta otsing

source: &Search:
et: Ot&si:

source: search term
et: otsingufraas

source: Desktop Search
et: Töölauaotsing

source: Cannot open audio file: %1
et: Ei saa avada audiofaili: %1

source: Stop sound
et: Peata heli

source: Stop playing the sound
et: Peata heli mängimine

source: <qt><p>KMail does not support attaching files bigger than 30 MB.</p>
et: <qt><p>KMail ei toeta suuremate failide kaasamist kui 30 MB.</p>

source: All Data
et: Kõik andmed

source: All I/O to the file system should be done synchronously.
et: Kogu failisüsteemi I/O sooritatakse sünkroonselt.

source: Device is already mounted.
et: Seade on juba ühendatud.

source: Device is Busy:
et: Seade on hõivatud:

source: Filesystem: %1
et: Failisüsteem: %1

source: Filesystem: iso9660
et: Failisüsteem: iso9660

source: Filesystem Specific Mount Options
et: Failisüsteemispetsiifilised ühendamise sätted

source: Generic Mount Options
et: Üldised ühendamise sätted

source: Internal Error
et: Sisemine viga

source: Invalid filesystem type
et: Vigane failisüsteemi tüüp

source: Lower
et: Alanda

source: Mixed
et: Segiläbi

source: Mount as user
et: Ühenda kasutajana

source: Mount automatically
et: Ühenda automaatselt

source: &Mounting
et: Ü&hendamine

source: Mountpoint:
et: Ühenduskoht:

source: Mountpoint has to be below /media
et: Ühenduskoht peab olema kataloogis /media

source: Mount the file system read-only.
et: Failisüsteem ühendatakse ainult lugemiseks.

source: Mount this file system as user.
et: Failisüsteemi ühendamise lubamine kasutajatele.

source: Mount this file system automatically.
et: Failisüsteemi ühendamine automaatselt.

source: No such medium: %1
et: Andmekandja puudub: %1

source: Ordered
et: Korrastatud

source: Permissions denied
et: Ligipääs on keelatud

source: Quiet
et: Vaikne

source: Read only
et: Ainult lugemiseks

source: Saving the changes failed
et: Muudatuste salvestamine nurjus

source: Short names:
et: Lühinimed:

source: Synchronous
et: Sünkroonne

source: UTF-8 charset
et: UTF-8 märgistik

source: Select Input &Method
et: Vali sisestus&meetod

source: Multiple Input Method Switcher
et: Mitme sisestusmeetodi vahel lülitaja

source: Multiple input method switcher that uses the context menu of the text widgets
et: Mitme sisestusmeetodi vahel lülitaja, mis kasutab tekstividinate kontekstimenüüd

source: XIM input method
et: Sisestusmeetod XIM

source: Unknown Input Method
et: Tundmatu sisestusmeetod

source: Default Input Method:
et: Vaikimisi sisestusmeetod:

source: Aborted
et: Katkestatud

source: Abkhazian
et: Abhaasi

source: Achinese
et: Atšehi

source: Acoli
et: Akoli

source: Adyghe
et: Adõgee

source: Afar
et: Afari

source: Afrikaans
et: Afrikaani

source: Afro-Asiatic (Other)
et: Afroaasia (muu)

source: Akan
et: Akani

source: Akkadian
et: Akadi

source: Aland Islands
et: Ahvenamaa

source: Albanian
et: Albaania

source: Aleut
et: Aleuudi

source: Algeria
et: Alžeeria

source: Algonquian Languages
et: Algonkini keeled

source: Altaic (Other)
et: Altai (muu)

source: American Samoa
et: Ameerika Samoa

source: Amharic
et: Amhaari

source: Antarctica
et: Antarktika

source: Antigua and Barbuda
et: Antigua ja Barbuda

source: Apache Languages
et: Apatši keeled

source: Aragonese
et: Aragoni

source: Aramaic
et: Aramea

source: Araucanian
et: Araukaani

source: Arawak
et: Arawaki

source: Armenian
et: Armeenia

source: Artificial (Other)
et: Tehis (muu)

source: Assamese
et: Assami

source: Asturian
et: Astuuria

source: Athapascan Languages
et: Atapaski keeled

source: Australia
et: Austraalia

source: Australian Languages
et: Austraalia keeled

source: Avaric
et: Avaari

source: Avestan
et: Avesta

source: Awadhi
et: Avadhi

source: Aymara
et: Aimaraa

source: Azerbaijani
et: Aserbaidžaani

source: Bahamas
et: Bahama

source: Bahrain
et: Bahrein

source: Balinese
et: Bali

source: Baltic (Other)
et: Balti (muu)

source: Baluchi
et: Belutši

source: Bantu (Other)
et: Bantu (muu)

source: Bashkir
et: Baškiiri

source: Basque
et: Baski

source: Batak (Indonesia)
et: Bataki (Indoneesia)

source: Beja
et: Bedža

source: Belarusian
et: Valgevene

source: Berber (Other)
et: Berberi (muu)

source: Bhojpuri
et: Bhodžpuri

source: Bihari
et: Bihaari

source: Bikol
et: Bikoli

source: Bini
et: Edo

source: Blin
et: Blini

source: Bolivia
et: Boliivia

source: Bosnian
et: Bosnia

source: Bouvet Island
et: Bouvet' saar

source: Braj
et: Bradži

source: Breton
et: Bretooni

source: British Indian Ocean Territory
et: Briti India ookeani ala

source: British Virgin Islands
et: Briti Neitsisaared

source: Brunei Darussalam
et: Brunei

source: Buginese
et: Bugi

source: Bulgarian
et: Bulgaaria

source: Buriat
et: Burjaadi

source: Burmese
et: Birma

source: Caddo
et: Kado

source: Cameroon
et: Kamerun

source: Cape Verde
et: Roheneemesaared

source: Carib
et: Kariibi

source: Catalan
et: Katalaani

source: Caucasian (Other)
et: Kaukaasia (muu)

source: Cayman Islands
et: Kaimanisaared

source: Cebuano
et: Sebu

source: Celtic (Other)
et: Keldi (muu)

source: Central African Republic
et: Kesk-Aafrika Vabariik

source: Central American Indian (Other)
et: Kesk-Ameerika indiaani (muu)

source: Chad
et: Tšaad

source: Chagatai
et: Tšagatai

source: Chamorro
et: Tšamorro

source: Chechen
et: Tšetšeeni

source: Cherokee
et: Tšerokii

source: Cheyenne
et: Šaieeni

source: Chibcha
et: Tšibtša

source: Chichewa
et: Njandža

source: Chile
et: Tšiili

source: Chinese
et: Hiina

source: Chinook Jargon
et: Tšinuki žargoon

source: Chipewyan
et: Tšipevai

source: Choctaw
et: Tšokto

source: Christmas Island
et: Jõulusaar

source: Church Slavic
et: Kirikuslaavi

source: Chuukese
et: Tšuugi

source: Chuvash
et: Tšuvaši

source: Classical Newari
et: Klassikaline nevari

source: Cocos (Keeling) Islands
et: Kookosesaared

source: Comoros
et: Komoorid

source: Congo
et: Kongo

source: Cook Islands
et: Cooki saared

source: Coptic
et: Kopti

source: Cornish
et: Korni

source: Corsican
et: Korsika

source: Cote D'Ivoire
et: Elevandiluurannik

source: Cree
et: Krii

source: Creek
et: Maskogi

source: Crimean Tatar
et: Krimmitatari

source: Croatian
et: Horvaadi

source: Cuba
et: Kuuba

source: Cyprus
et: Küpros

source: Czech
et: Tšehhi

source: Czech Republic
et: Tšehhi

source: Danish
et: Taani

source: Dargwa
et: Dargi

source: Dayak
et: Dajaki

source: Delaware
et: Delavari

source: Divehi
et: Maldiivi

source: Dogrib
et: Koeraribi-Karujärve

source: Dominican Republic
et: Dominikaani Vabariik

source: Dutch
et: Hollandi

source: Dutch, Middle (ca.1050-1350)
et: Keskhollandi (ca.1050-1350)

source: Dyula
et: Djula

source: East Timor
et: Ida-Timor

source: Efik
et: Ibibio

source: Egypt
et: Egiptus

source: Egyptian (Ancient)
et: Vanaegiptuse

source: Ekajuk
et: Ekadžuki

source: Elamite
et: Eelami

source: English
et: Inglise

source: English, Middle (1100-1500)
et: Keskinglise (1100-1500)

source: English, Old (ca.450-1100)
et: Vanainglise (ca. 450-1100)

source: Equatorial Guinea
et: Ekvatoriaal-Guinea

source: Erzya
et: Ersa

source: Estonian
et: Eesti

source: Ewe
et: Eve

source: Ewondo
et: Jaunde

source: Falkland Islands (Malvinas)
et: Falklandi saared (Malviinid)

source: Fang
et: Fangi

source: Faroese
et: Fääri

source: Federated States of Micronesia
et: Mikroneesia Föderatsioon

source: Fiji
et: Fidži

source: Fijian
et: Fidži

source: Filipino
et: Filipiini

source: Finnish
et: Soome

source: Finno-Ugrian (Other)
et: Soomeugri (muu)

source: Fon
et: Foni

source: French
et: Prantsuse

source: French Guiana
et: Prantsuse Guajaana

source: French Polynesia
et: Prantsuse Polüneesia

source: French Southern Territories
et: Prantsuse Lõunaalad

source: French, Middle (ca.1400-1600)
et: Keskprantsuse (ca.1400-1600)

source: French, Old (842-ca.1400)
et: Vanaprantsuse (842-ca.1400)

source: Frisian
et: Friisi

source: Friulian
et: Friuuli

source: Fulah
et: Fulbe

source: Ga
et: Gaa

source: Gaelic
et: Gaeli

source: Galician
et: Galeegi

source: Gayo
et: Gajo

source: Gbaya
et: Gbaja

source: Geez
et: Etioopia

source: Georgian
et: Gruusia

source: German
et: Saksa

source: German, Middle High (ca.1050-1500)
et: Keskülemsaksa (ca.1050-1500)

source: German, Old High (ca.750-1050)
et: Vanaülemsaksa (ca.750-1050)

source: Germanic (Other)
et: Germaani (muu)

source: Gilbertese
et: Gilberti

source: Gothic
et: Gooti

source: Greek, Ancient (to 1453)
et: Vanakreeka (kuni 1453)

source: Greek, Modern (1453-)
et: Kreeka, tänapäevane (1453-)

source: Greenland
et: Gröönimaa

source: Guarani
et: Guaranii

source: Gujarati
et: Gudžarati

source: Gwich'in
et: Gvitšini

source: Haitian
et: Haiiti

source: Hal Exception
et: Hal erand

source: HalContext not connected
et: HalContext pole ühendatud

source: HalDrive not initialized
et: HalDrive pole initsialiseeritud

source: HalVolume not initialized
et: HalVolume pole initsialiseeritud

source: Hawaiian
et: Havai

source: Heard Island and McDonald Islands
et: Heardi saar ja McDonaldi saared

source: Hebrew
et: Heebrea

source: Hiligaynon
et: Hiligainoni

source: Himachali
et: Himatšali

source: Hittite
et: Heti

source: Hmong
et: Hmongi

source: Holy See (Vatican City State)
et: Püha Tool (Vatikan)

source: Hungarian
et: Ungari

source: Iban
et: Ibani

source: Icelandic
et: Islandi

source: Igbo
et: Ibo

source: Ijo
et: Idžo

source: Inari Sami
et: Inari saami

source: Indic (Other)
et: India (muu)

source: Indo-European (Other)
et: Indoeuroopa (muu)

source: Indonesia
et: Indoneesia

source: Indonesian
et: Indoneesia

source: Ingush
et: Inguši

source: Interlingue
et: Interlingue (oktsidentaal)

source: Inuktitut
et: Inuktituti

source: Inupiaq
et: Injupiaki

source: Iran
et: Iraan

source: Iranian (Other)
et: Iraani (muu)

source: Irish
et: Iiri

source: Irish, Middle (900-1200)
et: Keskiiri (900-1200)

source: Irish, Old (to 900)
et: Vanaiiri (kuni 900)

source: Iroquoian Languages
et: Irokeesi keeled

source: Italian
et: Itaalia

source: Japanese
et: Jaapani

source: Javanese
et: Jaava

source: Jordan
et: Jordaania

source: Judeo-Arabic
et: Juudiaraabia

source: Judeo-Persian
et: Juudipärsia

source: Kabardian
et: Kabardi-tšerkessi

source: Kabyle
et: Kabiili

source: Kachin
et: Katšini

source: Kalmyk
et: Kalmõki

source: Kara-Kalpak
et: Karakalpaki

source: Karachay-Balkar
et: Karatšai-balkaari

source: Karen
et: Kareni

source: Kashmiri
et: Kašmiiri

source: Kashubian
et: Kašuubi

source: Kawi
et: Kaavi

source: Kazakh
et: Kasahhi

source: Khmer
et: Khmeri

source: Khotanese
et: Saki

source: Kikuyu
et: Kikuju

source: Kimbundu
et: Mbundu

source: Kinyarwanda
et: Ruanda

source: Kirghiz
et: Kirgiisi

source: Klingon
et: Klingoni

source: Kosraean
et: Kosrae

source: Kru
et: Kruu

source: Kuanyama
et: Ambo

source: Kumyk
et: Kumõki

source: Kurdish
et: Kurdi

source: Kurukh
et: Oraoni

source: Kuwait
et: Kuveit

source: Ladino
et: Ladiino

source: Lao People's Democratic Republic
et: Laos

source: Latin
et: Ladina

source: Latvian
et: Läti

source: Lebanon
et: Liibanon

source: Lezghian
et: Lesgi

source: Liberia
et: Libeeria

source: Libya
et: Liibüa

source: Limburgan
et: Limburgi

source: Lithuanian
et: Leedu

source: Low German
et: Alamsaksa

source: Lower Sorbian
et: Alamsorbi

source: Luba-Katanga
et: Luba

source: Luba-Lulua
et: Lulua

source: Luiseno
et: Luisenjo

source: Lule Sami
et: Lule saami

source: Luo (Kenya and Tanzania)
et: Luo (Kenya ja Tansaania)

source: Lushai
et: Lušei

source: Luxembourg
et: Luksemburg

source: Luxembourgish
et: Letseburgi

source: Macedonian
et: Makedoonia

source: Madagascar
et: Madagaskar

source: Madurese
et: Madura

source: Makasar
et: Makassari

source: Malagasy
et: Malagassi

source: Malay
et: Malai

source: Malayalam
et: Malajalami

source: Malaysia
et: Malaisia

source: Maltese
et: Malta

source: Manchu
et: Mandžu

source: Mandar
et: Mandari

source: Manobo Languages
et: Manobo keeled

source: Manx
et: Mänksi

source: Marshall Islands
et: Marshalli saared

source: Marshallese
et: Maršalli

source: Marwari
et: Marvari

source: Mauritania
et: Mauritaania

source: Mayan Languages
et: Maaja keeled

source: Metropolitan France
et: Prantsuse emamaa

source: Mexico
et: Mehhiko

source: Mi'kmaq
et: Mikmaki

source: Mirandese
et: Miranda

source: Miscellaneous Languages
et: Mitmesugused keeled

source: Mohawk
et: Mohoogi

source: Moksha
et: Mokša

source: Moldavian
et: Moldova

source: Mongolian
et: Mongoli

source: Mozambique
et: Mosambiik

source: Multiple Languages
et: Mitu keelt

source: Munda languages
et: Munda keeled

source: Nahuatl
et: Nahua

source: Namibia
et: Namiibia

source: Navajo
et: Navaho

source: Ndebele, North
et: Põhjandebele

source: Ndebele, South
et: Lõunandebele

source: Neapolitan
et: Naapoli

source: Netherlands Antilles
et: Hollandi Antillid

source: New Caledonia
et: Uus-Kaledoonia

source: New Zealand
et: Uus-Meremaa

source: Nias
et: Niasi

source: Nilo-Saharan (Other)
et: Niiluse-Sahara (muu)

source: Niuean
et: Niue

source: No Code
et: Kood puudub

source: Norfolk Island
et: Norfolki saar

source: Norse, Old
et: Vanapõhjala

source: North American Indian
et: Põhja-Ameerika indiaani

source: North Korea
et: Põhja-Korea

source: Northern Mariana Islands
et: Põhja-Mariaani saared

source: Northern Sami
et: Põhjasaami

source: Northern Sotho
et: Põhjasotho

source: Norwegian
et: Norra

source: Norwegian Bokmal
et: Norra (bokmål)

source: Norwegian Nynorsk
et: Uusnorra

source: Not a CDROM drive
et: Pole CDROM-seade

source: Nubian Languages
et: Nuubia keeled

source: Nyamwezi
et: Njamvesi

source: Nyankole
et: Nkole

source: Nyoro
et: Njoro

source: Occitan (post 1500)
et: Provansi (pärast 1500)

source: Ojibwa
et: Odžibvei

source: Oman
et: Omaan

source: Oriya
et: Oria

source: Osage
et: Oseidži

source: Ossetian
et: Osseedi

source: Palau
et: Belau

source: Palauan
et: Belau

source: Palestinian Territory
et: Palestiina haldusterritoorium

source: Pali
et: Paali

source: Pangasinan
et: Pangasinani

source: Panjabi
et: Pandžabi

source: Papua New Guinea
et: Paapua Uus-Guinea

source: Papuan (Other)
et: Paapua (muu)

source: Persian
et: Pärsia

source: Persian, Old (ca.600-400 B.C.)
et: Vanapärsia (u. 600-400 eKr.)

source: Peru
et: Peruu

source: Philippine (Other)
et: Filipiini (muu)

source: Philippines
et: Filipiinid

source: Phoenician
et: Foiniikia

source: Pohnpeian
et: Poonpei

source: Polish
et: Poola

source: Portuguese
et: Portugali

source: Prakrit Languages
et: Praakriti keeled

source: Provencal, Old (to 1500)
et: Vanaprovansi (kuni 1500)

source: Pushto
et: Puštu

source: Qatar
et: Katar

source: Quechua
et: Ketšua

source: Raeto-Romance
et: Retoromaani

source: Rajasthani
et: Radžastani

source: Rarotongan
et: Rarotonga

source: Reunion
et: Réunion

source: Romance (Other)
et: Romaani (muu)

source: Romanian
et: Rumeenia

source: Romany
et: Mustlaskeel

source: Russian
et: Vene

source: Russian Federation
et: Venemaa Föderatsioon

source: Saint Kitts and Nevis
et: Saint Kitts ja Nevis

source: Saint Pierre and Miquelon
et: Saint Pierre ja Miquelon

source: Saint Vincent and the Grenadines
et: Saint Vincent ja Grenadiinid

source: Samaritan Aramaic
et: Samaaria aramea

source: Sami Languages (Other)
et: Saami keeled (muu)

source: Samoan
et: Samoa

source: Sandawe
et: Sandave

source: Sao Tome and Principe
et: Sao Tome ja Principe

source: Sardinian
et: Sardi

source: Saudi Arabia
et: Saudi Araabia

source: Scots
et: Šoti

source: Selkup
et: Sölkupi

source: Semitic (Other)
et: Semiidi (muu)

source: Serbia and Montenegro
et: Serbia ja Montenegro

source: Serbian
et: Serbia

source: Serer
et: Sereri

source: Seychelles
et: Seišellid

source: Shan
et: Šani

source: Shona
et: Šona

source: Sichuan Yi
et: Sichuani jii

source: Sicilian
et: Sitsiilia

source: Singapore
et: Singapur

source: Sinhala
et: Singali

source: Siouan Languages
et: Siuu keeled

source: Skolt Sami
et: Koltasaami

source: Slave (Athapascan)
et: Orjaindiaani (atapaski)

source: Slavic (Other)
et: Slaavi (muu)

source: Slovak
et: Slovaki

source: Slovenian
et: Sloveeni

source: Sogdian
et: Sogdi
