Repository: webyast/webyast
Catalog: webyast/locale/*/webyast-*.po
Languages: ar, el, et, fi, gl, hr, nl, ro, ru, zh_cn

source: Space key outputs non-breakable space character at second level.
et: Tühikuklahv sisestab teisel tasemel sisetühiku märgi.

source: Right Win-key changes layout.
et: Parempoolne Win-klahv muudab paigutust.

source: Space key outputs non-breakable space character at third level.
et: Tühikuklahv sisestab kolmandal tasemel sisetühiku märgi.

source: Numeric keypad keys work as with Mac.
et: Numbriklaviatuuri klahvid töötavad nagu Macil.

source: CapsLock LED shows alternative layout.
et: CapsLocki LED teavitab alternatiivsest paigutusest.

source: NumLock LED shows alternative layout.
et: NumLocki LED teavitab alternatiivsest paigutusest.

source: Left Shift key changes layout.
et: Vasakpoolne Shift-klahv muudab paigutust.

source: Left Win-key switches layout while pressed.
et: Vasakpoolne Win-klahv vahetab allahoidmise ajaks paigutuse

source: Space key outputs non-breakable space character at fourth level.
et: Tühikuklahv sisestab neljandal tasemel sisetühiku märgi.

source: Both Alt keys together change layout.
et: Mõlemad Alt-klahvid koos muudavad paigutust.

source: CapsLock key changes layout.
et: CapsLock-klahv muudab paigutust.

source: Control is mapped to the Win-keys (and the usual Ctrl keys).
et: Control kantakse üle Win-klahvidele (ja ka tavalistele Ctrl-klahvidele).

source: Right Alt key changes layout.
et: Parempoolne Alt-klahv muudab paigutust.

source: Shift with numeric keypad keys works as in MS Windows.
et: Shift koos numbriklaviatuuri klahvidega töötavad nagu MS Windowsis.

source: Alt and Meta are on the Alt keys.
et: Alt ja Meta kantakse Alt klahvidele.

source: Alt+Shift change layout.
et: Alt+Shift muudab paigutust.

source: Ctrl+Shift change layout.
et: Ctrl+Shift muudab paigutust.

source: Space key outputs usual space at any level.
et: Tühikuklahv sisestab igal tasemel tühiku.

source: Japanese keyboard options
et: Jaapani klaviatuuri sätted

source: Left Ctrl key changes layout.
et: Vasakpoolne Ctrl-klahv muudab paigutust.

source: Menu key changes layout.
et: Menüüklahv muudab paigutust.

source: Alt+Ctrl change layout.
et: Alt+Ctrl muudab paigutust.

source: Right Win-key switches layout while pressed.
et: Parempoolne Win-klahv vahetab allahoidmise ajaks paigutuse.

source: Layout switching
et: Paigutuse vahetamine

source: Left Alt key switches group while pressed.
et: Vasakpoolne Alt-klahv vahetab allahoidmise ajaks rühma.

source: Both Ctrl keys together change group.
et: Mõlemad Ctrl-klahvid koos muudavad rühma.

source: Right Shift key changes group.
et: Parempoolne Shift-klahv muudab rühma.

source: Left Win key changes group.
et: Vasakpoolne Win-klahv muudab rühma.

source: Left Alt key changes group.
et: Vasakpoolne Alt-klahv muudab rühma.

source: Both Win keys switch group while pressed.
et: Mõlemad Win-klahvid koos vahetavad allahoidmise ajaks rühma.

source: Right Ctrl key switches group while pressed.
et: Parempoolne Ctrl-klahv vahetab allahoidmise ajaks rühma.

source: Left Alt is swapped with left Win-key.
et: Vasaku Alt-klahvi ja vasaku Win-klahvi tähendused vahetatakse.

source: Default numpad keys.
et: Numbriklaviatuuri vaikeklahvid.

source: Adding the nobreakspace keysym to space key
et: Sisetühiku tähenduse lisamine tühikuklahvile

source: Keypad layout selection
et: Klaviatuuri paigutuse valimine

source: Alt+CapsLock changes group.
et: Alt+CapsLock muudab rühma.

source: Numpad keys work as with Mac.
et: Numbriklaviatuuri klahvid töötavad nagu Macil.

source: Space key output nobreakspace at fourth level.
et: Tühikuklahv sisestab neljandal tasemel sisetühiku.

source: Left Win-key is Compose.
et: Vasakpoolne Win-klahv on komposiitklahv.

source: Space key output space at any level.
et: Tühikuklahv sisestab igal tasemel tühiku.

source: Japanese Keyboard Options
et: Jaapani klaviatuuri sätted

source: Right Win-key is Compose.
et: Parempoolne Win-klahv on komposiitklahv

source: Shift+CapsLock changes group.
et: Shift+CapsLock muudab rühma.

source: R-Alt switches group while pressed.
et: Parempoolne Alt-klahv vahetab allahoidmise ajaks rühma.

source: Right Control key works as Right Alt.
et: Parempoolne Control-klahv töötab nagu parempoolne Alt.

source: Control key at bottom left
et: Control-klahv alumises vasakus nurgas

source: Press any of Win-keys to choose 3rd level.
et: 3. taseme valimiseks vajuta suvalist Win-klahvi.

source: Press Right Alt key to choose 3rd level.
et: 3. taseme valimiseks vajuta parempoolset Alt-klahvi.

source: Right Ctrl key changes group.
et: Parempoolne Ctrl-klahv vahetab rühma.

source: Right Alt is Compose.
et: Parempoolne Alt-klahv on komposiitklahv.

source: Right Ctrl is Compose.
et: Parempoolne Ctrl-klahv on komposiitklahv.

source: Third level choosers
et: Kolmanda taseme valimine

source: Meta is mapped to the left Win-key.
et: Meta tähendus kantakse vasakule Win-klahvile.

source: Shift with numpad keys works as in MS Windows.
et: Shift koos numbriklaviatuuri klahvidega töötavad nagu MS Windowsis.

source: Special keys (Ctrl+Alt+<key>) handled in a server.
et: Eriklahvidega (Ctrl+Alt+<klahv>) tegeleb server.

source: Hyper is mapped to the Win-keys.
et: Hyper kantakse Win-klahvidele.

source: Super is mapped to the Win-keys (default).
et: Super kantakse Win-klahvidele (vaikimisi).

source: Alt and Meta on the Alt keys (default).
et: Alt ja Meta kantakse Alt klahvidele (vaikimisi).

source: Add the standard behavior to Menu key.
et: Standardkäitumise lisamine Menu-klahvile.

source: Control+Shift changes group.
et: Control+Shift muudab rühma.

source: Meta is mapped to the Win-keys.
et: Meta tähendus kantakse Win-klahvidele.

source: Left Ctrl key changes group.
et: Vasakpoolne Ctrl-klahv muudab rühma.

source: Menu key changes group.
et: Menüüklahv muudab rühma.

source: Alt+Control changes group.
et: Alt+Control muudab rühma.

source: China
et: Hiina

source: Port and Mode
et: Port ja režiim

source: Electronic Pens
et: Elektroonilised pliiatsid

source: Activate This Tablet
et: Selle digilaua aktiveerimine

source: Tablet: Vendor and Name Selection
et: Digilaud: tootja ja nime valimine

source: Connection Port
et: Ühendusport

source: Pen or Eraser Mode
et: Pliiatsi või kustutuskummi režiim

source: Relative
et: Suhteline

source: Absolute
et: Absoluutne

source: Tools
et: Tööriistad

source: Add Pen
et: Pliiatsi lisamine

source: Add Eraser
et: Kustutuskummi lisamine

source: Pen or Eraser Settings
et: Pliiatsi ja kustutuskummi sätted

source: Pen Properties
et: Pliiatsi omadused

source: Eraser Properties
et: Kustutuskummi omadused

source: Touchscreen: Vendor and Name Selection
et: Puuteekraan: tootja ja nime valimine

source: X Server Remote Control
et: X-serveri kaugjuhtimine

source: Activate Password Protection
et: Parooliga kaitsmise aktiveerimine

source: <Enter new password>
et: <Sisesta uus parool>

source: <Change password>
et: <Muuda parooli>

source: <Verify password>
et: <Kinnita parool>

source: Activate HTTP Access
et: HTTP-juurdepääsu aktiveerimine

source: Allow Multiple Connections
et: Mitme ühenduse lubamine

source: Package Installation
et: Paketi paigaldamine

source: Importing module
et: Mooduli importimine

source: SaX2: Importing data...
et: SaX2: andmete importimine...

source: Miscellaneous compatibility options
et: Mitmesugused ühilduvussätted

source: Add the EuroSign to the 5 key.
et: Euro sümboli omistamine klahvile 5.

source: CapsLock key behavior
et: CapsLock-klahvi käitumine

source: Alt/Win key behavior
et: Alt/Win klahvi käitumine

source: Adding the EuroSign to certain keys
et: Euromärgi omistamine teatud klahvidele

source: Group Shift/Lock behavior
et: Grupi shift/lock käitumine

source: Arabic
et: Araabia

source: Congo, Democratic Republic of the
et: Kongo Demokraatlik Vabariik

source: Korea, Republic of
et: Korea Vabariik

source: Iraq
et: Iraak

source: Nigeria
et: Nigeeria

source: Japan (PC-98xx Series)
et: Japan (PC-98xx seeria)

source: Estonia
et: Eesti

source: Norway
et: Norra

source: Germany
et: Saksamaa

source: Mongolia
et: Mongoolia

source: Latin American
et: Ladina-Ameerika

source: Belgium
et: Belgia

source: Finland
et: Soome

source: Israel
et: Iisrael

source: Sweden
et: Rootsi

source: Russia
et: Venemaa

source: Korean
et: Korea

source: Maori
et: Maoori

source: Uzbekistan
et: Usbekistan

source: Bulgaria
et: Bulgaaria

source: Thailand
et: Tai

source: Bengali
et: Bengaali

source: Switzerland
et: Šveits

source: Japan
et: Jaapan

source: Syria
et: Süüria

source: Czechia
et: Tšehhi

source: Belarus
et: Valgevene

source: Tajikistan
et: Tadžikistan

source: Denmark
et: Taani

source: Slovenia
et: Sloveenia

source: Azerbaijan
et: Aserbaidžaan

source: Lithuania
et: Leedu

source: Faroe Islands
et: Fääri saared

source: South Africa
et: Lõuna-Aafrika

source: Slovakia
et: Slovakkia

source: Maldives
et: Maldiivid

source: Iceland
et: Island

source: Croatia
et: Horvaatia

source: Latvia
et: Läti

source: Albania
et: Albaania

source: Italy
et: Itaalia

source: Greece
et: Kreeka

source: United Kingdom
et: Suurbritannia

source: France
et: Prantsusmaa

source: Armenia
et: Armeenia

source: Poland
et: Poola

source: Kyrgyzstan
et: Kõrgõzstan

source: Ireland
et: Iirimaa

source: Hungary
et: Ungari

source: Cambodia
et: Kambodža

source: Spain
et: Hispaania

source: Ukraine
et: Ukraina

source: Romania
et: Rumeenia

source: Kazakhstan
et: Kasahstan

source: Georgia
et: Gruusia

source: U.S. English
et: Ameerika inglise

source: Turkish
et: Türgi

source: PC-98xx Series
et: PC-98xx seeria

source: Netherlands
et: Holland

source: Macedonia
et: Makedoonia

source: Canada
et: Kanada

source: Bosnia and Herzegovina
et: Bosnia ja Hertsegoviina

source: Brazil
et: Brasiilia

source: Afghanistan
et: Afganistan

source: Turkey
et: Türgi

source: &Step size
et: Sammu suurus

source: Small
et: Väike

source: Normal
et: Normaalne

source: Big
et: Suur

source: Huge
et: Hiiglaslik

source: S&ave
et: &Salvesta

source: C&hange Size
et: &Muuda suurust

source: Screen
et: Ekraan

source: Configuration on display
et: Kuva häälestamine

source: Idle timer...
et: Jõudeoleku taimer...

source: Unknown global option
et: Tundmatu globaalne säte

source: No command given
et: Käsku pole antud

source: Unknown command
et: Tundmatu käsk

source: Unknown add option
et: Tundmatu lisamise säte

source: Unknown list option
et: Tundmatu nimekirja säte

source: Unknown switch/save option
et: Tundmatu lülitamise/salvestamise säte

source: unexpected end of command
et: ootamatu käsu lõpp

source: Unknown backup option
et: Tundmatu varundamise säte

source: Unknown command option
et: Tundmatu käsu säte

source: The following resources are modified
et: Järgnevaid ressursse on muudetud

source: The following resource groups are modified
et: Järgnevaid ressursirühmi on muudetud

source: backup does not exists
et: varukoopiat pole olemas

source: no backup found
et: varukoopiat ei leitud

source: Error in /etc/scpm.users
et: Viga failis /etc/scpm.users

source: add needs one argument
et: add vajab üht argumenti

source: copy needs two arguments
et: copy vajab kaht argumenti

source: delete needs one argument
et: delete vajab üht argumenti

source: rename needs two arguments
et: rename vajab kaht argumenti

source: reload must not have arguments
et: reload peab olema ilma argumentideta

source: save must not have arguments
et: save peab olema ilma argumentideta

source: switch needs one argument
et: switch vajab üht argumenti

source: modify needs two arguments
et: modify vajab kaht argumenti

source: diff needs two arguments
et: diff vajab kaht argumenti

source: set needs at least two arguments
et: set vajab vähemalt kaht argumenti

source: get needs at least one argument
et: get vajab vähemalt üht argumenti

source: list_groups must not have arguments
et: list_groups peab olema argumentideta

source: activate_group needs an argument
et: activate_group vajab üht argumenti

source: deactivate_group needs an argument
et: deactivate_group vajab üht argumenti

source: show_group needs an argument
et: show_group vajab üht argumenti

source: remove_group needs an argument
et: remove_group vajab üht argumenti

source: reset_group needs an argument
et: reset_group vajab üht argumenti

source: reset_all must not have arguments
et: reset_all peab olema argumentideta

source: rebuild must not have arguments
et: rebuild peab olema argumentideta

source: update needs at least one argument
et: update vajab vähemalt üht argumenti

source: update_resources must not have arguments
et: update_resources peab olema ilma argumentideta

source: backup needs at least one argument
et: backup vajab vähemalt üht argumenti

source: create needs at least 3 arguments
et: create vajab vähemalt 3 argumenti

source: invalid argument syntax
et: vigane argumendi süntaks

source: drop needs at least 3 arguments
et: drop vajab vähemalt 3 argumenti

source: drop: unknown object
et: drop: tundmatu objekt

source: show needs one argument
et: show vajab üht argumenti

source: get needs one argument
et: get vajab üht argumenti

source: set needs two arguments
et: set vajab kaht argumenti

source: Running /lib/scpm/update_storage
et: /lib/scpm/update_storage käivitamine

source: Unknown target version number
et: Tundmatu sihtversiooni number

source: export needs at least 2 argument
et: export vajab vähemalt 2 argumenti

source: import needs 3 arguments
et: import vajab 3 argumenti

source: Automounter service
et: Automaatühendamise teenus

source: Basic network settings
et: Võrgu põhihäälestus

source: CIPE service
et: CIPE teenus

source: CRON service
et: CRON teenus

source: FAM daemon
et: FAM deemon

source: gpm service
et: gpm teenus

source: inetd service
et: inetd teenus

source: Internet dial-up configuration (SuSE Meta pppd)
et: Interneti sissehelistamise häälestamine (SuSE meta-pppd)

source: IPsec tunnel service
et: IPsec tunneli teenus

source: IrDA service
et: IrDA teenus

source: ISDN service
et: ISDN teenus

source: LDAP client service
et: LDAP kliendi teenus

source: Mail subsystem
et: E-posti alamsüsteem

source: Name Service Cache Daemon
et: nscd (Name Service Cache Daemon)

source: Network Information Service client
et: NIS-i (Network Information Service) klient

source: Network Time Protocol daemon
et: NTP (Network Time Protocol) deemon

source: nfslock service
et: nfslock teenus

source: NFS mounts
et: NFS-i ressursid

source: PCMCIA subsystem
et: PCMCIA alamsüsteem

source: portmap daemon
et: portmap deemon

source: Power management (APM)
et: Voolutarbe haldamine (APM)

source: Printer settings
et: Printeri sätted

source: Secure Shell daemon
et: SSH (Secure Shell) deemon

source: Sound service
et: Helisüsteemi teenus

source: Squid proxy server
et: Puhverserver squid

source: Virus scanner
et: Viiruseskänner

source: wwwoffle service
et: wwwoffle teenus

source: X Server settings
et: X-serveri sätted

source: VAR1 VAR2 is modified
et: VAR1 VAR2 on muudetud

source: failed
et: ebaõnnestus

source: done
et: valmis

source: Copying profile
et: Profiili kopeerimine

source: Creating profile VAR1
et: Profiili VAR1 loomine

source: VAR1 VAR2 is new
et: VAR1 VAR2 on uus

source: VAR1 VAR2 is deleted
et: VAR1 VAR2 on kustutatud

source: Saving resources
et: Ressursside salvestamine

source: Checking for dependencies
et: Sõltuvuste kontrollimine

source: Restoring resources
et: Ressursside taastamine

source: [failed]
et: [ebaõnnestus]

source: c
et: l

source: Slide Show
et: Slaidiseanss

source: Connect and Communicate
et: Ühendu ja suhtle

source: Graphics, Graphics, Graphics
et: Pildid, pildid, pildid

source: Computing On-the-Go
et: Mobiilsele kasutajale

source: Novell and Linux
et: Novell ja Linux

source: Save
ar: حفظ
el: Αποθήκευση
et: Salvesta
fi: Tallenna
gl: Gardar
hr: Sačuvaj
nl: Opslaan
ro: Salvare
ru: Сохранить
zh_cn: 保存

source: Resource
et: Ressurss

source: Resource Group
et: Ressursirühm

source: Modified Resources
et: Muudetud ressursid

source: Selected Resource
et: Valitud ressurss

source: All Resources
et: Kõik ressursid

source: Save changes
et: Salvesta muudatused

source: Drop changes
et: Hülga muudatused

source: Save to all profiles
et: Salvesta kõikidesse profiilidesse

source: Patch all profiles
et: Paika kõiki profiile

source: &Show changes
et: &Näita muudatusi

source: Ok
et: Sobib

source: save
et: salvesta

source: all
et: kõik

source: patch
et: paik

source: drop
et: hülga

source: apply
et: rakenda

source: Resource Changes
et: Ressursi muudatused

source: Edit profile
et: Redigeeri profiili

source: Prestart
et: Stardieelne

source: Poststart
et: Stardijärgne

source: Prestop
et: Peatamiseelne

source: Poststop
et: Peatamisjärgne

source: clear
et: puhasta

source: Profile settings
et: Profiili sätted

source: &OK
et: &Sobib

source: Choose prestart script
et: Vali stardieelne skript

source: Choose poststart script
et: Vali stardijärgne skript

source: Choose prestop script
et: Vali peatamiseelne skript

source: Choose poststop script
et: Vali peatamisjärgne skript

source: Initializing
et: Lähtestamine

source: Run YaST
et: Käivita YaST

source: Replay
et: Korda

source: Initialization failed
et: Initsialiseerimine nurjus

source: Saving database
et: Andmebaasi salvestamine

source: Active
et: Aktiivne

source: Available profiles
et: Saadaolevad profiilid

source: Co&py
et: Ko&peeri

source: Quit
et: Välju

source: Contents
et: Sisu

source: &Contents...
et: &Sisu...

source: Index
et: Indeks

source: &Index...
et: &Indeks...

source: About
et: Info

source: &About
et: &Info

source: Edit selected profile properties
et: Valitud profiili omaduste redigeerimine

source: Create a new profile
et: Loo uus profiil

source: Remove selected profile
et: Eemalda valitud profiil

source: Disable
et: Keela

source: &Profiles
et: &Profiilid

source: &Options
et: &Sätted

source: About SUMF
et: SUMF teave

source: SCPM is already disabled.
et: SCPM on juba keelatud.

source: Name of the new profile
et: Uue profiili nimi

source: Copy profile
et: Kopeeri profiil

source: Error:
et: Viga:

source: Progress
et: Edenemine

source: &Details
et: Üksikasja&d

source: C&ancel
et: L&oobu

source: Check for new hardware on session startup.
et: Uue riistvara kontrollimine seansi käivitamisel.

source: SUSE Hardware Detection
et: SUSE riistvara tuvastamine

source: &Keep me informed about new hardware
et: Uuest riistvarast tea&vitamine

source: Configure scanner?
et: Kas häälestada skänner?

source: New Hardware Found
et: Leiti uus riistvara

source: Network Interface
et: Võrguliides

source: Scanner
et: Skänner

source: Joystick
et: Juhtpult

source: Chipcard
et: Kiipkaart

source: Sound Device
et: Heliseade

source: TV Card
et: TV kaart

source: ISDN Controller
et: ISDN kontroller

source: Configure the %1?
et: Kas häälestada %1?

source: Configure the %1 "%2"?
et: Kas häälestada %1 "%2"?

source: Your monitor did not report its X and Y Size. This might cause display problems like unreadable fonts. Configure your monitor geometry manually?
et: Sinu monitor ei teata oma X- ega Y-mõõtu. See võib põhjustada probleeme kuvamisega, näiteks loetamatut teksti. Kas häälestada monitori geomeetria käsitsi?

source: Country or region:
et: Riik või regioon:

source: Here you can choose your country or region. The settings for languages, numbers etc. will automatically switch to the corresponding values.
et: Siin saad valida oma asukohamaa. Keele, arvude jne. seadistused muudetakse vastavaks automaatselt.

source: <h1>Country/Region & Language</h1> <p>From here you can configure language, numeric, and time settings for your particular region. In most cases it will be sufficient to choose the country you live in. For instance KDE will automatically choose "German" as language if you choose "Germany" from the list. It will also change the time format to use 24 hours and and use comma as decimal separator.</p>
et: <h1>Regioon ja keel</h1> <p>Siin saad seada keele, numbri, kuupäeva ja kellaaja vastavaks oma regioonile. Enamasti on piisav, kui valid riigi, kus sa elad. Kui sa näiteks valid regiooniks "Eesti", seab KDE keeleks automaatselt eesti keele. Samuti pannakse automaatselt paika numbrite, valuuta, kuupäeva ja kellaaja vorming.</p>

source: This is where you live. KDE will use the defaults for this country or region.
et: See on koht, kus sa elad. KDE kasutab selle riigi vaikeseadistusi.

source: Filter This Folder
et: Filtreeri seda kataloogi

source: Search Index
et: Otsinguindeks

source: Enter here a text which shall be searched on the whole system in the Beagle index.
et: Sisesta siia tekst, mida otsitakse Beagle'i indeksi abil kogu süsteemist.

source: This version of Xine (used by Kaffeine) has only a reduced set of supported codecs. It is not able to play DVDs. Read http://en.opensuse.org/XINE for further details.
et: See Xine versioon (mida kasutab Kaffeine) sisaldab ainult osa toetatud koodekitest. DVD-de mängimine pole võimalik. Üksikasjadest võib lugeda aadressilt http://en.opensuse.org/XINE

source: No WIN32 codecs found in /usr/lib/win32. You're not able to play Windows Media 9 files, newer Real Media files and some less common formats.
et: Katalogist /usr/lib/win32 ei leitud WIN32 koodekeid. Sa ei saa esitada Windows Media 9 faile, uuemaid Real Media faile ja mõningates vähemlevinud vormingutes faile.

source: libdvdcss not found. You're not able to play encrypted (most commercial) DVD's.
et: libdvdcss-i ei leitud. Sa ei saa mängida krüptitud (enamust müüdavatest) DVD-sid.

source: Parsing configuration files...
et: Häälestusfailide parsimine...

source: Application ready
et: Rakendus on valmis

source: Use Google Suggest
et: Google'i soovituse kasutamine

source: For Google Only
et: Ainult Google'i jaoks

source: For All Searches
et: Kõikide otsingute jaoks

source: XFree theme %1 - incomplete for KDE
et: XFree teema %1 - KDE jaoks puudulik

source: Please enter the Administrator (root) password to continue.
et: Sisesta jätkamiseks administraatori (root) parool.

source: Please enter password for "%1" to continue.
et: Sisesta jätkamiseks kasutaja "%1" parool.

source: &Language
et: Kee&l

source: &System
et: &Süsteem

source: &Administration
et: &Administreerimine

source: &Disconnect
et: &Katkesta ühendus

source: Power O&ff
et: Lülita &välja

source: S&uspend
et: S&uspendi

source: &Reboot
et: Taas&käivita

source: Caps Lock is enabled.
et: CapsLock on sees.

source: User %s will log in in %d seconds
et: Kasutaja %s logib %d sekundi jooksul sisse

source: &Domain:
et: &Domeen:

source: &Top
et: Ül&es

source: <p>This link references a home page or the top of some hierarchy.</p>
et: <p>See viit viitab koduleheküljele või mingi hierarhia tipule.</p>

source: <p>This link references the immediate parent of the current document.</p>
et: <p>See viit viitab aktiivse dokumendi vahetule eellasele.</p>

source: &First
et: &Esimene

source: <p>This link type tells search engines which document is considered by the author to be the starting point of the collection.</p>
et: <p>See viidatüüp annab otsingumootoritele teada, millist dokumenti peab autor oma dokumentidekogu alguspunktiks.</p>

source: <p>This link references the previous document in an ordered series of documents.</p>
et: <p>See viit viitab dokumendijada eelmisele elemendile.</p>

source: &Next
et: &Järgmine

source: <p>This link references the next document in an ordered series of documents.</p>
et: <p>See viit viitab dokumentidejada järgmisele elemendile.</p>

source: &Last
et: &Viimane

source: <p>This link references the end of a sequence of documents.</p>
et: <p>See viit viitab dokumendijada viimasele elemendile.</p>

source: <p>This link references the search.</p>
et: <p>See viit viitab otsingule.</p>

source: Document
et: Dokument
