Repository: webyast/webyast
Catalog: webyast/locale/*/webyast-*.po
Languages: ar, el, et, fi, gl, hr, nl, ro, ru, zh_cn

source: Solomon Islands
et: Saalomoni saared

source: Somali
et: Somaali

source: Somalia
et: Somaalia

source: Sorbian Languages
et: Sorbi keeled

source: Sotho, Southern
et: Lõunasotho

source: South American Indian (Other)
et: Lõuna-Ameerika indiaani (muu)

source: South Georgia and the South Sandwich Islands
et: Lõuna-Georgia ja Lõuna-Sandwichi saared

source: South Korea
et: Lõuna-Korea

source: Southern Altai
et: Altai

source: Southern Sami
et: Lõunasaami

source: Spanish
et: Hispaania

source: Sudan
et: Sudaan

source: Sumerian
et: Sumeri

source: Sundanese
et: Sunda

source: Svalbard and Jan Mayen
et: Svalbard ja Jan Mayen

source: Swahili
et: Suahiili

source: Swati
et: Svaasi

source: Swaziland
et: Svaasimaa

source: Swedish
et: Rootsi

source: Syriac
et: Assüüria

source: Tagalog
et: Tagalogi

source: Tahitian
et: Tahiiti

source: Tai (Other)
et: Tai (muu)

source: Tajik
et: Tadžiki

source: Tamashek
et: Tuareegi

source: Tamil
et: Tamili

source: Tanzania
et: Tansaania

source: Tatar
et: Tatari

source: Tetum
et: Tetumi

source: Thai
et: Tai

source: Tibetan
et: Tiibeti

source: Tigre
et: Tigree

source: Tigrinya
et: Tigrinja

source: Timne
et: Temne

source: Tiv
et: Tivi

source: Tlingit
et: Tlingiti

source: Tok Pisin
et: Uusmelaneesia

source: Tonga (Tonga Islands)
et: Tonga (Tonga saarestik)

source: Trinidad and Tobago
et: Trinidad ja Tobago

source: Tswana
et: Tsvaana

source: Tunisia
et: Tuneesia

source: Tupi Languages
et: Tupi keeled

source: Turkish, Ottoman (1500-1928)
et: Osmanitürgi (1500-1928)

source: Turkmen
et: Türkmeeni

source: Turkmenistan
et: Türkmenistan

source: Turks and Caicos Islands
et: Turks ja Caicos

source: Tuvinian
et: Tuva

source: Twi
et: Tvii

source: Udmurt
et: Udmurdi

source: Ugaritic
et: Ugariti

source: Uighur
et: Uiguuri

source: Ukrainian
et: Ukraina

source: Undetermined
et: Määramata

source: United Arab Emirates
et: Araabia Ühendemiraadid

source: United States
et: Ameerika Ühendriigid

source: United States Minor Outlying Islands
et: Ühendriikide hajasaared

source: Unknown country:
et: Tundmatu riik

source: Unknown language:
et: Tundmatu keel:

source: Upper Sorbian
et: Ülemsorbi

source: Uzbek
et: Usbeki

source: Vietnamese
et: Vietnami

source: Virgin Islands, U.S.
et: USA Neitsisaared

source: Volapuk
et: Volapük

source: Votic
et: Vadja

source: Walamo
et: Volamo

source: Wallis and Futuna
et: Wallis ja Futuna

source: Walloon
et: Vallooni

source: Waray
et: Varai

source: Washo
et: Vašo

source: Welsh
et: Kõmri

source: Western Sahara
et: Lääne-Sahara

source: Wolof
et: Volofi

source: Xhosa
et: Koosa

source: Yakut
et: Jakuudi

source: Yao
et: Jao

source: Yapese
et: Japi

source: Yemen
et: Jeemen

source: Yiddish
et: Jidiš

source: Yoruba
et: Joruba

source: Yupik Languages
et: Jupiki keeled

source: Zambia
et: Sambia

source: Zapotec
et: Sapoteegi

source: Zhuang
et: Tšuangi

source: Zulu
et: Suulu

source: Continue?
et: Kas jätkata?

source: Applying delta
et: Deltapaketi rakendamine

source: (%s unpacked)
et: (%s pakkimata kujul)

source: Reading installed packages
et: Paigaldatud pakettide lugemine

source: Unknown command '%s'
et: Tundmatu käsk '%s'

source: Name:
et: Nimi:

source: Version:
et: Versioon:

source: Arch:
et: Arh.:

source: Summary:
et: Kokkuvõte:

source: Description:
et: Kirjeldus:

source: Information for %s %s:
et: %s %s teave:

source: Catalog:
et: Kataloog:

source: Repository:
et: Hoidla:

source: Installed:
et: Paigaldatud:

source: Status:
et: Olek:

source: up-to-date
et: uusim versioon

source: not installed
et: paigaldamata

source: Installed Size:
et: Suurus paigaldatuna:

source: Category:
et: Kategooria:

source: Created On:
et: Loodud:

source: Reboot Required:
et: Vajalik on taaskäivitamine:

source: Package Manager Restart Required
et: Vajalik on paketihalduri taaskäivitamine

source: Restart Required:
et: Vajalik on taaskäivitamine:

source: Interactive:
et: Interaktiivne:

source: Provides:
et: Annab:

source: Requires:
et: Vajab:

source: Category
et: Kategooria

source: Failed to add '%s' to the list of packages to be installed.
et: Paketi '%s' lisamine paigaldatavate pakettide hulka nurjus.

source: Failed to add '%s' to the list of packages to be removed.
et: Paketi '%s' lisamine eemaldatavate pakettide hulka nurjus.

source: Automatically agreeing with %s %s license.
et: Automaatne nõustumine %s %s litsentsiga.

source: error
et: viga

source: Initializing Target
et: Sihtmärgi lähtestamine

source: Disabled
et: Keelatud

source: Error reading repositories:
et: Viga hoidlate lugemisel:

source: Skipping disabled repository '%s'
et: Keelatud hoidla '%s' jäetakse vahele

source: Skipping repository '%s' because of the above error.
et: Hoidla '%s' jäetakse ülaltoodud vea tõttu vahele.

source: Could not refresh the repositories because of errors.
et: Hoidlate värskendamine nurjus tekkinud vigade tõttu.

source: All repositories have been refreshed.
et: Kõiki hoidlaid värskendati.

source: Error while modifying the repository:
et: Viga hoidla muutmisel:

source: Leaving repository %s unchanged.
et: Hoidla %s jäetakse muutmata.

source: Repository '%s' not cached. Caching...
et: Hoidla '%s' pole puhverdatud. Puhverdamine...

source: Problem loading data from '%s'
et: Probleem andmete laadimisel asukohast '%s'

source: Bundle
et: Komplekt

source: No needed patches found.
et: Ühtki vajalikku paika ei leitud.

source: Problem:
et: Probleem:

source: Solution %d:
et: Lahendus %d:

source: Applying solution %s
et: Lahenduse %s rakendamine

source: Resolving dependencies...
et: Sõltuvuste lahendamine...

source: Nothing to do.
et: Midagi pole teha.

source: committing
et: rakendamine

source: Needed
et: Vajalik

source: No updates found.
et: Ühtki uuendust ei leitud.

source: Unknown option
et: Tundmatu säte

source: Please file a bug report about this.
et: Palun raporteeri sellest veast.

source: See http://en.opensuse.org/Zypper#Troubleshooting for instructions.
et: Juhiste saamiseks vaata http://en.opensuse.org/Zypper#Troubleshooting

source: Not Applicable
et: Pole rakendatav

source: Not found
et: Ei leitud

source: I/O error
et: I/O viga

source: Invalid object
et: Vigane objekt

source: Verbosity: %d
et: Jutukus: %d

source: Entering non-interactive mode.
et: Sisenemine mitteinteraktiivsesse režiimi.

source: Unexpected exception.
et: Ootamatu erand.

source: Repository %s not found.
et: Hoidlat %s ei leitud.

source: Warning: No repositories defined. Operating only with the installed resolvables. Nothing can be installed.
et: Hoiatus: hoidlaid ei leitud. Kasutada saab ainult paigaldatud lahendajaid. Midagi ei saa paigaldada.

source: Root privileges are required for updating packages.
et: Pakettide uuendamiseks on vaja administraatori õigusi.

source: %s remove failed
et: Paketi %s eemaldamine nurjus

source: Additional rpm output:
et: Täiendav rpm-i väljund:

source: Invalid user name or password.
et: Vigane kasutajanimi või parool.

source: rpm output:
et: rpm-i väljund:

source: <b>Direct Access to the Sound Device Not Possible</b><br><hr><br>No sound card is available or sound support is not configured yet. However, the application uses or requires sound support.
et: <b>Otsene juurdepääs heliseadmele pole võimalik</b><br><hr><br>Helikaarti kas pole või on helisüsteemi tugi veel häälestamata. Paraku kasutab või vajab see rakendus helisüsteemi tuge.

source: <b>3D Hardware Support Not Available</b><br><hr><br>No 3D graphics card is available or 3D support is not configured yet. However, the application uses or requires 3D hardware support.
et: <b>Riistvaraline 3D tugi pole võimalik</b><br><hr><br>3D graafikakaart puudub või on 3D tugi veel häälestamata. Paraku kasutab või vajab see rakendus riistvaralist 3D tuge.

source: <phrase os="slprof">openSUSE 10.3</phrase> Release Notes
et: <phrase os="slprof">openSUSE 10.3</phrase> väljalasketeade

source: Copyright © 2007 Novell, Inc.
et: Autoriõigus © 2007 Novell, Inc.

source: Support and Communication
et: Tugi ja suhtlemine

source: (ip_mode) Found unexpected character: '%s'
et: (ip_mode) Leiti ootamatu märk: '%s'

source: Unexpected character in interface name: '%s'
et: Ootamatu märk liidese nimes: '%s'

source: Found unknown flag: '%s'
et: Leiti tundmatu lipp: '%s'

source: Found unexpected keyword: '%s'
et: Leiti ootamatu võtmesõna: '%s'

source: `%s' is not a valid ip address.
et: `%s' ei ole korrektne IP-aadress.

source: `/%d' is not a valid netmask.
et: `/%d' ei ole korrektne võrgumask.

source: `%s' is not a valid netmask.
et: `%s' ei ole korrektne võrgumask.

source: ports must be between %d and %d
et: pordid peavad olema vahemikus %d kuni %d

source: Are you sure you want to save the current set of profile changes and exit?
et: Kas oled kindel, et soovid salvestada praeguseid profiili muudatusi ja väljuda?

source: Saving all changes.
et: Kõikide muudatuste salvestamine.

source: Include file %s contains invalid regexp %s.
et: Include-fail %s sisaldab vigast regulaaravaldist %s.

source: Control Center
et: Juhtimiskeskus

source: Close the control-center when a task is activated
et: Juhtimiskeskus suletakse pärast tegevuse käivitamist

source: Task names and associated .desktop files
et: Tegevuste nimed ja vastavad .desktop-failid

source: key not found [%s]
et: võtit ei leitud [%s]

source: Common Tasks
et: Tavalised ülesanded

source: Help Unavailable
et: Abi pole saadaval

source: Edited %m/%d/%Y
et: Muudetud %m/%d/%Y

source: Open Menu
et: Ava menüü

source: Software Update
et: Tarkvara uuendamine

source: .desktop files for "Favorite Applications"
et: "Lemmikrakenduste" .desktop-failid

source: Location of the system-wide directory in which startup programs are found.
et: Süsteemse kataloogi asukoht, kus paiknevad isekäivituvad rakendused.

source: Location of the user directory in which startup programs are found. The dir path should not be absolute, as the value of this key is appended to this path: ~/.
et: Kasutaja kataloogi asukoht, kus paiknevad isekäivituvad rakendused. Asukoht ei tohi olla absoluutne, kuna selle võtme väärtus liidetakse asukohale: ~/.

source: System area items
et: Süsteemi ala elemendid

source: control center item .desktop file
et: juhtimiskeskuse elemendi .desktop-fail

source: determines the limit of tiles in the file-area.
et: määrab klotside piirarvu failide alas

source: help item .desktop file
et: abi elemendi .desktop-fail

source: package manager item .desktop file
et: paketihalduri elemendi .desktop-fail

source: Show:
et: Näidatakse:

source: Recently Used Applications
et: Hiljuti kasutatud rakendused

source: All Documents...
et: Kõik dokumendid...

source: Hard Drive
et: Kõvaketas

source: %s Free / %s Total
et: %s vaba / %s kokku

source: Network: Wireless
et: Võrk: juhtmeta

source: Network: Wired
et: Võrk: juhtmega

source: Install Software
et: Tarkvara paigaldamine

source: Log Out ...
et: Logi välja ...

source: Lock Screen ...
et: Lukusta ekraan ...

source: Software Development
et: Tarkvara arendus

source: Hardware Settings
et: Riistvara sätted

source: System Settings
et: Süsteemi sätted

source: Return to <placeholder-1/>.
et: Tagasi <placeholder-1/> juurde.

source: <placeholder-1/> -- switch off dma for IDE drives<br><br><placeholder-2/></br></br>
et: <placeholder-1/> -- IDE seadmete jaoks lülitatakse dma välja<br><br><placeholder-2/></br></br>

source: <h3><placeholder-1/></h3> IDE is, unlike SCSI, commonly used in most desktop workstations. To circumvent some hardware problems that occur with IDE systems, use the kernel parameter: <br><placeholder-2/></br>
et: <h3><placeholder-1/></h3> IDE on vastupidiselt SCSI-le tavaliselt kasutusel enamuses lauaarvutites. Vältimaks mõningaid probleeme, mis võivad tekkida IDE süsteemidega kasuta kerneli parameetrit: <br><placeholder-2/></br>

source: Return to <placeholder-1/><placeholder-2/>
et: Tagasi <placeholder-1/><placeholder-2/>

source: Especially on new computers, it replaces the old <placeholder-1/> system. <br><placeholder-2/></br>
et: Uute arvutite puhul asendab see tihti vana <placeholder-1/> süsteemi. <br><placeholder-2/></br>

source: <placeholder-1/> -- switch on ACPI even if your BIOS is dated before 2000<br><placeholder-2/></br>
et: <placeholder-1/> -- lülitumine ACPI-le, isegi kui BIOS on varasemast aastast kui 2000<br><placeholder-2/></br>

source: <placeholder-1/> -- switch off ACPI completely<placeholder-2/>
et: <placeholder-1/> -- ACPI täielik väljalülitamine<placeholder-2/>

source: <placeholder-1/> -- do not use ACPI to route PCI interrupts <placeholder-2/> -- only the parts of ACPI that are relevant for booting remain activated<placeholder-3/>
et: <placeholder-1/> -- ACPI-d ei kasutata PCI katkestuste marsruutimiseks <placeholder-2/> -- aktiveerituks jäävad ainud need ACPI osad, mis on seotud alglaadimisega<placeholder-3/>

source: <placeholder-1/> -- switch off APM completely<br><placeholder-2/></br>
et: <placeholder-1/> -- APM-i täielik väljalülitamine<br><placeholder-2/></br>

source: <placeholder-1/>: leave help<br><placeholder-2/></br>
et: <placeholder-1/>: välju abist<br><placeholder-2/></br>

source: <placeholder-1/>: go to page end<placeholder-2/>
et: <placeholder-1/>: lehekülje lõppu<placeholder-2/>

source: <placeholder-1/>: go to page start<placeholder-2/>
et: <placeholder-1/>: lehekülje algusse<placeholder-2/>

source: <placeholder-1/>: scroll down one page<placeholder-2/>
et: <placeholder-1/>: lehekülje võrra allapoole<placeholder-2/>

source: <placeholder-1/>: scroll up one page<placeholder-2/>
et: <placeholder-1/>: lehekülje võrra ülespoole<placeholder-2/>

source: <placeholder-1/>, <placeholder-2/>, <placeholder-3/>: follow link<placeholder-4/>
et: <placeholder-1/>, <placeholder-2/>, <placeholder-3/>: ava link<placeholder-4/>

source: <placeholder-1/>, <placeholder-2/>: return to previous topic<placeholder-3/>
et: <placeholder-1/>, <placeholder-2/>: tagasi eelmisele teemale<placeholder-3/>

source: <placeholder-1/>: highlight next link<placeholder-2/>
et: <placeholder-1/>: tõsta järgmine link esile<placeholder-2/>

source: <placeholder-1/>: highlight previous link<placeholder-2/>
et: <placeholder-1/>: tõsta eelmine link esile<placeholder-2/>

source: Navigation Keys<br><placeholder-1/></br>
et: Navigeerimisklahvid<br><placeholder-1/></br>

source: F1 Help
et: F1 abi

source: F4 Language
et: F4 keel

source: F2 Video Mode
et: F2 videorežiim

source: F3 Installation Source
et: F3 paigaldusallikas

source: F5 Driver Update
et: F5 draiverite uuendamine

source: Start Page
et: Avalehekülg

source: <h3><placeholder-1/></h3> You have the choice to install the 32-bit or 64-bit version of @product@. <br><placeholder-2/></br>
et: <h3><placeholder-1/></h3> Sa võid valida, kas paigaldada 32-bitine või 64-bitine @product@ versioon. <br><placeholder-2/></br>

source: <placeholder-1/> -- switch off DMA for IDE drives <br><placeholder-2/></br>
et: <placeholder-1/> -- IDE seadmete jaoks lülitatakse DMA välja<br><br><placeholder-2/></br></br>

source: <placeholder-1/> -- only the parts of ACPI that are relevant for booting remain activated<placeholder-2/>
et: <placeholder-1/> -- aktiveerituks jäävad ainud need ACPI osad, mis on seotud alglaadimisega<placeholder-3/>

source: <placeholder-1/> -- do not use ACPI to route PCI interrupts<placeholder-2/>
et: <placeholder-1/> -- ACPI-d ei kasutata PCI katkestuste marsruutimiseks<placeholder-2/>

source: or in a shorter form:<br><br><placeholder-1/><br><placeholder-2/></br></br></br>
et: või lühemal kujul:<br><br><placeholder-1/><br><placeholder-2/></br></br></br>

source: <placeholder-1/> -- control the IDE subsystem <br><placeholder-2/></br>
et: <placeholder-1/> -- IDE alamsüsteemi juhtimine <br><placeholder-2/></br>

source: b) kernel options<br><placeholder-1/></br>
et: b) kerneli sätted<br><placeholder-1/></br>

source: <placeholder-1/> -- the network options<placeholder-2/>
et: <placeholder-1/> -- võrgusätted<placeholder-2/>

source: <placeholder-1/> -- select an installation source<placeholder-2/>
et: <placeholder-1/> -- paigaldusallika valimine<placeholder-2/>

source: * kernel freezes when booting<placeholder-1/>
et: * kernel hangub alglaadimisel<placeholder-1/>

source: <placeholder-1/>: leave help <br><placeholder-2/></br>
et: <placeholder-1/>: välju abist<br><placeholder-2/></br>

source: <placeholder-1/>: For very new machines, a driver update may be needed to install the system. <placeholder-2/>
et: <placeholder-1/>: väga uute masinate puhul võib süsteemi paigaldamiseks olla vajalik draiverite uuendamine. <placeholder-2/>

source: <placeholder-1/>: Choose the installation source.<br><placeholder-2/></br>
et: <placeholder-1/>: vali paigaldusallikas.<br><placeholder-2/></br>

source: <placeholder-1/>: Set language and keyboard mapping used by the boot loader.<br><placeholder-2/></br>
et: <placeholder-1/>: määra alglaadija keel ja klaviatuuri paigutus.<br><placeholder-2/></br>

source: Details...
et: Üksikasjad...

source: 1 Patch available
et: 1 paik on saadaval

source: %1 Patches available
et: %1 paika on saadaval

source: 1 Package available
et: 1 pakett on saadaval

source: %1 Packages available
et: %1 paketti on saadaval

source: 1 Patch and 1 Package available
et: 1 paik ja 1 pakett on saadaval

source: %1 Patches and 1 Package available
et: %1 paika ja 1 pakett on saadaval

source: 1 Patch and %1 Packages available
et: 1 paik ja %1 paketti on saadaval

source: %1 Patches and %2 Packages available
et: %1 paika ja %1 paketti on saadaval

source: <b>Updating ...<b>
et: <b>Uuendamine ...<b>

source: Please enter server name below
et: Sisesta allapoole serveri nimi

source: Please enter server URL below
et: Sisesta allapoole serveri URL

source: Server Type
et: Serveri tüüp

source: Add Server
et: Lisa server

source: Remove Server
et: Eemalda server

source: Services/Catalogs
et: Teenused ja kataloogid

source: Fetching service list...
et: Teenuste loendi hankimine...

source: Fetching Catalogs For Service...
et: Kataloogide hankimine teenuse jaoks...

source: Adding server..
et: Serveri lisamine..

source: We are adding a server to the updater, this may take a long time. Please be patient
et: Toimub uuenduste serveri lisamine, see võib võtta aega. Varu kannatust

source: You need to specify a name and URL to add a server
et: Serveri lisamiseks on vaja määrata nimi ja URL

source: Invalid server:
et: Vigane server:

source: The type you specified for the server is invalid:
et: Sinu määratud serveri tüüp on vigane:

source: Sorry, the server could not be added:
et: Vabandust, serverit ei õnnestunud lisada:

source: Service Removed
et: Teenuse eemaldati

source: Add/Remove Servers
et: Lisa/eemalda server

source: Advanced Options
et: Täpsemad sätted

source: Hold Back Package
et: Paketi versiooni säilitamine

source: Don't Hold Back Package
et: Paketi versiooni säilitamisest loobumine

source: Patch
et: Paik

source: <b>Upgrading from old version:</b>
et: <b>Uuendamine vanemast versionist:</b>

source: Patch Category:
et: Paiga kategooria:

source: <b>Upgrading to version:</b>
et: <b>Uuendamine versioonile:</b>

source: <b>Reboot Required</b>
et: <b>Vajalik on taaskäivitamine</b>

source: <b>ZMD Restart Required</b>
et: <b>Vajalik on ZMD taaskäivitamine</b>

source: Abort Upgrade
et: Katkesta uuendamine

source: Installing Packages...
et: Pakettide paigaldamine...

source: The following packages will be installed:
et: Paigaldatakse järgnevad paketid:

source: The following packages will be updated:
et: Uuendatakse järgnevad paketid:

source: The following packages must also be removed:
et: Järgnevad paketid tuleb samuti eemaldada:

source: Transaction Summary
et: Muudatuste kokkuvõte

source: Packages Are Downloading...
et: Pakettide allalaadimine...

source: Packages Are Downloading...
et: Pakettide allalaadimine...

source: Done
et: Valmis

source: Download failed:
et: Allalaadimine nurjus:

source: Packages Are Being Installed...
et: Pakettide paigaldamine...

source: Done.
et: Valmis.

source: Sorry, we couldn't resolve the dependencies for this update:
et: Kahjuks ei suudetud lahendada selle paketi sõltuvusi:

source: Upgrade Failed:
et: Uuendamine nurjus:

source: Done!
et: Valmis!

source: Resolving Dependencies...
et: Sõltuvuste lahendamine...

source: Connection Options
et: Ühenduse sätted

source: ZMD TCP Support:
et: ZMD TCP tugi:

source: On
et: Sees

source: Off
et: Väljas

source: Security Options
et: Turvasätted

source: Security Level:
et: Turvatase:

source: Proxy Options
et: Puhverserveri sätted

source: Proxy Server:
et: Puhverserver:

source: User Name:
et: Kasutajanimi:

source: ZMD Logging Level:
et: ZMD logimise tase:

source: Max Simultaneous Downloads
et: Samaaegsete allalaadimiste maksimaalne arv

source: Timeout on server
et: Aegumine serveris

source: Bad url
et: Vigane URL

source: Unauthorized access
et: Autoriseerimata juurdepääs

source: URL Invalid
et: URL on vigane

source: Server Error
et: Serveri viga

source: Service unavailable
et: Teenus pole saadaval

source: Software management is already running.
et: Tarkvarahaldur töötab juba.

source: %s install failed
et: Paketi %s paigaldamine nurjus

source: %s installed ok
et: Paketi %s paigaldamine õnnestus

source: %s remove ok
et: Paketi %s eemaldamine õnnestus

source: Invalid information
et: Vigane teave

source: , Action:
et: , tegevus:

source: package
et: pakett

source: selection
et: valik

source: pattern
et: muster

source: product
et: toode

source: script
et: skript

source: message
et: teade

source: system
et: süsteem

source: Error!
et: Viga!

source: Important!
et: Oluline!

source: Warning: Accepting an unsigned file %s.
et: Hoiatus: aktsepteeriakse allkirjastamata faili %s.

source: %s is unsigned, continue?
et: %s on allkirjastamata, kas jätkata?

source: Import key %s to trusted keyring?
et: Kas importida võti %s usaldusväärsete võtmete hulka?

source: %s is signed with an unknown key %s. Continue?
et: %s on allkirjastatud tundmatu võtmega %s. Kas jätkata?

source: Automatically trusting key id %s, %s, fingerprint %s
et: Automaatne võtme id %s usaldamine, %s, sõrmejälg %s

source: Do you want to trust key id %s, %s, fingerprint %s
et: Kas soovid usaldada võtit, mille id on %s, %s, ja sõrmejälg %s

source: %s '%s' not found
et: %s '%s' puudub

source: %s Problems:
et: %s probleemi:

source: %d patches needed (%d security patches)
et: Vaja on %d paika (%d turvapaika)

source: Uninstalled
et: Eemaldatud

source: No Longer Applicable
et: Pole enam rakendatav

source: Applied
et: Rakendatud

source: Not Needed
et: Pole vajalik

source: Broken
et: Katki

source: WARNING: These are only the updates affecting the updater itself. There are others available too.
et: HOIATUS: need on ainult uuendused, mis mõjutavad uuendamisrakendust. Saadaval on ka teisi uuendusi.

source: WARNING: %s is interactive, skipped.
et: HOIATUS: %s on interaktiivne, jäetakse vahele.

source: Repository %s renamed to %s
et: Hoidla %s nimetati ümber hoidlaks %s

source: Repository %s has been sucessfully modified.
et: Hoidla %s muutmine õnnestus.

source: Reading RPM database...
et: RPM-i andmebaasi lugemine...

source: Couldn't restore repository. Detail: %s
et: Hoidla taastamine nurjus. Detail: %s

source: %s %s not found.
et: %s %s puudub.

source: out-of-date (version
et: vananenud (versioon

source: installed)
et: paigaldatud)

source: cached.
et: on puhverdatud.

source: is not a valid regular expression: "
et: pole korrektne regulaaravaldis: "

source: This is a bug, please file a bug report against zypper.
et: See on viga, palun teata sellest zypperi veast.

source: Invalid table style
et: Vigane tabeli stiil

source: Given URL is invalid.
et: Antud URL on vigane.

source: Unknown resolvable type: %s
et: Tundmatu lahendaja tüüp: %s

source: Unknown resolvable type
et: Tundmatu lahendaja tüüp
