Repository: webyast/webyast
Catalog: webyast/locale/*/webyast-*.po
Languages: ar, el, et, fi, gl, hr, nl, ro, ru, zh_cn

source: No resolvables found.
et: Ühtki lahendajat ei leitud.

source: Downloading:
et: Allalaadimine:

source: Downloading delta
et: Deltapaketi allalaadimine:

source: Downloading patch rpm
et: Paiga rpm-i allalaadimine

source: Applying patch rpm
et: Paiga rpm-i rakendamine

source: or
ar: أو
el: ή
fi: tai
gl: ou
hr: ili
nl: of
ro: sau
ru: или
zh_cn: 或

source: (report link)
ar: (رابط التقرير)
el: (αναφορά συνδέσμου)
fi: (ilmoituslinkki)
gl: (ligazón para enviar)
hr: (veza za prijavu)
nl: (koppeling naar rapport)
ro: (link pentru raport)
ru: (ссылка на отчёт)
zh_cn: （报告链接）

source: ...Wait...
ar: ...انتظار...
el: ...Περιμένετε...
fi: ...Odota...
gl: ...Agarde...
hr: ...Čekajte...
nl: ...even geduld...
ro: ...Așteptați...
ru: ...Ожидание...
zh_cn: ...等待...

source: Account|Current sign in at
ar: الحساب|وقت تسجيل الدخول الحالي
el: Λογαριασμός|Τρέχουσα σύνδεση στο
fi: Tili|Tämänhetkinen kirjautuminen osoitteesta
hr: Korisnički račun|Trenutna prijava u
nl: Account|Nu aangemeld om
ro: Cont | Semn curent la
ru: Учётная запись|Время текущего входа
zh_cn: 账户|目前登陆的是

source: Account|Current sign in ip
ar: الحساب|تسجيل الدخول الحالي بواسطة ip
el: Λογαριασμός|Τρέχουσα ip σύνδεσης
fi: Tili|Tämänhetkinen kirjautuminen IP:stä
hr: Korisnički račun|Trenutna prijava sa ip
nl: Account|Nu aangemeld bij IP
ro: Cont | Semn curent la ip
ru: Учётная запись|IP текущего входа
zh_cn: 账户|目前登陆账户的 ip 地址

source: Account|Last sign in at
ar: الحساب|وقت تسجيل آخر دخول
el: Λογαριασμός|Τελευταία είσοδος στο
fi: Tili|Viimeisin kirjautuminen osoitteesta
hr: Korisnički račun|Zadnja prijava u
nl: Account|Laatst aangemeld om
ro: Cont | Ultimul semn la
ru: Учётная запись|Время последнего входа
zh_cn: 账户|最后登陆的账户

source: Account|Last sign in ip
ar: الحساب|آخر تسجيل دخول بواسطة ip
el: Λογαριασμός|Τελευταία ip που πραγματοποιήθηκε είσοδος
fi: Tili|Viimeisin kirjautumis IP
hr: Korisnički račun|Zadnja prijava s ip
nl: Account|Laatst aangemeld bij IP
ro: Cont | Ultimul semn la ip
ru: Учётная запись|IP последнего входа
zh_cn: 账户|最后登陆的 ip 地址

source: Account|Remember created at
ar: الحساب|تذكر التي أنشأت في
el: Λογαριασμός|Απομνημόνευση δημιουργίας στο
fi: Tili|Remember created at
hr: Korisnički račun|Zapamti kada je napravljen
nl: Account|Onthoudt aangemaakt om
ro: Cont | Ultimul semn la
ru: Учётная запись|Запомнить время создания
zh_cn: 账户|记住创建于

source: Account|Remember token
ar: الحساب|تذكر الرمز المميز
el: Λογαριασμός|Απομνημόνευση token
fi: Tili|Muista token
gl: Conta|Lembre o token
hr: Korisnički račun|Zapamti oznaku
nl: Account|Token onthouden
ro: Cont | Token
ru: Учётная запись|Запоминание
zh_cn: 账户|记住登录信息

source: Account|Remote ip
ar: الحساب|Ip البعيد
el: Λογαριασμός|Απομακρυσμένη ip
fi: Tili|Etä IP
hr: Korisnički račun|Udaljena ip
nl: Account|IP op afstand
ro: Cont | Ip de la distanță
ru: Учётная запись|Удалённый IP
zh_cn: 账户|远程 ip 地址

source: Account|Salt
ar: الحساب|Salt
el: Λογαριασμός|Salt
fi: Tili|Suola
gl: Conta|Sal
hr: Korisnički račun|Sol
ro: Cont | Salt
ru: Учётная запись|Salt
zh_cn: 账户|盐化

source: Account|Sign in count
ar: الحساب|عدد تسجيل الدخول
el: Λογιαριασμός|Μέτρηση εισόδων
fi: Tili|Kirjautumisten määrä
hr: Korisnički račun|Broj prijava
nl: Account|Aantal keren aangemeld
ro: Cont | Conectare la numărul
ru: Учётная запись|Количество входов
zh_cn: 账户|登入时间

source: Account|Username
ar: الحساب|اسم المستخدم
el: Λογαριασμός|Όνομα Χρήστη
fi: Tili|Käyttäjänimi
hr: Korisnički račun|Korisničko ime
nl: Account|Gebruikersnaam
ro: Cont|Nume utilizator
ru: Учётная запись|Имя пользователя
zh_cn: 账户|用户名

source: All
ar: الكل
el: Όλα
fi: Kaikki
gl: Todos
hr: Sve
nl: Alles
ro: Tot
ru: Все
zh_cn: 全部

source: Are you sure?
ar: هل أنت متأكد؟
el: Είστε σίγουρος;
fi: Oletko varma?
gl: Está seguro?
hr: Da li ste sigurni?
nl: Weet u het zeker?
ro: Sunteți sigur?
ru: Вы уверены?
zh_cn: 你确定？

source: Base system setup
ar: إعداد النظام الأساسي
el: Ρύθμιση βασικού συστήματος
fi: Perusjärjestelmän asetus
gl: Configuración básica do sistema
hr: Postavke osnovnog sistema
nl: Instelling van het basissysteem
ro: Instalare sistem de bază
ru: Настройка основной системы.
zh_cn: 基本系统设置

source: Continue initial system setup
ar: متابعة الإعداد الأولى للنظام
el: Συνεχίστε την αρχική ρύθμιση του συστήματος
fi: Jatka alkuperäistä järjestelmäasetusta.
gl: Continuar a configuración inicial do sistema
hr: Nastavi početno podešavanje sustava
nl: Doorgaan met initiële systeeminstellingen
ro: Continuă instalarea inițială a sistemului
ru: Продолжить начальную настройку системы
zh_cn: 继续最初的系统设置

source: Cookies disabled ?
ar: تعطيل ملفات تعريف الارتباط ؟
el: Απενεργοποίηση cookies;
fi: Evästeet poistettu käytöstä?
hr: Kolačići onemogućeni ?
nl: Cookies uitgeschakeld ?
ro: Cooki-urile sunt dezactivate?
ru: Cookies отключены?
zh_cn: 已禁用 Cookie 了吗？

source: Don't forget to include the bug details.
ar: لا تنس أن تدرج تفاصيل الخلل.
el: Μην ξεχάσετε να συμπεριλάβετε τις λεπτομέρειες του σφάλματος.
fi: Älä unohda sisällyttää virheen yksityiskohtia.
gl: Non esqueza incluír os detalles do erro.
hr: Nemojte zaboraviti uključiti detalje o greški.
nl: Vergeet niet om de details van de bug in te sluiten.
ro: Nu uitați să includeți detaliile problemei.
ru: Не забудьте включить дополнительные сведения об ошибке.
zh_cn: 不要忘记包括错误的详细信息。

source: Edit
ar: تحرير
el: Επεξεργασία
fi: Muokkaa
gl: Editar
hr: Uredi
nl: Bewerken
ro: Editare
ru: Редактировать
zh_cn: 编辑

source: Error: Cannot check the current status.
ar: خطأ: لا يمكن التحقق من الحالة الحالية.
el: Σφάλμα: Αδυναμία ελέγχου τρέχουσας κατάστασης.
fi: Virhe: Tämänhetkisen tilan tarkistaminen ei onnistu.
hr: Greška: Ne mogu provjeriti trenutni status.
nl: Fout: kan de huidige status niet controleren.
ro: Eroare: Nu se poate verifica starea actuală.
ru: Ошибка: невозможно проверить текущее состояние.
zh_cn: 错误：不能检查当前状态。

source: Finish
ar: إنهاء
el: Τέλος
fi: Valmis
gl: Finalizar
hr: Završi
nl: Voltooien
ro: Terminare
ru: Готово
zh_cn: 结束

source: Frequently used modules:
ar: الوحدات النمطية التي يكثر استخدامها:
el: Περισσότερο χρησιμοποιούμενα αρθρώματα:
fi: Useimmin käytetyt moduulit:
hr: Često korišteni moduli:
nl: Veel gebruikte modulen:
ro: Module folosite curent:
ru: Часто используемые модули:
zh_cn: 经常使用的模块：

source: Home
ar: الرئيسية
el: Αρχικός κατάλογος
fi: Koti
hr: Kuća
nl: Startpagina
ro: Acasă
ru: Домашняя страница
zh_cn: 主页

source: JavaScript support is missing or disabled. Please turn JavaScript on or use a supported browser (%sFireFox 3.5%s or %sInternet Explorer 8%s).
ar: دعم جافا سكريبت مفقود أو غير صالح. الرجاء تشغيل جافا سكريبت أو استخدم مستعرض معتمد (%sFireFox 3.5%s or %sInternet Explorer 8%s).
el: Η υποστήριξη JavaScript λείπει ή είναι απενεργοποιημένη. Παρακαλώ ενεργοποιήστε την JavaScript ή χρησιμοποιήστε ένα υποστηριζόμενο πρόγραμμα περιήγησης (%sFireFox 3.5%s ή %sInternet Explorer 8%s).
fi: JavaScript-tuki puuttuu tai on poistettu käytöstä. Ota JavaScript käyttöön tai käytä tuettua selainta (%sFireFox 3.5%s tai %sInternet Explorer 8%s).
gl: O soporte de JavaScript non se atopa ou está desactivado. Volva activar JavaScript ou empregue un navegador soportado (%sFireFox 3.5%s ou %sInterent Explorer 8%s).
hr: JavaScript podrška nedostaje ili je onemogućena. Molimo vas da uključite JavaScript ili da koristite podržani pretraživač (%sFireFox 3.5%s ili %sInternet Explorer 8%s).
nl: JavaScript ondersteuning ontbreekt of is uitgeschakeld. Gaarne JavaScript inschakelen of een ondersteunde browser (%sFireFox 3.5%s of %sInternet Explorer 8%s) gebruiken.
ro: Suportul pentru JavaScript lipsește sau este dezactivat. Vă rugăm să verificați JavaScript sau să utilizați un browser care îl acceptă (%sFireFox 3.5%s sau %sInternet Explorer 8%s).
ru: Поддержка JavaScript отсутствует или отключена. Пожалуйста, включите JavaScript или используйте поддерживаемый браузер (%sFireFox 3.5%s или %sInternet Explorer 8%s).
zh_cn: JavaScript 丢失或被禁用，请打开 JavaScript 功能或使用一个支持 JavaScript 的浏览器 （%sFireFox 3.5%s 或者 %sInternet Explorer 8%s）

source: Loading patch information
ar: تحميل معلومات التصحيح
el: Φόρτωση Πληροφοριών Διορθώσεων
fi: Ladataan tietoja korjauksista
gl: Cargando información do parche
hr: Učitavam informacije o zakrpi
nl: Patchinformatie laden
ro: Se încarcă informația despre petic
ru: Загрузка сведений об исправлениях
zh_cn: 正在加载补丁信息

source: Loading system information
ar: معلومات عامة عن النظام
el: Φόρτωση Πληροφοριών Συστήματος
fi: Ladataan järjestelmätietoja
gl: Cargando información do sistema
hr: Učitavam informacije o sustavu
nl: Systeeminformatie laden
ro: Se încarcă informațiile despre sistem
ru: Загрузка сведений о системе
zh_cn: 正在加载系统信息

source: My Appliance
ar: أجهزتي
el: Η υλοποίησή μου
gl: O meu aplicativo
hr: Moja primjena
nl: Mijn appliance
ro: Aplicația mea
ru: Применение
zh_cn: 我的装置

source: Next
ar: التالي
el: Επόμενο
fi: Seuraava
gl: Seguinte
hr: Dalje
nl: Volgende
ro: Înainte
ru: Далее
zh_cn: 下一步

source: No information available
ar: لا تتوفر أية معلومات
el: Δεν υπάρχει διαθέσιμη πληροφορία
fi: Tietoja ei ole saatavilla
gl: Non hai información dispoñible
hr: Nema dostupnih informacija
nl: Geen informatie beschikbaar
ro: Nici o informație nu este disponibilă
ru: Сведения недоступны
zh_cn: 没有可用信息。

source: Not authorized! (%s)
ar: غير مخول! (%s)
el: Δεν εξουσιοδοτήθηκε! (%s)
fi: Ei sallittua! (%s)
hr: Niste autorizirani! (%s)
nl: Niet geautoriseerd! (%s)
ro: Neautorizat! (%s)
ru: Нет авторизации! (%s)
zh_cn: 未认证！(%s)

source: Operation is forbidden. If you have to do it, please contact system administrator
ar: عملية ممنوعة. إذا اردت القيام بها، الرجاء الاتصال بمسؤول النظام
el: Η λειτουργία είναι απαγορευμένη. Αν πρέπει να το κάνετε, παρακαλούμε επικοινωνήστε με το διαχειριστή του συστήματος
fi: Toiminto ei ole sallittu. Jos haluat käyttää tätä toimintoa, ota yhteyttä järjestelmänvalvojaan
gl: Operación prohibida. Se tivese que realizar isto, contacte co administrador do sistema
hr: Operacija je zabranjena. Ako to morate napraviti, kontaktirajte administratora sustava
nl: Bewerking is verboden. Als u dit moet doen, neem dan contact op met uw systeembeheerder
ro: Operațiune interzisă. Dacă trebuie efectuată, vă rugăm să contactați un administratorul de sistem
ru: Операция запрещена. Если вам необходимо выполнить это, свяжитесь с системным администратором
zh_cn: 操作被禁止。如果你必须这样做，请联系系统管理员。

source: Patch plugin is not installed.
ar: لم يتم تثبيت ملحق التصحيح.
el: Το πρόσθετο διόρθωσης δεν είναι εγκατεστημένο
fi: Korjaus-liitännäistä ei ole asennettu.
gl: A extensión de parches non foi instalada.
hr: Umetak za zakrpe nije instaliran.
nl: Patch-plugin is niet geïnstalleerd.
ro: Modulul pentru petic nu este instalat.
ru: Модуль исправлений не установлен.
zh_cn: 补丁插件未安装。

source: Patch status summary is disabled in the config file.
ar: تم تعطيل وضع التصحيح الموجز في ملف الإعداد.
el: Η σύνοψη της κατάστασης διόρθωσης είναι απενεργοποιημένη στο αρχείο ρυθμίσεων
fi: Korjausten yhteenvetotila on poistettu käytöstä määritystiedostossa.
gl: O resumo do estado do parche está desactivado no ficheiro de configuración.
hr: Sažetak statusa zakrpa je onemogućen u datoteci s postavkama.
nl: De statussamenvatting van de patch is uitgeschakeld in het config-bestand.
ro: Rezumatul stării peticului este dezactivat în fișierul de configurare.
ru: Отчёт о статусе исправлений отключён в файле настроек.
zh_cn: 在配置文件中补丁状态摘要已被禁用。

source: Please Report a bug so we can fix the problem!.
ar: الرجاء إرسال تقرير خلل حتى يمكننا تحديد المشكلة!.
el: Παρακαλούμε αναφέρετε το σφάλμα έτσι ώστε να μπορέσουμε να διορθώσουμε το πρόβλημα!.
fi: Ilmoita virheestä niin voimme korjata ongelman!
gl: Por favor, envíe un informe de erro para que poidamos arranxar o problema!
hr: Molio vas da prijavite grešku tako da možemo popraviti problem.
nl: Gaarne een bugrapport indienen zodat we het probleem kunnen oplossen!.
ro: Vă rugăm să raportați un bug pentru a putea rezolva problema!.
ru: Пожалуйста, сообщите об ошибке, чтобы мы могли исправить эту проблему.
zh_cn: 请报告 bug 以便我们修复！

source: Please enable cookies in your browser and <a href="/session">login again</a>
ar: الرجاء تمكين ملفات تعريف الارتباط في المستعرض و <a href="/session">سجل الدخول مرة أخرى</a>
el: Παρακαλώ ενεργοποιήστε τα cookies στον περιηγητή σας και <a href="/session">συνδεθείτε ξανά</a>
fi: Ota evästeet käyttöön selaimessasi ja <a href="/session">kirjaudu uudelleen</a>
hr: Molio vas da omogućite kolačiće u vašem pregledniku i <a href="/session">ponovno se prijavite</a>
nl: Schakel cookies in in uw browser en <a href="/session">meldt u opnieuw aan</a>
ro: Vă rugăm să activați cookie-urile în browser-ul dmneavoastra și <a href="/session">autentificați-vă din nou</a>
ru: Включите приём cookies в своём браузере и <a href="/session">войдите снова</a>
zh_cn: 请在您的浏览器中启用 cookie 并 <a href="/session">重新登录</a>

source: Problem:
ar: المشكلة:
el: Πρόβλημα:
fi: Ongelma:
gl: Problema:
nl: Probleem:
ro: Problemă:
ru: Проблема:
zh_cn: 问题：

source: Really reboot the machine?
ar: هل تريد إعادة تشغيل الجهاز؟
el: Θέλετε να επανεκκινήσετε το σύστημα;
fi: Käynnistetäänkö tietokone uudelleen?
hr: Da li zaista želite ponovno pokrenuti računalo?
nl: De machine opnieuw opstarten?
ro: Sigur reporniți mașina?
ru: Действительно перезагрузить машину?
zh_cn: 准备好重启计算机了吗？

source: Really shutdown the machine?
ar: هل تريد إيقاف تشغيل الجهاز؟
el: Θέλετε να τερματίσετε το σύστημα;
fi: Sammutetaanko tietokone varmasti?
hr: Da li zaista želite ugasiti računalo?
nl: De machine afsluiten?
ro: Sigur opriți mașina?
ru: Действительно выключить машину?
zh_cn: 准备好关闭计算机了吗？

source: Show details...
ar: اعرض التفاصيل...
el: Προβολή λεπτομερειών...
fi: Näytä yksityiskohtaiset tiedot...
gl: Amosar detalles...
hr: Prikaži detalje...
nl: Details tonen...
ro: Arată detalii...
ru: Показать подробности...
zh_cn: 显示细节...

source: Shutdown
ar: إيقاف التشغيل
el: Τερματισμός
fi: Sammuta
gl: Apagar
hr: Ugasi
nl: Afsluiten
ro: Oprește calculatorul
ru: Выключение
zh_cn: 关机

source: Sign in
ar: تسجيل الدخول
el: Είσοδος
fi: Kirjaudu sisään
hr: Prijavite se
nl: Aanmelden
ro: Autentificare
ru: Войти
zh_cn: 登录

source: Status plugin is not installed.
ar: لم يتم تثبيت ملحق الحالة.
el: Το πρόσθετο της κατάστασης δεν είναι εγκατεστημένο.
fi: Tila-liitännäistä ei ole asennettu.
gl: A extensión de estado non foi instalado.
hr: Umetak za status nije instaliran.
nl: Status-plugin is niet geïnstalleerd.
ro: Modulul de stare nu este instalat.
ru: Модуль состояния не установлен.
zh_cn: 状态插件未安装。

source: System status
ar: حالة النظام
el: Κατάσταση συστήματος
fi: Järjestelmän tila
hr: Status sustava
nl: Systeemstatus
ro: Stare sistem
ru: Состояние системы
zh_cn: 系统状态

source: System status summary is disabled in the config file.
ar: تم تعطيل وضع حالة النظام الموجزة في ملف الإعداد.
el: Η σύνοψη της κατάστασης του συστήματος είναι απενεργοποιημένη στό αρχείο ρύθμισης
fi: Järjestelmän yhteenvetotila on poistettu käytöstä määritystiedostossa.
gl: O resumo do estado do sistema está desactivado no ficheiro de configuración.
hr: Sažetak statusa sustava je onemogućen u datoteci s postavkama.
nl: De statussamenvatting is uitgeschakeld in het config-bestand.
ro: Rezumatul stării sistemului este dezactivat în fișierul de configurare.
ru: Отчёт о статусе системы отключён в файле настроек.
zh_cn: 在配置文件中系统状态摘要已被禁用。

source: System updates
ar: تحديثات النظام
el: Ενημερώσεις συστήματος
fi: Järjestelmäpäivitykset
hr: Nadogradnje sustava
nl: Zaken voor het bijwerken van uw systeem
ro: Actualizări sistem
ru: Обновления системы
zh_cn: 系统升级

source: There was a problem retrieving information from the server.
ar: هناك مشكلة أثناء استرداد المعلومات من الخادم.
el: Υπήρξε ένα πρόβλημα κατά την ανάκτηση πληροφοριών από το διακομιστή.
fi: Ongelma haettaessa tietoja palvelimelta.
gl: Houbo un problema ao obter información do servidor.
hr: Dogodio se problem prilikom dohvaćanja podataka sa poslužitelja.
nl: Er was een probleem met het ophalen van informatie van de server.
ro: A existat o problemă în timpul obținerii informațiilor de la server.
ru: Проблема при получении сведений с сервера.
zh_cn: 从服务器获取信息时出现一个问题

source: This is embarrassing....
ar: هذا أمر مربك....
el: Αυτό είναι ενοχλητικό....
fi: Tämä on hävettävää...
hr: Ovo je neugodno...
nl: Dit is een onaangename verrassing....
ro: Acest lucru este jenant....
ru: Как неловко получилось...
zh_cn: 好尴尬....

source: Unknown error
ar: خطأ غير معروف
el: Άγνωστο σφάλμα
fi: Tuntematon virhe
gl: Erro descoñecido
hr: Nepoznata greška
nl: Onbekende fout
ro: Eroare necunoscuta
ru: Неизвестная ошибка
zh_cn: 未知错误

source: We are sorry, but there are some problems.
ar: نأسف، ولكن هناك بعض المشاكل.
el: Λυπούμαστε. αλλά υπάρχουν ορισμένα προβλήματα.
fi: Olemme pahoillamme, törmäsimme ongelmiin.
gl: Desculpe, pero existen algúns problemas.
hr: Žao nam je, ali postoje neki problemi.
nl: Helaas, maar er zijn enige problemen.
ro: Ne pare rău, dar există unele probleme.
ru: Нам очень жаль, но всё ещё есть некоторые проблемы.
zh_cn: 很抱歉，这里出现了一些问题。

source: WebYaST modules are not installed on your system!
ar: وحدات WebYaST النمطية غير مثبتة على النظام!
el: Τα αρθρώματα του WebYaST δεν είναι εγκατεστημένα στο σύστημά σας!
fi: WebYaST moduuleja ei ole asennettu järjestelmääsi!
hr: WebYaST moduli nistu instalirani na ovom sustavu!
nl: WebYaST modulen zijn niet op uw systeem geïnstalleerd!
ro: Modulele WebYast nu sunt instalate în sistem!
ru: Модули WebYaST в вашей системе не установлены!
zh_cn: 您的系统上未安装 WebYaST 模块好吗！

source: WebYaST tried to establish and save a session in your web browser but failed.
ar: حاول WebYaST إنشاء وحفظ جلسة العمل في مستعرض الويب ولكن فشلت.
el: Το WebYaST προσπάθησε να δημιουργήσει και να αποθηκεύσει μια συνεδρία στον περιηγητή σας αλλά απέτυχε.
fi: WebYaST yritti luoda ja tallentaa istunnon selaimeesi, mutta yritys epäonnistui.
hr: WebYaST je pokušao napraviti i sačuvati sesiju u vašem web pregledniku ali nije uspio.
nl: WebYaST heeft geprobeerd een sessie op te zetten en op te slaan in uw webbrowser maar dat is mislukt.
ro: WebYast a încercat să stabilească și să salveze o sesiune în navigatorul web dar a eșuat.
ru: WebYaST безуспешно пытался установить и сохранить сеанс в вашем браузере.
zh_cn: WebYaST 尝试在您的网络浏览器中建立和保存一个会话，但失败了。

source: You are using an unsupported browser. Please switch to %sFireFox 3.5 or better%s or %sInternet Explorer 8%s. Thanks! [%sclose%s]
ar: تستخدم متصفح غير معتمد. يرجى التبديل إلى %sFireFox 3.5 أو أفضل%s أو %sInternet Explorer 8%s. شكر! [%sclose%s]
el: Χρησιμοποιείτε ένα μη υποστηριζόμενο πρόγραμμα περιήγησης. Παρακαλώ αλλάξτε σε %sFireFox 3.5 ή νεότερο%s ή %sInternet Explorer 8%s. Ευχαριστώ! [%sclose%s]
fi: Käytät tukematonta selainta. Vaihda joko %sFireFox 3.5 tai uudempaan%s tai %sInternet Explorer 8%s. Kiitos! [%sclose%s]
gl: Está a empregar un navegador que non está soportado. Cambie a %sFirefox 3.5 ou superior ou %sInternet Explorer 8%s. Graciñas! [%sclose%s]
hr: Koristite nepodržani pretraživač. Molimo vas da se prebacite na %sFireFox 3.5 ili bolji%s ili %sInternet Explorer 8%s. Hvala! [%sclose%s]
nl: U gebruikt een niet ondersteunde browser. Gaarne omschakelen naar %sFireFox 3.5 of beter%s of %sInternet Explorer 8%s. Dank! [%sclose%s]
ro: Utilizați un browser care nu este suportat. Vă rugăm să folosiți %sFireFox3.5 sau mai mare%s sau %sInternet Explorer 8%s. Mulțumesc![%sclose%s]
ru: Вы используете неподдерживаемый браузер. Пожалуйста, перейдите на %sFireFox 3.5 или выше%s или %sInternet Explorer 8%s. Спасибо! [%sзакрыть%s]
zh_cn: 你使用的浏览器不支持，请使用 %sFireFox 3.5 或更高，或者 %sInternet Explorer 8%s。谢谢！ [%sclose%s]

source: You do not have permissions to modify the settings.
ar: ليس لديك الأذونات لتعديل الإعدادات.
el: Δεν έχετε τα δικαιώματα να τροποποιήσετε τις ρυθμίσεις.
fi: Sinulla ei ole oikeuksia muokata asetuksia.
gl: Non ten permisos para modificar a configuración.
hr: Nemate dozvolu za promjenu postavki.
nl: U hebt niet de benodigde rechten voor het wijzigen van de instellingen.
ro: Nu aveți permisiunea de a modifica setările.
ru: У вас нет прав для изменения настроек.
zh_cn: 你没有权限修改设置。

source: You have no permissions to see or change the modules, please contact the administrator to set up permissions first!
ar: لديك ليست صلاحية مشاهدة أو تغيير الوحدات النمطية, الرجاء الاتصال بالمسؤول لإعداد الأذونات أولاً!
el: Δεν έχετε τα δικαιώματα να δείτε ή να αλλάξετε τα αρθώματα, παρακαλώ επικοινωνήστε πρώτα με τον διαχειριστή για να ρυθμίσετε τα δικαιώματα!
fi: Sinulla ei ole oikeuksia tarkastella tai muuttaa moduuleja, ota yhteyttä järjestelmävalvojaan oikeuksien asettamista varten!
hr: Nemate dozvole za gledanje ili promjenu modula, molimo vas da kontaktirate administratora da prvo podesi dozvole!
nl: U hebt geen toestemming om de modulen te zien of te wijzigen, neem contact op met de beheerder om uw rechten in te stellen!
ro: Nu aveți nici o permisiune pentru a vedea sau a modifica modulele, vă rugăm să contactați administratorul pentru a configura primele permisiuni!
ru: У вас нет разрешения на просмотр или изменение модулей, свяжитесь с администратором для настройки разрешений!
zh_cn: 您没有权限查看或修改模块，请先联系管理员来设置权限！

source: You will be logged off in
ar: سيتم تسجيل الخروج
el: Θα αποσυνδεθείτε σε
fi: Sinut kirjataan ulos
hr: Bit ćete odjavljeni za
nl: U zult worden afgemeld na
ro: Veți fi deautentificat în
ru: Вы выйдете из системы через
zh_cn: 您将注销在

source: Your initial system setup was not completed. Please continue with setting up the modules.
ar: لم يتم إكمال الإعداد الأولى للنظام. الرجاء المتابعة مع إعداد الوحدات النمطية.
el: Οι αρχικές ρυθμίσεις του συστήματός σας δεν ολοκληρώθηκαν. Παρακαλώ συνεχίστε με τη ρύθμιση των αρθρωμάτων.
fi: Alkuperäinen järjestelmäasetus ei ole valmis. Jatka moduulien asettamisella.
gl: A súa configuración inicial do sistema non está completada. Continúe a configurar os módulos.
hr: Početno podešavanje sustava nije završeno. Molimo vas da nastavite s podešavanjem modula.
nl: Het instellen van het systeem is niet gereed. Gaarne doorgaan met het instellen van de modulen.
ro: Instalarea inițială a sistemul dumneavoastră nu a fost finalizată. Vă rugăm să continuați cu setarea modulelor.
ru: Начальная настройка системы не была завершена. Пожалуйста, настройте модули.
zh_cn: 你的初始系统设置未完成，请继续设置模块。

source: account
ar: الحساب
el: λογαριασμός
fi: tili
gl: conta
hr: korisnički račun
ro: cont
ru: учётная запись
zh_cn: 帐户

source: seconds due to session timeout.
ar: ثانية محددة لإنهاء مهلة جلسة العمل.
el: δευτερόλεπτα λόγω λήξης χρονικού ορίου συνεδρίας.
fi: sekunnissa johtuen istunnon aikakatkaisusta.
hr: sekundi zbog isteka vremena sesije.
nl: seconden vanwege het verlopen van tijd van uw sessie.
ro: secunde expirare sesiune.
ru: секунд в связи с истечением времени ожидания сеанса.
zh_cn: 秒由于会话过期。
