Repository: webyast/webyast
Catalog: webyast/locale/*/webyast-*.po
Languages: ar, el, et, fi, gl, hr, nl, ro, ru, zh_cn

source: Could not call zypper.
et: Zypperi käivitamine nurjus.

source: New software for your system is available
et: Uus tarkvara sinu süsteemi jaoks on saadaval

source: /_Preferences
et: /_Eelistused

source: /_Check Now
et: /_Kontrolli nüüd

source: /_Quit
et: /_Välju

source: Installing updates...
et: Uuenduste paigaldamine...

source: <span weight="bold">Check interval:</span>
et: <span weight="bold">Kontrollimise intervall:</span>

source: <span weight="bold">Recommended updates:</span>
et: <span weight="bold">Soovituslikud uuendused:</span>

source: Add/Remove Update Sources
et: Uuenduste allikate lisamine/eemaldamine

source: Check for updates:
et: Uuenduste kontrollimine:

source: Update Applet Preferences
et: Uuendamise apleti eelistused

source: %s (%s): Arguments will be ignored
et: %s (%s): argumente eiratakse

source: %s: Unknown module %s, ignored!
et: %s: tundmatu moodul %s, eiratakse!

source: ERROR: Unknown service: [%s: %s], ignored!
et: VIGA: tundmatu teenus: [%s: %s], eiratakse!

source: WARNING: Use /etc/default/passwd to set 'md5' option
et: HOIATUS: kasuta sätte 'md5' määramiseks faili /etc/default/passwd

source: WARNING: Use /etc/default/passwd to set 'bigcrypt' option
et: HOIATUS: kasuta sätte 'bigcrypt' määramiseks faili /etc/default/passwd

source: WARNING: Use /etc/default/passwd to set 'blowfish' option
et: HOIATUS: kasuta sätte 'blowfish' määramiseks faili /etc/default/passwd

source: ERROR: Unknown option (%s): [%s: %s], ignored!
et: VIGA: tundmatu säte (%s): [%s: %s], eiratakse!

source: WARNING: Unknown option (%s): [%s: %s], ignored!
et: HOIATUS: tundmatu säte (%s): [%s: %s], eiratakse!

source: Please use /etc/default/passwd to set 'md5' option
et: Palun kasuta 'md5' sätte määramiseks faili /etc/default/passwd

source: Please use /etc/default/passwd to set 'bigcrypt' option
et: Palun kasuta sätte 'bigcrypt' määramiseks faili /etc/default/passwd

source: Please use /etc/default/passwd to set 'blowfish' option
et: Palun kasuta sätte 'blowfish' määramiseks faili /etc/default/passwd

source: Usage: %s -a|-c|-d [...]
et: Kasutamine: %s -a|-c|-d [...]

source: %s - create PAM config files
et: %s - PAM-i häälestusfaili loomine

source: -a, --add Add options/PAM modules
et: -a, --add Sätete/PAM-i moodulite lisamine

source: -c, --create Create new configuration
et: -c, --create Uue häälestuse loomine

source: -d, --delete Remove options/PAM modules
et: -d, --delete Sätete/PAM-i moodulite eemaldamine

source: --initialize Convert old config and create new one
et: --initialize Vana häälestuse teisendamine ja uue loomine

source: --update Read current config and write them new
et: --update Praeguse häälestuse lugemine ja uuesti kirjutamine

source: -q, --query Query for installed modules and options
et: -q, --query Paigaldatud moodulite ja sätete päring

source: --help Give this help list
et: --help Antud abiteabe kuvamine

source: -u, --usage Give a short usage message
et: -u, --usage Lühiteabe kuvamine kasutamise kohta

source: -v, --version Print program version
et: -v, --version Programmi versiooni väljastamine

source: New config from %s is not in use!
et: Uus häälestus asukohast %s pole kasutusel!

source: File %s is no symlink to %s.
et: Fail %s pole sümboolne viit failile %s.

source: New config from %s is is not in use!
et: Uus häälestus asukohast %s pole kasutusel!

source: Couldn't load config file, aborted!
et: Häälestusfaili laadimine nurjus, katkestatakse!

source: %s: Too many arguments.
et: %s: Liiga palju argumente.

source: Unknown option for %s, ignored: '%s'
et: Tundmatu säte mooduli %s jaoks, eiratakse: '%s'

source: Cannot create %s: %m
et: Pole võimalik luua %s: %m

source: Old Password:
et: Vana parool:

source: New Password:
et: Uus parool:

source: Reenter New Password:
et: Sisesta uus parool uuesti:

source: Passwords do not match.
et: Paroolid ei kattu.

source: You must choose a new password.
et: Sa pead valima uue parooli.

source: Bad password: too similar
et: Halb parool: liiga sarnane

source: Bad password: too simple
et: Halb parool: liiga lihtne

source: Bad password: too short
et: Halb parool: liiga lühike

source: Bad password:
et: Halb parool:

source: Password change aborted.
et: Parooli muutmine katkestati.

source: Error: Password NOT changed.
et: Viga: Parooli EI muudetud.

source: Password changed.
et: Parooli muudeti.

source: 32-Bit Runtime Environment
et: 32-bitine käitusaja keskkond

source: This pattern installs the 32-bit variant of all selected patterns, allowing you to execute 32-bit software.
et: Paigaldatakse kõikide valitud mustrite 32-bitine variant, mis võimaldab käivitada 32-bitist tarkvara.

source: 64-Bit Runtime Environment
et: 64-bitine käitusaja keskkond

source: This pattern installs the 64-bit variant of all selected patterns, allowing you to execute 64-bit software.
et: Paigaldatakse kõikide valitud mustrite 64-bitine variant, mis võimaldab käivitada 64-bitist tarkvara.

source: Base System
et: Baassüsteem

source: C/C++ Compiler and Tools
et: C/C++ kompilaator ja tööriistad

source: Minimal set of tools for compiling and linking applications
et: Rakenduste kompileerimiseks ja linkimiseks vajalike tööriistade miinimumkomplekt

source: Common Code Base (for certification)
et: Üldine koodibaas (sertifitseerimiseks)

source: This consists of all packages that are common to all SUSE Linux Enterprise products. It also provides a Linux Standard Base 3.0 compliant runtime environment.
et: See sisaldab kõiki pakette, mis on ühised kõikidele SUSE Linuxi Enterprise'i toodetele. See kindlustab ka Linux Standard Base 3.0 ühilduva käitusaja keskkonna.

source: Console Tools
et: Konsooli tööriistad

source: Applications useful for those using the console and no graphical desktop environment.
et: Graafilise töökeskkonna asemel konsooli kasutavatele inimestele kasulikud rakendused.

source: Default System
et: Vaikesüsteem

source: This is the default system for this product.
et: Käesoleva toote vaikesüsteem.

source: Desktop Base System
et: Töölaua baassüsteem

source: This is the base SUSE Linux runtime system.
et: See on SUSE Linuxi käitusaja baassüsteem.

source: GNOME (Default)
et: GNOME (vaikimisi)

source: GNOME Development
et: GNOME arendus

source: GNOME development packages
et: GNOME arenduse paketid

source: GNOME Laptop
et: GNOME sülearvuti

source: GNOME laptop packages
et: GNOME sülearvuti paketid

source: KDE Development
et: KDE arendus

source: KDE development packages
et: KDE arenduse paketid

source: KDE Laptop
et: KDE sülearvuti

source: KDE laptop packages
et: KDE sülearvuti paketid

source: Base Development
et: Baasarendus

source: Minimal set of tools for compiling and linking applications.
et: Rakenduste kompileerimiseks ja linkimiseks vajalike tööriistade miinimumkomplekt.

source: Cell Development
et: Celli arendus

source: C/C++ Development
et: C/C++ arendus

source: Tools and libraries for software development using C/C++ and other derivative of the C programming language.
et: Tööriistad ja teegid tarkvara arendamiseks programmeerimiskeeltes C/C++ ja teistes C-keelest tuletatud programmeerimiskeeltes.

source: GNOME development packages.
et: GNOME arenduse paketid.

source: Integrated Development Environments
et: Integreeritud arenduskeskkonnad

source: Integrated Development Environments.
et: Integreeritud arenduskeskkonnad.

source: Java Development
et: Java arendus

source: Tools and libraries for software development using the Java programming language.
et: Tööriistad ja teegid tarkvara arendamiseks programmeerimiskeeles Java.

source: KDE development packages.
et: KDE arenduse paketid.

source: Linux Kernel Development
et: Linuxi kerneli arendus

source: Tools for Linux kernel development.
et: Linuxi kerneli arenduse tööriistad.

source: .NET Development
et: .NET arendus

source: Tools and libraries for .NET development using Mono.
et: Tööriistad ja teegid .NET-i arendustööks Mono abil.

source: Ruby on Rails Development
et: Ruby on Rails arendus

source: Perl Development
et: Perli arendus

source: Tools and libraries for software development using the Perl programming language.
et: Tööriistad ja teegid tarkvara arendamiseks programmeerimiskeeles Perl.

source: Python Development
et: Pythoni arendus

source: Tools and libraries for software development using the Python programming language.
et: Tööriistad ja teegid tarkvara arendamiseks programmeerimiskeeles Python.

source: Qt 4 Development
et: Qt 4 arendus

source: Tools and libraries for software development using Qt 4, the latest version of the Qt toolkit.
et: Tööriistad ja teegid tarkvara arendamiseks Qt 4 keskkonnas, mis on uusim Qt vahendite komplekti versioon.

source: RPM Build Environment
et: RPM-ide koostamise keskkond

source: Ruby Development
et: Ruby arendus

source: Tools and libraries for software development using the Ruby programming language.
et: Tööriistad ja teegid tarkvara arendamiseks programmeerimiskeeles Ruby.

source: Tcl/Tk Development
et: Tcl/Tk arendus

source: Tools and libraries for development using Tcl and Tk.
et: Tööriistad ja teegid arendustööks Tcl ja Tk keskkonnas.

source: Web Development
et: Veebi arendus

source: Tools and libraries for Web application development.
et: Veebirakenduste arendamise tööriistad ja teegid.

source: YaST Development
et: YaST-i arendus

source: DHCP and DNS Server
et: DHCP ja DNS-i server

source: Directory Server (LDAP)
et: Kataloogiserver (LDAP)

source: Help and Support Documentation
et: Abi ja kasutajatoe dokumentatsioon

source: Enhanced Base System
et: Täiustatud baassüsteem

source: File Server
et: Failiserver

source: Base fonts and font configuration.
et: Põhifondid ja fontide häälestamine.

source: A collection of games.
et: Mängude kollektsioon.

source: Internet Gateway
et: Interneti lüüs

source: GNOME Desktop Environment
et: GNOME töölaua keskkond

source: GNOME Administration Tools
et: GNOME administreerimisvahendid

source: Administration Tools e.g. for desktop lockdown
et: Administreerimisvahendid, näiteks töölaua lukustamine

source: GNOME Base System
et: GNOME baassüsteem

source: Base packages for the GNOME desktop environment.
et: GNOME töölaua keskkonna põhipaketid.

source: GNOME Games
et: GNOME mängud

source: GNOME Integrated Development Environment
et: GNOME töölaua keskkond

source: Development under GNOME
et: GNOME arendusvahendid

source: GNOME Graphics
et: GNOME graafika

source: Handling of digital photos and graphics
et: Digifotode ja piltide käsitlemine

source: GNOME Internet Applications
et: GNOME Interneti rakendused

source: GNOME Tools designed specifically for use with laptop computers.
et: Spetsiaalselt sülearvutite tarbeks loodud GNOME tööriistad.

source: GNOME Multimedia
et: GNOME multimeedia

source: GNOME Office
et: GNOME bürootarkvara

source: GNOME Utilities
et: GNOME utiliidid

source: GNOME Desktop Effects
et: GNOME töölaua efektid

source: YaST GNOME User Interfaces
et: YaSTi GNOME'i kasutajaliidesed

source: High Availability
et: Töökindlus

source: Handling of digital photos and graphics.
et: Digifotode ja piltide käsitlemine.

source: KDE Desktop Environment
et: KDE töölaua keskkond

source: KDE Administration Tools
et: KDE administreerimisvahendid

source: KDE Base System
et: KDE baassüsteem

source: KDE4 Base System
et: KDE4 baassüsteem

source: Base packages for the KDE4 desktop environment. KDE4 is the next major KDE release.
et: KDE4 töölaua keskkonna põhipaketid. KDE4 on järgmine KDE põhiväljalase.

source: Base packages for the KDE desktop environment.
et: KDE töölaua keskkonna põhipaketid.

source: KDE Edutainment
et: KDE mäng ja kool

source: KDE Games
et: KDE mängud

source: KDE Help System
et: KDE abisüsteem

source: KDE Integrated Development Environment
et: KDE integreeritud arenduskeskkond

source: Development under KDE
et: KDE arendusvahendid

source: KDE Graphics
et: KDE graafika

source: KDE Internet Applications
et: KDE Interneti rakendused

source: KDE Tools designed specifically for use with laptop computers.
et: Spetsiaalselt sülearvutite tarbeks loodud KDE tööriistad.

source: KDE Multimedia
et: KDE multimeedia

source: KDE Office
et: KDE bürootarkvara

source: KDE System
et: KDE süsteem

source: KDE Utilities
et: KDE utiliidid

source: KDE Desktop Effects
et: KDE töölaua efektid

source: Kernel Development
et: Kerneli arendus

source: Kernel development packages
et: Kerneli arenduse paketid

source: Web and LAMP Server
et: Veebi- ja LAMP-server

source: Laptop
et: Sülearvuti

source: Tools designed specifically for laptop computers.
et: Spetsiaalselt sülearvutite tarbeks loodud tööriistad.

source: Mail and News Server
et: E-posti ja uudisteserver

source: Miscellaneous Server
et: Muu server

source: Miscellaneous Server.
et: Muu server.

source: Mono Development
et: MONO arendus

source: MONO development packages
et: MONO arenduse paketid

source: Network Administration
et: Võrgu administreerimine

source: Misc. Proprietary Packages
et: Muu suletud lähtekoodiga pakett

source: Java Environment
et: Java keskkond

source: Proprietary Java packages.
et: Suletud lähtekoodiga Java paketid.

source: Novell Applications
et: Novelli rakendused

source: Software used to connect to traditional Novell services, including eDirectory, GroupWise, and iPrint.
et: Traditsiooniliste Novelli teenustega nagu eDirectory, GroupWise ja iPrint ühendumiseks kasutatav tarkvara.

source: Office Software
et: Kontoritarkvara

source: Oracle Server Base
et: Oracle'i serveri baas

source: Remote Desktop
et: Kaugtöölaud

source: Tools to access a remote desktop.
et: Tööriistad juurdepääsuks kaugtöölauale.

source: SAP Application Server Base
et: SAP rakenduste serveri baas

source: Software Management
et: Tarkvara haldamine

source: Package Management - Graphical Tools for GNOME
et: Paketihaldus - GNOME'i graafilised tööriistad

source: Package Management - Graphical Tools
et: Paketihaldus - graafilised tööriistad

source: Package Management - Graphical Tools for KDE
et: Paketihaldus - KDE graafilised tööriistad

source: Voice Over IP Clients
et: VoIP kliendid

source: Voice Over IP Server
et: VoIP serverid

source: Voice over IP server.
et: VoIP server.

source: Web-Based Enterprise Management
et: Veebipõhised kommertsrakendused

source: Web-based enterprise management.
et: Veebipõhised kommertsrakendused.

source: XFCE Desktop Environment
et: XFCE töölaua keskkond

source: Desktop Effects
et: Töölaua efektid

source: X Window System
et: X Window süsteem

source: x86 Runtime Environment
et: x86 käitusaja keskkond

source: This will install the 32-bit variant of all selected patterns. This allows to execute 32-bit software.
et: Paigaldatakse kõikide valitud mustrite 32-bitine variant, mis võimaldab käivitada 32-bitist tarkvara.

source: Xen Virtual Machine Host Server
et: Xen virtuaalmasinat sisaldav server

source: YaST System Administration
et: YaST süsteemi administraator

source: YaST tools for basic system administration.
et: YaST tööriistad süsteemi administreerimiseks

source: YaST Installation Packages
et: YaSTi paigalduspaketid

source: YaST tools for installing your system.
et: YaST tööriistad süsteemi paigaldamiseks.

source: SDK: Documentation Tools
et: SDK: dokumentatsiooni tööriistad

source: Tools for creating development-related documentation, specifications etc.
et: Arendusdokumentatsiooni, spetsifikatsioonide jne. loomise tööriistad.

source: SDK: Programming Libraries
et: SDK: programmeerimisteegid

source: Miscellaneous programming libraries.
et: Mitmesugused programmeerimise teegid.

source: SDK: Miscellaneous
et: SDK: mitmesugust

source: Miscellaneous software development tools.
et: Mitmesugused tarkvaraarenduse tööriistad.

source: SDK: Version Control Systems
et: SDK: versioonihalduse süsteemid

source: Tools for version control and project management.
et: Versioonihalduse ja projektihalduse tööriistad.

source: Base Technologies
et: Baastehnoloogiad

source: Development
et: Arendus

source: Graphical Environments
et: Graafilised keskkonnad

source: Proprietary Software
et: Suletud lähtekoodiga tarkvara

source: Desktop Functions
et: Töölaua funktsioonid

source: Server Functions
et: Serveri funktsioonid

source: Primary Functions
et: Esmased funktsioonid

source: Desktops
et: Töölauad

source: Additional Software
et: Lisatarkvara

source: GNOME Desktop
et: GNOME töölaud

source: KDE Desktop
et: KDE töölaud

source: Not yet classified
et: Klassifitseerimata

source: &Remove
et: &Eemalda

source: Configuration
ar: إعدادات
el: Ρύθμιση
et: Häälestamine
fi: Määritykset
gl: Configuración
hr: Postavke
nl: Configuratie
ro: Configurare
ru: Настройка
zh_cn: 配置

source: Switch Application Setup
et: Lülitusrakenduse häälestamine

source: Switch application:
et: Lülitusrakendus:

source: Run in terminal
et: Käivitatakse terminalis

source: Allow switching by non-root users
et: Lülitamise lubamine tavakasutajatele

source: &Accept
et: &Nõustu

source: Choose Switch Application
et: Lülitusrakenduse valimine

source: Really enable non-root switch support?
et: Kas tõesti lubada lülitamine tavakasutajatele?

source: Enable
et: Luba

source: Do Not Enable
et: Ära luba

source: Click to switch profile
et: Klõpsa profiili lülitamiseks

source: Start YaST2 Profile Manager Module...
et: YaST2 profiilihaldusmooduli käivitamine...

source: Configure Profile Chooser...
et: Profiilivalija häälestamine...

source: Run Profile Manager (SUMF)...
et: Profiilihalduri käivitamine (SUMF)...

source: SCPM Profile Chooser Applet (c) 2004 SuSE Linux AG (c) 2005 SUSE LINUX Products GmbH
et: SCPM profiili valimise aplett (c) 2004 SuSE Linux AG (c) 2005 SUSE LINUX Products GmbH

source: SCPM not available
et: SCPM pole saadaval

source: No profiles available
et: Ühtki profiili pole saadaval

source: Switch to Profile
et: Lülitumine profiilile

source: Switching profile
et: Profiili vahetamine

source: Cannot execute switch application.
et: Lülitusrakendust ei saa käivitada.

source: Should Profile Chooser start automatically when you log in?
et: Kas käivitada profiilivalija sisselogimisel automaatselt?

source: Start automatically
et: Käivitatakse automaatselt

source: Do not start
et: Ei käivitata

source: Automatic Graphics System Setup
et: Graafilise süsteemi automaatne häälestamine

source: Information...
et: Teave...

source: SaX2: X11 Configuration
et: SaX2: X11 häälestamine

source: SaX Control Center
et: SaX-i juhtimiskeskus

source: O&K
et: &Sobib

source: &Yes
et: &Jah

source: &No
et: &Ei

source: <b>Exit SaX2</b><hr>Exit SaX2 now?
et: <b>SaX2 sulgemine</b><hr>Kas sulgeda SaX2?

source: Message
et: Teade

source: C&hange Configuration
et: Muuda &häälestust

source: Card and Monitor Properties
et: Graafikakaardi ja monitori omadused

source: Mouse
et: Hiir

source: Mouse Properties
et: Hiire omadused

source: Keyboard Properties
et: Klaviatuuri oamdused

source: Tablet
et: Graafikalaud

source: Tablet Properties
et: Graafikalaua omadused

source: Touchscreen
et: Puutetundlik ekraan

source: Touchscreen Properties
et: Puutetundliku ekraani omadused

source: Remote Access
et: Kaugligipääs

source: Remote Access Properties
et: Kaugligipääsu omadused

source: Display %1
et: Kuva %1

source: Activate This Display
et: Selle kuva aktiveerimine

source: Card
et: Kaart

source: &Change...
et: &Muuda...

source: &Options...
et: &Sätted...

source: Con&figure...
et: &Häälesta...

source: Options
et: Sätted

source: Activate Mouse Wheel
et: Hiire ratta aktiveerimine

source: Invert X-Axis
et: X-telje pööramine

source: Invert Y-Axis
et: Y-telje pööramine

source: Emulate Wheel with Mouse Button
et: Ratta emuleerimine hiirenupuga

source: Rotate Screen
et: Ekraani pööramine

source: Test
et: Testimine

source: &Test
et: &Testi

source: &Save
et: &Salvesta

source: Layout
et: Paigutus

source: Test ready
et: Test lõpetatud

source: Single Click: Done
et: Tavaline klõps: valmis

source: Double Click: Done
et: Topeltklõps: valmis

source: Scrolling
et: Kerimine

source: Button pressed
et: Nupp vajutatud

source: Button released
et: Nupp vabastatud

source: Stopped: Done
et: Peatamine: valmis

source: Properties
et: Omadused

source: Activate Dual Head Mode
et: Kahe kuvari režiimi aktiveerimine

source: Resolution
et: Resolutsioon

source: Colors
et: Värvid

source: Activate 3D Acceleration
et: 3D kiirenduse aktiveerimine

source: Monitor for Card
et: Kaardi monitor

source: Second Monitor for Card
et: Kaardi teine monitor

source: Sync Frequencies
et: Sünkroniseerimissagedused

source: Display Size
et: Kuva suurus

source: Arrangement
et: Korraldus

source: Unconfigured
et: Häälestamata

source: No configuration available
et: Häälestust ei leitud

source: Unknown Monitor:
et: Tundmatu monitor:

source: Primary Monitor:
et: Primaarne monitor:

source: Monitor Settings
et: Monitori sätted

source: Mouse Settings
et: Hiire sätted

source: Graphics Card Settings
et: Graafikakaardi sätted

source: Not Rotated
et: Pööramata

source: To the Left
et: Vasakule

source: To the Right
et: Paremale

source: Monitor: Vendor and Name Selection
et: Monitor: tootja ja nime valimine

source: Mouse: Vendor and Name Selection
et: Hiir: tootja ja nime valimine

source: Display Size in [ mm ]
et: Kuva suurus [ mm ]

source: Activate DPMS
et: DPMS aktiveerimine

source: Horizontal
et: Horisontaalne

source: Second Monitor:
et: Teine monitor:

source: Second Monitor Resolution
et: Teise monitori resolutsioon:

source: Vertical
et: Vertikaalne

source: Aspect Ratio
et: Proportsioon

source: Diagonal
et: Diagonaal

source: X Axis [mm]
et: X-teljel [mm]

source: Y Axis [mm]
et: Y-teljel [mm]

source: Not configured
et: Häälestamata

source: inches
et: tolli

source: Traditional
et: Tavaline

source: Clone
et: Kloonitud

source: Mouse Model
et: Hiire mudel

source: Additional Layouts
et: Täiendavad paigutused

source: Keytable
et: Märgitabel

source: Control Key Position
et: Control-klahvi asukoht

source: Alt/Win Key Behavior
et: Alt/Win klahvi käitumine

source: EuroSign Key Position
et: Euromärgi klahvi asukoht

source: CapsLock Key Behavior
et: CapsLock-klahvi käitumine

source: Morocco
et: Maroko

source: Ethiopia
et: Etioopia

source: Default numeric keypad keys.
et: Numbriklaviatuuri vaikeklahvid.

source: Using space key to input non-breakable space character
et: Tühikuklahvi kasutamine sisetühiku sisestamiseks

source: Right Shift key changes layout.
et: Parempoolne Shift-klahv muudab paigutust.

source: Left Win-key changes layout.
et: Vasakpoolne Win-klahv muudab paigutust.

source: LCtrl+LShift change layout.
et: Vasakpoolne Ctrl+Shift muudab paigutust.

source: Left Alt key changes layout.
et: Vasakpoolne Alt-klahv muudab paigutust.

source: Both Win-keys switch layout while pressed.
et: Mõlemad Win-klahvid vahetavad allahoidmise ajaks paigutuse.

source: Right Ctrl key switches layout while pressed.
et: Parempoolne Ctrl-klahv vahetab allahoidmise ajaks paigutuse.

source: Space key outputs non-breakable space character
et: Tühikuklahv sisestab sisetühiku märgi.

source: Shift+CapsLock changes layout.
et: Shift+CapsLock muudab paigutust.

source: R-Alt switches layout while pressed.
et: Parempoolne Alt-klahv vahetab allahoidmise ajaks paigutus.

source: Numeric keypad layout selection
et: Numbriklaviatuuri paigutuse valimine

source: Right Ctrl key changes layout.
et: Parempoolne Ctrl-klahv muudab paigutust.

source: Alt+CapsLock changes layout.
et: Alt+CapsLock muudab paigutust.

source: Super is mapped to the Win-keys.
et: Super-klahvi tähendus kantakse Win-klahvidele.

source: ScrollLock LED shows alternative layout.
et: ScrollLocki LED teavitab alternatiivsest paigutusest.

source: Both Shift keys together change layout.
et: Mõlemad Shift-klahvid koos muudavad paigutust.
