Repository: webyast/webyast
Catalog: webyast/locale/*/webyast-*.po
Languages: ar, el, et, fi, gl, hr, nl, ro, ru, zh_cn

source: Insert WEP key:
et: Sisesta WEP võti:

source: Select WEP key type:
et: Vali WEP võtme tüüp:

source: Select WEP authentication mode:
et: Vali WEP autentimisrežiim:

source: Wireless LAN - Dialog
et: Juhtmeta LAN - dialoog

source: Current Connection
et: Praegune ühendus

source: Value(s)
et: Väärtus(ed)

source: Signal quality:
et: Signaali tugevus:

source: Scan for Wireless &Networks
et: Otsi juht&meta võrke

source: Start &YaST
et: Käivita &YaST

source: Connect
et: Ühenda

source: Name/ESSID
et: Nimi/ESSID

source: Signal
et: Signaal

source: Bitrate
et: Bitikiirus

source: MAC Address
et: MAC-aadress

source: Frequency
et: Sagedus

source: Channel
et: Kanal

source: Connection closed by server.
et: Server katkestas ühenduse.

source: Connection to server lost.
et: Ühendus serveriga kadus.

source: No Action
et: Tegevus puudub

source: Menu
et: Menüü

source: Start or Stop Connection
et: Ühenduse loomine või katkestamine

source: Login
et: Sisselogimine

source: Start KInternet during KDE login
et: KInternet käivitatakse KDE-sse sisselogimisel

source: Interface
et: Liides

source: Interface to select on start-up:
et: Käivitamisel valitav liides:

source: Provider
et: Teenusepakkuja

source: Provider to select on start-up:
et: Käivitamisel valitav teenusepakkuja:

source: Start-Up
et: Käivitamine

source: Window
et: Aken

source: Colored background
et: Värviline taust

source: Mouse Buttons
et: Hiirenupud

source: Left mouse button:
et: Vasak hiirenupp:

source: Middle mouse button:
et: Keskmine hiirenupp:

source: Right mouse button:
et: Parem hiirenupp:

source: Chart Type
et: Diagrammi tüüp

source: Separate charts for RX and TX
et: Erinevad RX ja TX diagrammid

source: Update Interval
et: Uuendamise intervall

source: Occasion
et: Põhjus

source: When should the scripts be executed:
et: Mis puhul skriptid käivitatakse:

source: Always after connect or disconnect
et: Alati pärast ühenduse loomist või katkestamist

source: Only when I started the connection
et: Ainult minu loodud ühenduse korral

source: Disconnect
et: Katkesta ühendus

source: Scripts
et: Skriptid

source: Location of smpppd
et: smpppd asukoht

source: Automatic detection
et: Automaatne tuvastamine

source: On local machine
et: Kohalikus masinas

source: Manual settings
et: Manuaalsed sätted

source: Manual Settings
et: Manuaalsed sätted

source: Port number:
et: Port:

source: Password:
et: Parool:

source: Host Names
et: Masinanimed

source: DNS Check
et: DNS kontroll

source: _n: %n Second %n Seconds
et: %n sekund %n sekundit

source: _n: %1 Second %1 Seconds
et: %1 sekund %1 sekundit

source: Select Script
et: Vali skript

source: Connect Result
et: Ühendumise tulemus

source: Connection request to:
et: Ühendumise katse serveriga:

source: failed.
et: nurjus.

source: Scan finished.
et: Skaneerimine lõpetatud.

source: WARNING
et: HOIATUS

source: Scanning...
et: Skaneerimine...

source: bit
et: bitt

source: Networkaddress
et: Võrguaadress

source: Netmask
et: Võrgumask

source: Link Quality
et: Lingi kvaliteet

source: Signal level
et: Signaali tase

source: Noise level
et: Müra tase

source: Conntection details
et: Ühenduse üksikasjad

source: WEP Key
et: WEP võti

source: Encryption
et: Krüptimine

source: WEP Key Size
et: WEP võtme pikkus

source: All SLP Services
et: Kõik SLP teenused

source: CIM Server (wbem)
et: CIM-i server (wbem)

source: Private File Server
et: Privaatne failiserver

source: SSH File Browsing
et: SSH failibrauser

source: Samba Administration
et: Samba administreerimine

source: Scanner Server
et: Skänneriserver

source: Secure Web Server
et: Turvaline veebiserver

source: VNC Connection
et: VNC ühendus

source: Web Server
et: Veebiserver

source: Windows Network
et: Windowsi võrk

source: YaST Installation
et: Paigaldamine YaST-i abil

source: YaST installation source
et: YaST-i paigaldusallikas

source: A kioslave to browse multicast DNS services
et: Kioslave multicasti DNS-teenuste sirvimiseks

source: Local Network
et: Kohalik võrk

source: SLP Services and more
et: SLP teenused ja muu

source: A kioslave to browse services
et: Teenuste lehitsemise KIO-moodul

source: A kioslave to browse SLP services
et: SLP teenuste lehitsemise KIO-moodul

source: Network Browser
et: Võrgusirvija

source: Looking for CPU information...
et: CPU teabe otsimine...

source: My Computer
et: Minu arvuti

source: Folders, Harddisks, Removable Devices, System Information and more...
et: Kaustad, kõvakettad, eemaldatavad seadmed, süsteemi teave ja muu...

source: Looking for disk information...
et: Ketta teabe otsimine...

source: Disk Information
et: Ketta teave

source: OS Information
et: Operatsioonisüsteemi teave

source: Current user:
et: Aktiivne kasutaja:

source: System:
et: Süsteem:

source: Display Info
et: Monitori teave

source: Vendor:
et: Tootja:

source: Model:
et: Mudel:

source: Driver:
et: Draiver:

source: Getting OS information....
et: Operatsioonisüsteemi teabe hankimine...

source: Common Folders
et: Tavalised kaustad

source: My Documents
et: Minu dokumendid

source: My Home Folder
et: Minu kodukataloog

source: Root Folder
et: Juurkataloog

source: Network Folders
et: Võrgukataloogid

source: Looking up network status...
et: Võrgu oleku tuvastamine...

source: Network Status
et: Võrgu olek

source: CPU Information
et: CPU teave

source: Processor (CPU):
et: Protsessor (CPU):

source: Speed:
et: Kiirus:

source: Cores:
et: Tuumi:

source: Temperature:
et: Temperatuur:

source: Looking for memory information...
et: Mälu teabe otsimine...

source: Memory Information
et: Mälu teave

source: Total memory (RAM):
et: Mälu kokku (RAM):

source: Free memory:
et: Vaba mälu:

source: Used Memory
et: Kasutatud mälu

source: Total swap:
et: Saalemälu kokku:

source: Free swap:
et: Vaba saalemälu:

source: %1 (+ %2 Caches)
et: %1 (+ %2 vahemälu)

source: Device
et: Seade

source: Filesystem
et: Failisüsteem

source: Total space
et: Kokku ruumi

source: Available space
et: Vaba ruumi

source: Press the right mouse button for more options like Mount or Eject
et: Muude valikute (ühenda, väljasta) nägemiseks tee klõps parema klahviga

source: %1 (3D Support)
et: %1 (3D tugi)

source: %1 (No 3D Support)
et: %1 (3D tugi puudub)

source: Network is <strong>unreachable</strong>
et: Võrk <strong>pole kättesaadav</strong>

source: You are <strong>offline</strong>
et: Sa oled <strong>ühenduseta</strong>

source: Network is <strong>shutting down</strong>
et: Võrk <strong>peatatakse</strong>

source: <strong>Establishing</strong> connection to the network
et: Võrguühenduse <strong>loomine</strong>

source: You are <strong>online</strong>
et: Sa oled <strong>ühendatud</strong>

source: Unknown network status
et: Tundmatu võrgu olek

source: None
et: Puudub

source: A NetworkManager front-end for KDE
et: KDE NetworkManageri kasutajaliides

source: KWallet integration
et: Lõimimine KWalletiga

source: Form1
et: Vorm1

source: &Username:
et: Kas&utajanimi:

source: &Password:
et: &Parool:

source: Identity:
et: Identiteet:

source: General Information
et: Üldine info

source: Battery Status
et: Aku olek

source: AC Adapter
et: Vahelduvvoolu adapter

source: plugged in
et: sisselülitatud

source: Processor Status
et: Protsessori olek

source: General Blacklist
et: Üldine must nimekiri

source: Scheme:
et: Skeem:

source: Selected entry removed.
et: Valitud kirje eemaldati.

source: Could not remove the selected entry.
et: Valitud kirje eemaldamine nurjus.

source: Inserted new entry.
et: Lisa uus kirje.

source: Entry exists already. Did not insert new entry.
et: Kirje on juba olemas. Uut kirjet ei lisatud.

source: Empty entry was not inserted.
et: Tühja kirjet ei lisatud.

source: Add
ar: إضافة
el: Προσθήκη
et: Lisa
fi: Lisää
gl: Engadir
hr: Dodaj
nl: Toevoegen
ro: Adăugare
ru: Добавить
zh_cn: 添加

source: Performance
et: Jõudlus

source: Powersave
et: Voolutarbe kontroll

source: Presentation
et: Esitlus

source: Acoustic
et: Akustiline

source: Advanced Powersave
et: Täiustatud jõudluse kontroll

source: Select Automatically
et: Vali automaatselt

source: GNOME Screensaver
et: GNOME ekraanisäästja

source: Unsaved Changes
et: Salvestamata muudatused

source: Import
et: Impordi

source: Do Not Import
et: Ära impordi

source: Current maintainer
et: Praegune hooldaja

source: Miscellaneous
et: Muud

source: CPUs
et: CPUd

source: Battery state:
et: Aku olek:

source: Total:
et: Kokku:

source: Battery %1
et: Aku %1

source: Processor %1
et: Protsessor %1

source: charged
et: laaditud

source: %1:%2 h remaining
et: %1:%2 h jäänud

source: unknown
et: tundmatu

source: deactivated
et: deaktiveeritud

source: unplugged
et: välja lülitatud

source: Current Scheme:
et: Aktiivne skeem:

source: Dynamic
et: Dünaamiline

source: Critical
et: Kriitiline

source: Low
et: Madal

source: Warning
et: Hoiatus

source: ok
et: sobib

source: yes
et: jah

source: no
et: ei

source: running
et: töötab

source: not running
et: ei tööta

source: Information
et: Info

source: Blacklist
et: Must nimekiri

source: Devices
et: Seadmed

source: Device class
et: Seadme klass

source: activate
et: aktiveeri

source: Activate
et: Aktiveeri

source: deactivate
et: deaktiveeri

source: Deactivate
et: Deaktiveeri

source: activated
et: aktiveeritud

source: do nothing
et: ära tee midagi

source: Deactivate following devices:
et: Deaktiveeri järgnevad seadmed:

source: Activate following devices
et: Aktiveeri järgnevad seadmed

source: Reactivate following devices
et: Taasaktiveeri järgnevad seadmed

source: Deactivate following device classes:
et: Deaktiveeri järgnevad seadmeklassid:

source: Activate following devices classes
et: Aktiveeri järgnevad seadmeklassid

source: Reactivate following device classes
et: Taasaktiveeri järgnevad seadmeklassid

source: This is a experimental feature.
et: See on eksperimentaalne funktsioon.

source: HAL daemon:
et: HAL deemon:

source: enabled
et: lubatud

source: Close
et: Sulge

source: Configure KPowersave...
et: KPowersave häälestamine...

source: Configure Notifications...
et: Märguannete seadistamine...

source: &Help
et: &Abi

source: Plugged in
et: Sisse lülitatud

source: -- battery is charging
et: -- aku laeb

source: Question
et: Küsimus

source: Don't show this message again.
et: Ära näita seda teadet enam.

source: Error
et: Viga

source: Settings
et: Sätted

source: Reset
et: Lähtesta

source: Brightness
et: Heledus

source: after:
et: pärast:

source: Disable Notifications
et: Keela märguanded

source: Scheme Settings
et: Skeemi sätted

source: Notifications
et: Märguanded

source: Autostart
et: Automaatkäivitus

source: General Settings
et: Üldised sätted

source: &Cancel
et: &Loobu

source: &Close
et: S&ulge

source: &Quit
et: &Välju

source: Install Package with YaST
et: Paigalda pakett YaST'i abil

source: Use Directory as Source with YaST
et: Kasuta kataloogi YaST'i pakkide allikana

source: Technical Data
et: Tehnilised andmed

source: Dependencies
et: Sõltuvused

source: File List
et: Failide nimekiri

source: Change Log
et: Muudatuste logi

source: License: %1
et: Litsents: %1

source: RPM group: %1
et: RPM-ide rühm: %1

source: Distribution: %1
et: Distributsioon: %1

source: Packager: %1
et: Pakendaja: %1

source: Vendor: %1
et: Tootja: %1

source: Build time: %1
et: Kompileeritud: %1

source: Build host: %1
et: Kompileerimismasin: %1

source: Size: %1
et: Suurus: %1

source: Source RPM: %1
et: Lähte-RPM: %1

source: Provides
et: Varustab

source: Requires
et: Vajab

source: Conflicts
et: On vastuolus

source: Recommends
et: Soovitab

source: Project Page:
et: Projekti koduleht:

source: Parsing complete.
et: Töötlemine lõpetatud.

source: Viewer for RPM files
et: RPM-failide vaataja

source: KRPMView views the content of RPM archives and can use YaST to install them
et: KRPMView näitab rpm-pakettide sisu ja võimaldab neid YaST'i abil paigaldada

source: Current Maintainer
et: Praegune hooldaja

source: Decrypt
et: Krüpti lahti

source: Wrong password!
et: Vale parool!

source: Decryption failed! Application "cryptsetup" not found. Is package "util-linux-crypto" installed?
et: Lahtikrüptimine nurjus! Rakendust "cryptsetup" ei leitud. Kas pakett "util-linux-crypto" on ikka paigaldatud?

source: %1 is already decrypted!
et: %1 on juba lahti krüptitud!

source: HAL UDI to process.
et: Töödeldav HAL UDI.

source: Decrypting Storage Device
et: Salvestusseadme lahtikrüptimine

source: <p><b>%1 %2</b> (<b>%3</b>) is an encrypted storage device.</p> <p>Please enter the password to decrypt the storage device.</p>
et: <p><b>%1 %2</b> (<b>%3</b>) on krüptitud salvestusseade.</p> <p>Palun sisesta seadme lahtikrüptimiseks parool.</p>

source: helper program returned: %1
et: abirakendus tagastas: %1

source: <b>New software for your system is available</b>
et: <b>Sinu süsteemi jaoks on saadaval uut tarkvara</b>

source: Choose the updates to be installed:
et: Vali paigaldatavad uuendused:

source: Don't install updates that require a restart
et: Taaskäivitamist nõudvaid uuendusi ei paigaldata

source: Ignore
et: Eira

source: <b>Checking for updates...</b>
et: <b>Uuenduste kontrollimine...</b>

source: <b>Error:</b>
et: <b>Viga:</b>

source: <b>No Updates Available</b>
et: <b>Uuendusi pole saadaval</b>

source: <b>Updating...</b>
et: <b>Uuendamine...</b>

source: Summary
et: Kokkuvõte

source: New Version
et: Uus versioon

source: Catalog
et: Kataloog

source: Restart
et: Taaskäivita

source: Patches
et: Paigad

source: Select All Patches
et: Vali kõik paigad

source: Clear Patch Selection
et: Puhasta paikade valik

source: Select All Packages
et: Vali kõik paketid

source: Clear Package Selection
et: Puhasta pakettide valik

source: Upgrades
et: Uuendused

source: Available Updates
et: Saadaolevad uuendused

source: Minutes
et: minutit

source: Automa&tically start updater on login
et: Uuendaja käivitatakse sisselogimisel automaatselt

source: How often to check for updates.
et: Uuenduste kontrollimise intervall.

source: Automatically start the applet on login
et: Aplett käivitatakse sisselogimisel automaatselt

source: Add/Remove Update Sources...
et: Lisa/eemalda uuenduste allikas...

source: Configure Applet...
et: Apleti häälestamine...

source: Check Now
et: Kontrolli nüüd

source: Checking for updates...
et: Uuenduste kontrollimine...

source: Error:
et: Viga:

source: No Updates Available
et: Uuendusi pole

source: Updating...
et: Uuendamine...

source: SUSE2 (Version %1)
et: SUSE2 (versioon %1)

source: Config Dialog
et: Häälestusdialoog

source: Ge&neral
et: Üldi&ne

source: Title Alignment
et: Tiitli joondus

source: &Left
et: Vasaku&le

source: Align the title left.
et: Tiitel joondatakse vasakule.

source: &Center
et: &Keskele

source: Center the title.
et: Tiitel joondatakse keskele.

source: &Right
et: Pa&remale

source: Align the title right.
et: Tiitel joondatakse paremale.

source: Rounded Top Corners
et: Ülemiste nurkade ümardamine

source: Alwa&ys
et: Alat&i

source: Always draw rounded window top corners.
et: Akna ülemised nurgad ümardatakse alati.

source: Not maximi&zed
et: Kui mak&simeerimata

source: Draw rounded top corners if the window is not maximized.
et: Akna ülemised nurgad ümardatakse, kui aken pole maksimeeritud.

source: Ne&ver
et: Mitte kuna&gi

source: Never draw rounded window top corners.
et: Akna ülemisi nurki ei ümardata kunagi.

source: Close &windows by double clicking the menu button
et: Top&eltklõps menüünupule sulgeb akna

source: Check this option if you want windows to be closed when you double click the menu button, similar to Microsoft Windows.
et: Märgi see säte, kui soovid, et topeltklõps menüünupul sulgeb sarnaselt Microsoft Windowsiga akna.

source: Use shadowed &text
et: Varjuga &teksti kasutamine

source: Check this option if you want the titlebar text to have a 3D look with a shadow behind it.
et: Vali see säte, kui soovid tiitliriba tekstile anda varju kasutamisega ruumilise välimuse.

source: Here you can set some additional space for the titlebar height.
et: Siin saab määrata tiitliribale lisakõrguse.

source: additional space for title height
et: lisaruum tiitli kõrguse jaoks

source: Titlebarstyle:
et: Tiitliriba stiil:

source: Toplight
et: Ülaltvalgustatud

source: Balanced
et: Tasakaalustatud

source: Select the titlebar style.
et: Vali tiitliriba stiil.

source: Bu&ttons
et: Nupu&d

source: Buttontype:
et: Nupu tüüp:

source: Plastik flat
et: Lame Plastik

source: Lipstik flat
et: Lame Lipstik

source: Plastik 3D
et: 3D Plastik

source: Lipstik 3D
et: 3D Lipstik

source: Lipstik bright
et: Ere Lipstik

source: Select the buttontype.
et: Vali nupu tüüp.

source: Custom colors for button bac&kground
et: &Kohandatud värvid nupu tausta jaoks

source: Allow custom colors for the button background. The colors for the buttonbackground from the colorscheme are used then.
et: Kohandatud värvide lubamine nupu taustaks. Nupu taustavärvina asutatakse värviskeemis valitud valitud värve.

source: &Use titlefont settings for button icons
et: N&uppude ikoonide jaoks kasutatakse tiitli fondi sätteid.

source: Use the titlefont settings (color, shadow) for the button icons. Overrides the custom color settings.
et: Tiitli fondi sätete (värv, vari) kasutamine nuppude ikoonidel. See säte tühistab kohandatud värvide sätte.

source: A&nimate buttons
et: Nuppude a&nimeerimine

source: Check this option if you want the buttons to fade in when the mouse pointer hovers over them and fade out again when it moves away.
et: Märhi see säte, kui soovid, et nupud ilmuksid, kui hiirekursor nende kohale liigub, ja hajuksid, kui kursor eemaldub.

source: Iconsize:
et: Ikooni suurus:

source: Here you can set the size of the button icons relative to the button size.
et: Siin saab määrata ikooni suuruse nupu suuruse suhtes.

source: &Red closebutton icon
et: &Punane sulgemisnupu ikoon

source: Paint the icon of the closebutton in red (this overrides all other colorsettings).
et: Sulgemisnupu ikoon on punane (see on ülimuslik teiste värvisätete jaoks).

source: &Custom icon colors
et: &Kohandatud ikoonide värvid

source: Allow custom colors for the button icons.
et: Kohandatud värvide lubamine nuppude ikoonidel.

source: Active:
et: Aktiivne:

source: Active down:
et: Aktiivne vajutatud:

source: Inactive:
et: Mitteaktiivne:

source: Inactive down:
et: Mitteaktiivne vajutatud:

source: Color for the icon of the active button.
et: Aktiivse nupu ikooni värv.

source: Color for the icon of the active button when pressed.
et: Aktiivse allavajutatud nupu ikooni värv.

source: Color for the icon of the inactive button.
et: Mitteaktiivse nupu ikooni värv.

source: Color for the icon of the inactive button when pressed.
et: Mitteaktiivse allavajutatud nupu ikooni värv.

source: Shado&w for icons
et: &Varjudega ikoonid

source: Check this if you want to have shadows for the button icons on active windows.
et: Märgi ruut, kui soovid aktiivsete akende nuppude ikoonidele varjusid.

source: Logo preview:
et: Logo eelvaatlus:

source: Offset from title:
et: Kaugus tiitlist:

source: Set the offset of the logo from the titletext.
et: Määra logo kaugus tiitli tekstist.

source: Sele&ct Image
et: Vali &pilt

source: Select the titlebar logo image.
et: Vali tiitliriba logo pilt.

source: Show &titlebar logo
et: Logo kuvamine &tiitliribal

source: Check this if you want to see the titlebar logo in the titlebar.
et: Märgi ruut, kui soovid tiitliribal kuvada logo.

source: Select Logo Image
et: Logo pildi valimine

source: The specified initialization script is not executable: %1.
et: Osutatud initsialiseerimisskript ei ole käivitatav: %1.

source: Invalid location.
et: Vigane asukoht.

source: Wrong type: %1.
et: Vale tüüp:%1.

source: KeyUsageExt is not present.
et: KeyUsageExt puudub.

source: Invalid KeyUsageExt object.
et: Vigane KeyUsageExt objekt.

source: Invalid value for NsCertTypeExt.
et: NsCertTypeExt väärtus on vigane.

source: Invalid value for NsCertTypeExt: %1.
et: Vigane NsCertTypeExt väärtus: %1.

source: NsCertTypeExt is not present.
et: NsCertTypeExt puudub.

source: Invalid NsCertTypeExt object.
et: Vigane NsCertTypeExt objekt.

source: Template not initialized.
et: Mall pole initsialiseeritud.

source: Empty CA name.
et: Tühi SK nimi.

source: Template does not exist: %1.
et: Malli pole olemas: %1.

source: Invalid CA password.
et: Vigane SK parool.

source: Error while creating the CA infrastructure.
et: Viga SK infrastruktuuri loomisel.

source: Cannot parse the certificate name %1.
et: Sertifikaadi nime %1 ei saa parsida.

source: Cannot copy the private key.
et: Privaatvõtit pole võimalik kopeerida.

source: Cannot copy the certificate.
et: Sertifikaati pole võimalik kopeerida.

source: Invalid request data.
et: Vigased päringuandmed.

source: Request does not exist (%1).
et: Päringut pole olemas (%1).

source: Invalid issue data.
et: Vigased väljalaske andmed.

source: Invalid CRL reason.
et: Vigane CRL põhjus.

source: Invalid CRL data.
et: Vigased CRL andmed.

source: Cannot parse the certificate name.
et: Sertifikaadi nime ei saa parsida.

source: Request %1 does not exist.
et: Päringut %1 pole olemas.

source: Removing the request failed (%1).
et: Päringu eemaldamine nurjus (%1).

source: Certificate %1 does not exist.
et: Sertifikaati %1 pole olemas.

source: Removing the certificate failed: %1.
et: Sertifikaadi eemaldamine nurjus: %1.

source: Database not found.
et: Andmebaasi ei leitud.

source: Certificate does not exist.
et: Sertifikaati pole olemas.

source: Invalid purpose %1.
et: Vigane otstarve %1.

source: Invalid CA request data.
et: Vigased SK päringu andmed.

source: Invalid CA issue data.
et: Vigased SK väljalaske andmed.

source: CA name is empty.
et: SK nimi on tühi.

source: CA directory already exists.
et: SK kataloog on juba olemas.

source: CA key is empty.
et: SK võti on tühi.

source: Invalid key data.
et: Vigased võtme andmed.

source: CA password is empty.
et: SK parool on tühi.

source: Error during key encryption.
et: Viga võtme krüptimisel.

source: CA name does not exist (%1).
et: SK nime pole olemas (%1).

source: Deleting the CA failed: %1.
et: SK kustutamine nurjus: %1.

source: Cannot parse section %1.
et: Ei saa parsida sektsiooni %1.

source: The configuration is not initialized.
et: Häälestus on initsialiseerimata.

source: Invalid serial %1.
et: Vigane seerianumber %1

source: Cannot create a memory BIO.
et: Ei suudeta luua mälu BIO-t.

source: Cannot parse the certificate.
et: Sertifikaati ei saa parsida.

source: Error while parsing the certificate.
et: Viga sertifikaadi parsimisel.

source: Cannot parse date %1.
et: Ei saa parsida kuupäeva %1

source: Unable to get the public key.
et: Ei suuda hankida avalikku võtit.

source: Unsupported public key type.
et: Toetamata avaliku võtme tüüp.

source: Invalid UserNotice object.
et: Vigane UserNotice objekt.

source: Invalid CertificatePolicy object.
et: Vigane CertificatePolicy objekt.

source: Cannot parse CRL.
et: Ei suuda parsida CRL-i.

source: Error parsing the CRL.
et: Viga CRL-i töötlemisel.

source: CRLDistributionPointsExt is not present.
et: CRLDistributionPointsExt puudub.

source: Invalid CRLDistributionPointsExt object.
et: Vigane CRLDistributionPointsExt objekt.

source: Invalid CRLGenerationData object.
et: Vigane CRLGenerationData objekt.

source: Invalid revoke reason %1.
et: Vigane tühistamispõhjus %1.

source: Reason is not certificateHold.
et: Põhjus ei ole certificateHold.

source: Reason is not keyCompromise.
et: Põhjus ei ole keyCompromise.

source: Reason is not CACompromise.
et: Põhjus ei ole CACompromise.

source: Invalid type %1.
et: Vigane tüüp %1.

source: Cannot parse DN line: %1.
et: Ei suuda parsida DN-rida: %1.

source: Invalid ExtendedKeyUsage option %1.
et: Vigane ExtendedKeyUsage säte %1.
