Repository: webyast/webyast
Catalog: webyast/locale/*/webyast-*.po
Languages: ar, el, et, fi, gl, hr, nl, ro, ru, zh_cn

source: Invalid ExtendedKeyUsageExt.
et: Vigane ExtendedKeyUsageExt.

source: ExtendedKeyUsageExt is not present.
et: ExtendedKeyUsageExt puudub.

source: Invalid ExtendedKeyUsageExt object.
et: Vigane ExtendedKeyUsageExt objekt.

source: IssuerAlternativeNameExt is not present.
et: IssuerAlternativeNameExt puudub.

source: Invalid IssuerAlternativeNameExt object.
et: Vigane IssuerAlternativeNameExt objekt.

source: Unknown type.
et: Tundmatu tüüp.

source: Cannot create directory %1: %2.
et: Ei saa luua katalooogi %1: %2

source: %1 is not a directory.
et: %1 pole kataloog.

source: Invalid certificate file.
et: Vigane sertifikaadi fail.

source: File not found: %1.
et: Faili ei leitud: %1.

source: File too big: %1.
et: Fail on liiga suur: %1.

source: Cannot open file %1.
et: Ei saa avada faili %1.

source: Cannot read from file %1.
et: Ei suuda lugeda failist %1.

source: File already exists: %1.
et: Fail on juba olemas: %1.

source: Cannot get lock on file %1.
et: Faili %1 ei saa lukustada.

source: Cannot write to file %1.
et: Ei suuda kirjutada faili %1.

source: File does not exist: %1.
et: Faili pole olemas: %1.

source: Directory does not exist: %1.
et: Kataloogi pole olemas: %1.

source: Invalid command %1.
et: Vigane käsk %1.

source: The key file does not exist.
et: Võtmefaili pole olemas.

source: The PKCS12 password is required.
et: Vajalik on PKCS12 parool.

source: Cannot read directory: %1 (%2) [%3].
et: Kataloogi ei saa lugeda: %1 (%2) [%3].

source: No serial number found in %1.
et: Asukohast %1 ei leitud seerianumbrit.

source: The request already exists.
et: Päring on juba olemas.

source: Cannot find the request subject.
et: Päringu subjekti ei leitud.

source: Cannot find the certificate subject.
et: Sertifikaadi subjekti ei leitud.

source: Invalid caName: %1.
et: Vigane caName: %1.

source: '%1' does not exist.
et: '%1' pole olemas.

source: %1 still exists.
et: %1 on olemas.

source: Cannot create directory: %1 (%2 [%3]).
et: Ei saa luua kataloogi: %1 (%2 [%3]).

source: Cannot copy the configuration template.
et: Häälestuse malli pole võimalik kopeerida.

source: Cannot create the file.
et: Faili ei sa luua.

source: Cannot parse the request.
et: Päringut ei saa parsida.

source: Error while parsing the request.
et: Viga päringu töötlemisel.

source: Invalid RequestGenerationData object.
et: Vigane RequestGenerationData objekt.

source: Invalid value for NsBaseUrlExt.
et: NsBaseUrlExt väärtus on vigane.

source: NsBaseUrlExt is not present.
et: NsBaseUrlExt puudub.

source: Invalid NsBaseUrlExt object.
et: Vigane NsBaseUrlExt objekt.

source: Invalid value for NsRevocationUrlExt.
et: NsRevocationUrlExt väärtus on vigane.

source: NsRevocationUrlExt is not present.
et: NsRevocationUrlExt puudub.

source: Invalid NsRevocationUrlExt object.
et: Vigane NsRevocationUrlExt objekt.

source: Invalid value for NsCaRevocationUrlExt.
et: NsCaRevocationUrlExt väärtus on vigane.

source: NsCaRevocationUrlExt is not present.
et: NsCaRevocationUrlExt puudub.

source: Invalid NsCaRevocationUrlExt object.
et: Vigane NsCaRevocationUrlExt objekt.

source: Invalid value for NsRenewalUrlExt.
et: NsRenewalUrlExt väärtus on vigane.

source: NsRenewalUrlExt is not present.
et: NsRenewalUrlExt puudub.

source: Invalid NsRenewalUrlExt object.
et: Vigane NsRenewalUrlExt objekt.

source: Invalid value for NsCaPolicyUrlExt.
et: NsCaPolicyUrlExt väärtus on vigane.

source: NsCaPolicyUrlExt is not present.
et: NsCaPolicyUrlExt puudub.

source: Invalid NsCaPolicyUrlExt object.
et: Vigane NsCaPolicyUrlExt objekt.

source: Invalid type: %1.
et: Vigane tüüp: %1.

source: NsSslServerNameExt is not present.
et: NsSslServerNameExt puudub.

source: Invalid NsSslServerNameExt object.
et: Vigane NsSslServerNameExt objekt.

source: NsCommentExt is not present.
et: NsCommentExt puudub.

source: Invalid NsCommentExt object.
et: Vigane NsCommentExt objekt.

source: SubjectAlternativeNameExt is not present.
et: SubjectAlternativeNameExt puudub.

source: Invalid SubjectAlternativeNameExt object.
et: Vigane SubjectAlternativeNameExt objekt.

source: Invalid KeyID.
et: Vigane KeyID.

source: SubjectKeyIdentifierExt is not present.
et: SubjectKeyIdentifierExt puudub.

source: Invalid SubjectKeyIdentifierExt object.
et: Vigane SubjectKeyIdentifierExt objekt.

source: Unable to parse the certificate (NID: %1 Crit: %2).
et: Sertifikaati pole võimalik parsida (NID: %1 Crit: %2).

source: Unable to parse the certificate (Crit: %1).
et: Sertifikaati pole võimalik parsida (Crit: %1).

source: Invalid value for X509v3CertificateIssueExts::setNsBaseUrl.
et: Vigane X509v3CertificateIssueExts::setNsBaseUrl väärtus.

source: Invalid value for X509v3CertificateIssueExts::setNsRevocationUrl.
et: Vigane X509v3CertificateIssueExts::setNsRevocationUrl väärtus.

source: Invalid value for X509v3CertificateIssueExts::setNsCaRevocationUrl.
et: Vigane X509v3CertificateIssueExts::setNsCaRevocationUrl väärtus.

source: Invalid value for X509v3CertificateIssueExts::setNsRenewalUrl.
et: Vigane X509v3CertificateIssueExts::setNsRenewalUrl väärtus.

source: Invalid value for X509v3CertificateIssueExts::setNsCaPolicyUrl.
et: Vigane X509v3CertificateIssueExts::setNsCaPolicyUrl väärtus.

source: Invalid value for X509v3CertificateIssueExts::setNsSslServerName.
et: Vigane X509v3CertificateIssueExts::setNsSslServerName väärtus.

source: Invalid value for X509v3CertificateIssueExts::setNsComment.
et: Vigane X509v3CertificateIssueExts::setNsComment väärtus.

source: Invalid value for X509v3CertificateIssueExts::setNsCertType.
et: Vigane X509v3CertificateIssueExts::setNsCertType väärtus.

source: Invalid value for X509v3CertificateIssueExts::setKeyUsage.
et: Vigane X509v3CertificateIssueExts::setKeyUsage väärtus.

source: Invalid value for X509v3CertificateIssueExts::setBasicConstraints.
et: Vigane X509v3CertificateIssueExts::setBasicConstraints väärtus.

source: Invalid value for X509v3CertificateIssueExts::setExtendedKeyUsage.
et: Vigane X509v3CertificateIssueExts::setExtendedKeyUsage väärtus.

source: Invalid value for X509v3CertificateIssueExts::setSubjectKeyIdentifier.
et: Vigane X509v3CertificateIssueExts::setSubjectKeyIdentifier väärtus.

source: Invalid value for X509v3CertificateIssueExts::setAuthorityKeyIdentifier.
et: Vigane X509v3CertificateIssueExts::setAuthorityKeyIdentifier väärtus.

source: Invalid value for X509v3CertificateIssueExts::setSubjectAlternativeName.
et: Vigane X509v3CertificateIssueExts::setSubjectAlternativeName väärtus.

source: Invalid value for X509v3CertificateIssueExts::setIssuerAlternativeName.
et: Vigane X509v3CertificateIssueExts::setIssuerAlternativeName väärtus.

source: Invalid value for X509v3CertificateIssueExts::setAuthorityInfoAccess.
et: Vigane X509v3CertificateIssueExts::setAuthorityInfoAccess väärtus.

source: Invalid value for X509v3CertificateIssueExts::setCRLDistributionPoints.
et: Vigane X509v3CertificateIssueExts::setCRLDistributionPoints väärtus.

source: Invalid value for X509v3CertificateIssueExts::setCertificatePolicies.
et: Vigane X509v3CertificateIssueExts::setCertificatePolicies väärtus.

source: Invalid X509v3RequestExts object.
et: Vigane X509v3RequestExts objekt.

source: Invalid value for X509v3CRLGenerationExts::setAuthorityKeyIdentifier.
et: Vigane X509v3CRLGenerationExts::setAuthorityKeyIdentifier väärtus.

source: Invalid value for X509v3CRLGenerationExts::setIssuerAlternativeName.
et: Vigane X509v3CRLGenerationExts::setIssuerAlternativeName väärtus.

source: Invalid value for X509v3RequestExts::setNsSslServerName.
et: Vigane X509v3RequestExts::setNsSslServerName väärtus.

source: Invalid value for X509v3RequestExts::setNsComment.
et: Vigane X509v3RequestExts::setNsComment väärtus.

source: Invalid value for X509v3RequestExts::setNsCertType.
et: Vigane X509v3RequestExts::setNsCertType väärtus.

source: Invalid value for X509v3RequestExts::setKeyUsage.
et: Vigane X509v3RequestExts::setKeyUsage väärtus.

source: Invalid value for X509v3RequestExts::setBasicConstraints.
et: Vigane X509v3RequestExts::setBasicConstraints väärtus.

source: Invalid value for X509v3RequestExts::setExtendedKeyUsage.
et: Vigane X509v3RequestExts::setExtendedKeyUsage väärtus.

source: Invalid value for X509v3RequestExts::setSubjectKeyIdentifier.
et: Vigane X509v3RequestExts::setSubjectKeyIdentifier väärtus.

source: Invalid value for X509v3RequestExts::setSubjectAlternativeName.
et: Vigane X509v3RequestExts::setSubjectAlternativeName väärtus.

source: The filename is required.
et: Faili nimi on vajalik.

source: Cannot open file '%1'.
et: Ei saa avada faili '%1'.

source: Cannot lock file '%1'.
et: Ei saa lukustada faili '%1'.

source: Invalid export entry in line %1.
et: Vigane ekspordikirje real %1.

source: Invalid export filename.
et: Vigane ekspordifaili nimi.

source: Unable to create the backup file %1.
et: Varukoopia faili %1 pole võimalik luua.

source: Unable to open the export file %1.
et: Ekspordifaili %1 pole võimalik avada.

source: Missing '[' or ']' at line %1.
et: Puuduv '[' or ']' real %1.

source: A section name must preceed the entry at line %1.
et: Sektsiooni nimi peab olema enne kirjet real %1.

source: An idmapd configuration file is required.
et: Vajalik on idmapd häälestusfail.

source: Unable to open idmapd configuration file %1.
et: idmapd häälestusfaili %1 pole võimalik avada.

source: The export option name is required.
et: Vajalik on ekspordisätte nimi.

source: The export option is required.
et: Vajalik on eksprodisäte.

source: Export option name %1 already exists.
et: Ekspordisätte nimi %1 on juba olemas.

source: Export option name %1 does not exist.
et: Ekspordisätte nime %1 pole olemas.

source: The export option name may not contain spaces.
et: Ekspordisätte nimi ei tohi sisaldada tühikuid.

source: The export option name may not contain '=' characters.
et: Ekspordisätte nimi ei tohi sisaldada märki '='.

source: The export option name may not contain ',' characters.
et: Ekspordisätte nimi ei tohi sisaldada märki ','.

source: The export option name may not contain '(' characters.
et: Ekspordisätte nimi ei tohi sisaldada märki '('.

source: The export option name may not contain ')' characters.
et: Ekspordisätte nimi ei tohi sisaldada märki ')'.

source: The export option value may not contain ',' characters.
et: Ekspordisätte väärtus ei tohi sisaldada märki ','.

source: The export option value may not contain '(' characters.
et: Ekspordisätte väärtus ei tohi sisaldada märki '('.

source: The export option value may not contain ')' characters.
et: Ekspordisätte väärtus ei tohi sisaldada märki ')'.

source: Invalid export option and value pair.
et: Vigane ekspordisätte nime ja väärtuse paar.

source: Invalid export client option string.
et: Vigane ekspordikliendi sätte string.

source: Invalid export client name.
et: Vigane ekspordikliendi nimi.

source: The export path may not be empty.
et: Ekspordi asukoht ei või olla tühi.

source: The export path must be an absolute path.
et: Ekspordi asukoht peab olema absoluutne.

source: Unable to open initialization script '%1'.
et: Ei saa avada initsialiseerimisskripti '%1'.

source: The action for service '%1' may not be empty.
et: Tegevus teenuse '%1' jaoks ei tohi olla tühi.

source: Action '%1' is not allowed for service '%2'.
et: Tegevus '%1' ei ole teenuse '%2' puhul lubatud.

source: Cannot create temporary '%1'.XXXXXX file.
et: Ajutist faili '%1'.XXXXXX ei saa luua.

source: Cannot lock temporary '%1' file.
et: Ajutist faili '%1' ei saa lukustada.

source: Cannot write to temporary '%1' file.
et: Ajutisse faili '%1' ei saa kirjutada.

source: Cannot read '%1' file.
et: Faili '%1' ei saa lugeda.

source: Invalid runlevel %1.
et: Vigane käitustase %1.

source: Failed to read the contents of the %1 directory.
et: Kataloogi %1 sisu lugemine nurjus.

source: Failed to read the contents of the '%1' directory.
et: Kataloogi '%1' sisu lugemine nurjus.

source: Invalid service name '%1'.
et: Vigane teenuse nimi '%1'.

source: Invalid service script path '%1'.
et: Vigane teenuse skripti asukoht '%1'.

source: Invalid service script name '%1'.
et: Vigane teenuse skripti nimi '%1'.

source: The specified maximum log file size is too big.
et: Logifailile määratud maksimaalne suurus on liiga suur.

source: Back
ar: إلى الخلف
el: Επιστροφή
et: Tagasi
fi: Takaisin
gl: Atrás
hr: Natrag
nl: Terug
ro: Înapoi
ru: Назад
zh_cn: 后退

source: Select the language.
et: Vali keel.

source: Color display
et: Värviline kuva

source: Monochrome display
et: Mustvalge kuva

source: Select the display type.
et: Vali kuva tüüp.

source: Kernel Modules (Hardware Drivers)
et: Kerneli moodulid (riistvara draiverid)

source: Start Installation or System
et: Käivita paigaldus või süsteem

source: Display
et: Kuva

source: Keymap
et: Klaviatuuri tabel

source: Load Network Card Modules
et: Laadi võrgukaardi moodulid

source: Show Loaded Modules
et: Näita laaditud mooduleid

source: Load Modules Automatically
et: Laadi moodulid automaatselt

source: Unload Modules
et: Eemalda laaditud moodulid

source: Trying to load module "%s"... During loading, you may want to watch the kernel messages on virtual console 4 (ALT-F4). Use ALT-F1 to switch back to this menu.
et: Proovitakse laadida moodulit "%s"... Laadimise ajal või virtuaalsel konsoolil 4 (ALT-F4) vaadata kerneli teateid. Tagasi praeguse menüü juurde saab klahvide ALT-F1 abil.

source: Module "%s" loaded successfully.
et: Mooduli "%s" laadimine õnnestus.

source: Failed to load module "%s".
et: Mooduli "%s" laadimine ebaõnnestus.

source: Floppy
et: Diskett

source: Start Installation or Update
et: Käivita paigaldus või uuendamine

source: Start Rescue System
et: Käivita päästesüsteem

source: Load Rescue System via NFS
et: Käivita päästesüsteem üle NFS-i

source: Boot Installed System
et: Käivita paigaldatud süsteem

source: Searching for image "%s"...
et: Tõmmise "%s" otsimine...

source: Kernel Messages
et: Kerneli teated

source: Processor
et: Protsessor

source: Network Cards
et: Võrgukaardid

source: Interrupts
et: Katkestused

source: I/O Ports
et: I/O pordid

source: Memory
et: Mälu

source: Modules
et: Moodulid

source: Insert the disk and press ENTER.
et: Sisesta diskett ja vajuta ENTER.

source: Error reading from floppy disk.
et: Viga disketilt lugemisel.

source: Enter your root partition (e.g., /dev/sda3)
et: Sisesta juurpartitsioon (näiteks /dev/sda3)

source: Invalid root device.
et: Vigane juurkataloogi seade.

source: Invalid input.
et: Vigane sisestus.

source: Enter your IP address.
et: Sisesta oma IP-aadress.

source: Enter your netmask. For a normal class C network, this is usually 255.255.255.0.
et: Sisesta oma võrgumask. Tavalise C-klassi võrgu puhul on see harilikult 255.255.255.0.

source: If you need a gateway to reach the server, enter the IP address of the gateway. If you do not need a gateway, enter your own IP address.
et: Kui sa vajad serveriga ühendumiseks lüüsi, sisesta lüüsi IP-aadress. Kui sa ei vaja lüüsi, sisesta oma masina IP-aadress.

source: Enter the IP address of your name server. If you do not use a name server, press ESC.
et: Sisesta oma nimeserveri IP-aadress. Kui sa ei kasuta nimeserverit, vajuta ESC.

source: The following data has been retrieved: IP address: %s Name: %s Domain: %s
et: Saadi järgnevad andmed: IP-aadress: %s Nimi: %s Domeen: %s

source: An error occurred during the network configuration. Your network card probably was not recognized by the kernel.
et: Võrgu häälestamisel tekkis viga. Võib-olla ei suutnud kernel tuvastada su võrgukaarti.

source: Enter the IP address of the NFS server.
et: Sisesta NFS-serveri IP-aadress.

source: Enter the IP address of the FTP server.
et: Sisesta FTP serveri IP-aadress.

source: Enter the directory on the server.
et: Sisesta serveri kataloog.

source: Enter parameters for "%s".
et: Sisesta "%s" parameetrid.

source: Trying to mount the directory "%s:%s"...
et: Proovitakse ühendada kataloogi "%s:%s"...

source: An error occurred while trying to mount the NFS directory. Reason given by server: %s
et: Katsel ühendada NFS-i kataloogi tekkis viga. Serveri pakutud põhjus on: %s

source: Choose a keyboard map. YaST will offer additional keyboard tables later.
et: Vali klaviatuuri paigutus. YaST pakub hiljem ka täiendavaid klaviatuuri paigutusi.

source: Choose the module to unload.
et: Vali mahalaaditav moodul.

source: No modules currently loaded.
et: Ühtki moodulit pole parajasti laaditud.

source: Autoprobing (%s)...
et: Automaatproovimine (%s)...

source: Search for additional network cards?
et: Kas otsida täiendavaid võrgukaarte?

source: Search for additional CD-ROM drives?
et: Kas otsida täiendavaid CD-ROM seadmeid?

source: ethernet network card
et: etherneti võrgukaart

source: parallel port
et: rööpport

source: token ring network card
et: token ringi võrgukaart

source: arcnet network card
et: arcneti võrgukaart

source: FDDI network card
et: FDDI võrgukaart

source: HIPPI network card
et: HIPPI võrgukaart

source: Choose the network device.
et: Vali võrguseade.

source: Enter the IP address of the PLIP partner.
et: Sisesta PLIP-partneri IP-aadress.

source: The PCMCIA chipset could not be detectedautomatically. Specify it manually.
et: PCMCIA kiipi ei suudetud automaatselt tuvastada. Määra see käsitsi.

source: Starting card manager...
et: Kaardihalduri käivitamine...

source: Successfully started PCMCIA card services.
et: PCMCIA kaardi teenuste käivitamine õnnestus.

source: Start of PCMCIA card services failed.
et: PCMCIA kaardi teenuste käivitamine nurjus.

source: PCMCIA card services already running.
et: PCMCIA kaardi teenused töötavad juba.

source: You cannot exit Linuxrc with <Ctrl-C>.
et: Linuxrc-st ei saa <Ctrl-C> abil väljuda.

source: Remove the disk from the drive now.
et: Eemalda nüüd ketas seadmest.

source: Example:
et: Näide:

source: Choose the source medium.
et: Vali lähteandmekandja.

source: Trying to mount the CD-ROM...
et: Proovitakse ühendada CD-ROM-i...

source: Unable to mount the CD-ROM.
et: CD-ROM-i ei saa ühendada.

source: Reboot the system now?
et: Kas taaskäivitada süsteem nüüd?

source: Enter the hard disk partition (e.g., /dev/sda1)
et: Sisesta kõvaketta partitsioon (nt. /dev/sda1)

source: Could not mount the specified partition.
et: Osutatud partitsiooni ei saa ühendada.

source: Enter the source directory.
et: Sisesta lähtekataloog.

source: An error occurred during the installation.
et: Paigaldamise käigus tekkis viga.

source: Hard Disks or CD-ROMs
et: Kõvakettad või CD-ROM-id

source: Animation
et: Animatsioon

source: Use animated windows?
et: Kas kasutada animeeritud aknaid?

source: No information available.
et: Info puudub.

source: Preparing installation...
et: Paigaldamise ettevalmistamine...

source: Exit or Reboot
et: Väljumine või taaskäivitamine

source: Specify the NFS port.
et: Määra NFS-i port.

source: Host %s was not found.
et: Masinat %s ei leitud.

source: Your network is already configured. Keep this configuration?
et: Võrk on juba häälestatud. Kas säilitada see häälestus?

source: Abort?
et: Kas katkestada?

source: No network device found. Load a network module first.
et: Võrguseadet ei leitud. Laadi esmalt võrgumoodul.

source: Error while accessing the FTP server: %s
et: Viga FTP serveriga ühendumisel: %s

source: -- More Modules --
et: -- Veel mooduleid --

source: Initializing parallel port...
et: Rööppordi initsialiseerimine...

source: Enter the port number on which the NFS server is running.
et: Sisesta pordi number, milles NFS-i server töötab.

source: Eject CD
et: Väljasta CD

source: Bootp Time-Out
et: Bootp aegumine

source: ESCON connection
et: ESCON ühendus

source: IUCV connection
et: IUCV ühendus

source: Enter the share name on the SMB server.
et: Sisesta SMB serveris oleva ressursi nimi.

source: Enter your user name on the SMB server.
et: Sisesta oma SMB serveri kasutajanimi.

source: Enter your password on the SMB server.
et: Sisesta oma SMB serveri parool.

source: Trying to mount the share "//%s/%s"
et: Proovitakse ühendada ressurssi "//%s/%s"

source: %s configuration failed.
et: %s häälestamine nurjus.

source: Use DHCP instead of BOOTP?
et: Kas kasutada BOOTP asemel DHCP-d?

source: Insert a modules disk.
et: Sisesta moodulite diskett.

source: Insert modules disk %d.
et: Sisesta moodulite diskett %d.

source: Choose the network protocol.
et: Vali võrguprotokoll.

source: Enter the IP address of the %s server.
et: Sisesta %s serveri IP-address .

source: Abort
et: Katkesta

source: No new modules found.
et: Uusi mooduleid ei leitud.

source: Choose the hard disk partition.
et: Vali kõvaketta partitsioon.

source: Choose the root partition.
et: Vali juurpartitsioon.

source: Choose the swap partition.
et: Vali saalemälu partitsioon.

source: There is not enough memory to load all data.
et: Kõikide andmete laadimiseks ei jätku mälu.

source: Your computer does not have enough memory to run YaST.
et: Sinu arvutil ei ole YaST-i käivitamiseks piisavalt mälu.

source: Error activating swap space.
et: Viga saalemälu aktiveerimisel.

source: Enter the swap partition (e.g., /dev/sda2)
et: Sisesta saalemälu partitsioon (nt. /dev/sda2)

source: Enter your VNC password.
et: Sisesta oma VNC parool.

source: Enter your temporary SSH password.
et: Sisesta oma ajutine SSH parool.

source: Password is too short (must have at least 8 characters).
et: Parool on liiga lühike (see peab sisaldama vähemalt 8 märki).

source: Please select the type of your network device.
et: Palun vali oma võrguseadme tüüp.

source: Device address for read channel
et: Lugemiskanali seadme aadress

source: Device address for write channel
et: Kirjutuskanali seadme aadress

source: Device address for data channel
et: Andmekanali seadme aadress

source: Compatibility mode (default)
et: Ühilduvusrežiim (vaikimisi)

source: Extended mode
et: Laiendatud režiim

source: Power off
et: Lülita välja

source: Invalid device name.
et: Vigane seadme nimi.

source: Looking for floppy disks...
et: Diskettide otsimine...

source: No floppy disk found.
et: Disketti ei leitud.

source: Driver Update list
et: Draiverite uuenduste nimekiri

source: No errors found.
et: Vigu ei leitud.

source: Checksum wrong.
et: Vale kontrollsumma.

source: OSA-2 or OSA Express
et: OSA-2 või OSA Express

source: Loading Modules
et: Moodulite laadimine

source: Loading Installation System
et: Paigaldussüsteemi laadimine

source: Loading Additional Fonts
et: Täiendavate fontide laadimine

source: Loading Driver Update
et: Draiverite uuenduste laadimine

source: Loading Rescue System
et: Päästesüsteemi laadimine

source: Written by Thorsten Kukuk.
et: Autor: Thorsten Kukuk.

source: Usage: login [-p] [-h host] [-f name|name]
et: Kasutamine: login [-p] [-h masin] [-f nimi|nimi]

source: Try `%s --help' or `%s --usage' for more information.
et: Rohkema teabe samiseks proovi `%s --help' või `%s --usage'.

source: login: Too many arguments
et: login: Liiga palju argumente

source: No directory %s!
et: Kataloogi %s pole!

source: Unknown User: %s
et: Tundmatu kasutaja: %s

source: lastlog: unexpected argument: %s
et: lastlog: ootamatu argument: %s

source: Media
et: Andmekandja

source: Update Progress
et: Uuendamise edenemine

source: Update in progress
et: Toimub uuendamine

source: Applying mandatory updates
et: Kohustuslike uuenduste rakendamine

source: Applying additional updates
et: Täiendavate uuenduste rakendamine

source: No additional updates to apply
et: Täiendavaid uuendusi pole

source: Applying additional updates...
et: Täiendavate uuenduste rakendamine...

source: Applying mandatory updates...
et: Kohustuslike uuenduste rakendamine...

source: Restart needed
et: Vajalik on taaskäivitamine

source: Update successful!
et: Uuendamine õnnestus!

source: Update error
et: Viga uuendamisel
