Repository: webyast/webyast
Catalog: webyast/locale/*/webyast-*.po
Languages: ar, el, et, fi, gl, hr, nl, ro, ru, zh_cn

source: These release notes cover the following areas:
et: Need märkused käsitlevad järgnevaid teemasid:

source: General: Information that everybody should read.
et: Üldine: teave, mida igaüks peaks lugema.

source: Prerelease Notes
et: Väljalaske-eelsed märkused

source: General
et: Üldine

source: Update
et: Uuendamine

source: Technical
et: Tehniline

source: translator-credits
et: Ain Vagula <avagula@gmail.com>, 2006

source: openSUSE Project
et: openSUSE projekt

source: Build Service
et: Kompileerimisteenus

source: Linux and Open Source
et: Linux ja avatud lähtekood

source: Error loading %1
et: Viga laadimisel: %1

source: Have a lot of fun!
et: Meeldivat kasutamist!

source: CLOSE
et: SULGE

source: SUSEgreeter
et: SuSEtervitaja

source: _: NAME OF TRANSLATORS Your names
et: Ain Vagula

source: _: EMAIL OF TRANSLATORS Your emails
et: avagula@gmail.com

source: Error: Could not read profile %s: %s.
et: Viga: pole võimalik lugeda profiili %s: %s.

source: Error: Could not allocate temporary file.
et: Viga: pole võimalik tekitada ajutist faili.

source: Error: Out of memory.
et: Viga: mälu ei jätku.

source: Error: basedir %s is not a directory, skipping.
et: Viga: basedir %s pole kataloog, jäetakse vahele.

source: Error: Could not add directory %s to search path.
et: Viga: kataloogi %s pole võimalik otsinguteele lisada.

source: Error: Could not allocate memory.
et: Viga: pole võimalik eraldada mälu.

source: Permission denied
et: Juurdepääs keelatud

source: Out of memory
et: Mälu ei jätku

source: Profile doesn't conform to protocol
et: Profiil ei vasta protokollile

source: Profile does not match signature
et: Profiil ei vasta signatuurile

source: Profile version not supported by Apparmor module
et: Profiili versioon ei ole Apparmori mooduli poolt toetatud

source: Profile already exists
et: Profiil on juba olemas

source: Profile doesn't exist
et: Profiili pole olemas

source: Unknown error
et: Tundmatu viga

source: %s: Unable to add "%s".
et: %s: "%s" ei saa lisada.

source: %s: Unable to replace "%s".
et: %s: "%s" ei saa asendada.

source: %s: Unable to remove "%s".
et: %s: "%s" ei saa eemaldada.

source: %s: Unable to write to stdout
et: %s: ei saa kirjutada standardväljundisse

source: Replacement succeeded for "%s".
et: "%s" asendamine õnnestus.

source: Removal succeeded for "%s".
et: "%s" eemaldamine õnnestus.

source: Unable to open %s - %s
et: %s - %s ei saa avada

source: %s: Unable to write entire profile entry
et: %s: kogu profiili kirjet ei saa kirjutada

source: Found unexpected character: '%s'
et: Leiti ootamatu märk: '%s'

source: %s: Sorry. You need root privileges to run this program.
et: %s: Vabandust. Selle rakenduse käivitamiseks on vaja administraatori õigusi.

source: %s: Errors found in file. Aborting.
et: %s: failis leiti vigu. Katkestamine.

source: Memory allocation error.
et: Viga mälu eraldamisel.

source: AppArmor parser error: %s
et: AppArmori parsimise viga: %s

source: Couldn't merge entries. Out of Memory
et: Kirjeid ei suudetud ühendada. Mälu ei jätku

source: missing an end of line character? (entry: %s)
et: puudub realõpu märk? (kirje: %s)

source: AppArmor parser error in %s at line %d: %s
et: AppArmori parseri viga failis %s real %d: %s

source: AppArmor parser error, line %d: %s
et: AppArmori parsimise viga real %d: %s

source: %s: error reason: '%s'
et: %s: vea põhjus: '%s'

source: Please enter the program to profile:
et: Palun sisesta profileeritav rakendus:

source: %s does not exist, please double-check the path.
et: %s pole olemas, palun kontrolli veelkord asukohta.

source: Profiling
et: Profileerimine

source: Usage: %s [ --paranoid ]
et: Kasutamine: %s [ --paranoid ]

source: Can't read /proc
et: Kataloogi /proc ei saa lugeda

source: not confined
et: piiramata

source: confined by
et: piiratud

source: Profile
et: Profiil

source: (Y)es
et: (J)ah

source: (N)o
et: (E)i

source: (C)ancel
et: (L)oobu

source: Are you sure you want to abandon this set of profile changes and exit?
et: Kas oled kindel, et soovid hüljata praegused profiili muudatused ja väljuda?

source: Abandoning all changes.
et: Kõikide muudatuste hülgamine.

source: Program
et: Rakendus

source: Execute
et: Käivita

source: Severity
et: Tõsidus

source: Password:
et: Parool:

source: Invalid mode found: %s
et: Leiti vigane režiim: %s

source: Capability
et: Võimalus

source: Adding capability %s to profile.
et: Võimaluse %s lisamine profiilile.

source: Path
et: Asukoht

source: Old Mode
et: Vana režiim

source: New Mode
et: Uus režiim

source: Mode
et: Režiim

source: Enter new path:
et: Sisesta uus asukoht:

source: The specified path does not match this log entry:
et: Osutatud asukoht ei vasta sellele logisissekandele:

source: Log Entry
et: Logisissekanne

source: Entered Path
et: Sisestatud asukoht

source: Do you really want to use this path?
et: Soovid sa tõesti seda asukohta kasutada?

source: Reading log entries from %s.
et: Logisissekannete lugemine asukohast %s.

source: Updating AppArmor profiles in %s.
et: AppArmori profiilide uuendamine asukohas %s.

source: %s contains syntax errors.
et: %s sisaldab süntaksivigu.

source: Profile %s contains invalid regexp %s.
et: Profiil %s sisaldab vigast regulaaravaldist %s.

source: Writing updated profile for %s.
et: Uuendatud profiili kirjutamine asukohta %s.

source: Unknown command
et: Tundmatu käsk

source: DBI Execution failed: %s.
et: DBI käivitamine nurjus: %s.

source: Couldn't open file: %s.
et: Ei saanud avada faili: %s.

source: Failed copying %s.
et: %s kopeerimine nurjus.

source: Failed to parse: %s.
et: Parsimine nurjus: %s.

source: DBI Execution failed: %s
et: DBI käivitamine nurjus: %s

source: AppArmor Desktop Preferences
et: AppArmori töölaua eelistused

source: Profile Generation
et: Profiili genereerimine

source: OK
et: Sobib

source: Cancel
ar: إلغاء الأمر
el: Ακύρωση
et: Loobu
fi: Peruuta
gl: Cancelar
hr: Otkaži
nl: Annuleren
ro: Anulare
ru: Отмена
zh_cn: 取消

source: Reboot
ar: إعادة تشغيل
el: Επανεκκίνηση
et: Taaskäivita
fi: Käynnistä uudelleen
gl: Reiniciar
hr: Ponovno pokreni računalo
nl: Herstarten
ro: Repornire
ru: Перезагрузка
zh_cn: 重启

source: Continue
et: Jätka

source: Installation
et: Paigaldamine

source: Manual Installation
et: Käsitsi paigaldamine

source: Installation--ACPI Disabled
et: Paigaldamine--ACPI keelatud

source: Installation--Safe Settings
et: Paigaldamine--ohutud sätted

source: Linux--Safe Settings
et: Linux--ohutud sätted

source: Boot from Hard Disk
et: Alglaadimine kõvakettalt

source: Rescue System
et: Päästesüsteem

source: Memory Test
et: Mälu testimine

source: Boot Options
et: Alglaadimise sätted

source: Exiting...
et: Väljumine...

source: You are leaving the graphical boot menu and starting the text mode interface.
et: Graafiline alglaadimismenüü suletakse ja käivitatakse tekstirežiimi liides.

source: Help
et: Abi

source: Starting...
et: Alustamine...

source: Loading Linux Kernel
et: Linux'i kerneli laadimine

source: Loading memtest86
et: memtest86 laadimine

source: Boot Loader
et: Alglaadija

source: I/O Error
et: I/O viga

source: Change Boot Disk
et: Alglaadimisketta vahetamine

source: Insert boot disk %u.
et: Sisesta alglaadimisketas %u.

source: This is boot disk %u. Insert boot disk %u.
et: See on alglaadimisketas %u. Sisesta alglaadimisketas %u.

source: This is not a <product> boot disk. Insert boot disk %u.
et: See ei ole <product> alglaadimisketas. Sisesta alglaadimisketas %u.

source: Password
et: Parool

source: Get your driver update floppy ready.
et: Hoia oma draiverite uuendamise diskett käepärast.

source: DVD Error
et: DVD viga

source: This is a two-sided DVD. You have booted from the second side. Turn the DVD over then continue.
et: See on kahepoolne DVD. Sa tegid alglaadimise teiselt poolelt. Jätkamiseks pööra DVD ümber.

source: Power Off
et: Väljalülitamine

source: Halt the system now?
et: Kas lülitada süsteem välja?

source: Hard Disk
et: Kõvaketas

source: Hard Disk Installation
et: Paigaldamine kõvakettalt

source: Disk Device (Scans All Disks If Empty)
et: Kettaseade (puudumise korral skaneeritakse kõiki kettaid)

source: Directory
et: Kataloog

source: FTP Installation
et: FTP-paigaldus

source: Password
et: Parool

source: User (Anonymous Login If Empty)
et: Kasutajanimi (anonüümse sisselogimise korral jäta tühjaks)

source: NFS Installation
et: NFS-paigaldus

source: User (Uses "guest" If Empty)
et: Kasutajanimi (kui väli on tühi, kasutatakse "guest"-i)

source: SMB (Windows Share) Installation
et: SMB (Windows'i jagatud ressurss) paigaldus

source: HTTP Installation
et: HTTP-paigaldus

source: Driver
et: Draiver

source: Domain
et: Domeen

source: Other Options
et: Muud sätted

source: Language
et: Keel

source: Installation--IOAPIC Enabled
et: Paigaldamine--IOAPIC lubatud

source: Installation--IOAPIC Disabled
et: Paigaldamine--IOAPIC keelatud

source: Installation--Local APIC Disabled
et: Paigaldamine--lokaalne APIC keelatud

source: Yes
et: Jah

source: No
et: Ei

source: File
et: Fail

source: Share
et: Ressurss

source: Automatic Mode
et: Automaatrežiim

source: Manual Mode
et: Käsitsirežiim

source: Configure Parameters on ZEN Partition
et: ZEN-partitsiooni parameetrite häälestamine

source: Install or Update ZEN Partition
et: ZEN-partitsiooni paigaldamine või uuendamine

source: Reinstall ZEN Partition Boot Loader
et: ZEN-partitsiooni alglaadija taaspaigaldamine

source: Disable ZEN Partition
et: ZEN-partitsiooni keelamine

source: Enable ZEN Partition
et: ZEN-partitsiooni lubamine

source: Text Mode
et: Tekstirežiim

source: Firmware Test
et: Püsivara test

source: To load driver updates directly from CD-ROM, enter the driver update file names (separated by commas ',') here:
et: Draiveri uuenduste laadimiseks CD-ROM-ilt sisesta siia draiveri uuenduste failide nimed (eraldatud komadega ','):

source: Source
et: Allikas

source: Video Mode
et: Videorežiim

source: Driver Update
et: Draiverite uuendamine

source: Arch
et: Arh.

source: Default
et: Vaikimisi

source: Safe Settings
et: Ohutud sätted

source: No ACPI
et: Ilma ACPI-ta

source: No Local APIC
et: Ilma kohaliku APIC-ta

source: Repair Installed System
et: Paigaldatud süsteemi parandamine

source: Keyboard
et: Klaviatuur

source: you are not registered in the password file
et: sa poel paroolifailis registreeritud

source: it is based on your username
et: see põhineb su kasutajanimel

source: it is based upon your password entry
et: see põhineb su paroolikirjel

source: it is derived from your password entry
et: see on tuletatud su paroolikirjest

source: it's derived from your password entry
et: see on tuletatud su paroolikirjest

source: it is derivable from your password entry
et: see on tuletatav su paroolikirjest

source: it's derivable from your password entry
et: see on tuletatav su paroolikirjest

source: it is WAY too short
et: see on LIIGA lühike

source: it is too short
et: see on liiga lühike

source: it does not contain enough DIFFERENT characters
et: see ei sisalda piisavalt ERINEVAID märke

source: it is all whitespace
et: see koosneb ainult tühikutest

source: it is too simplistic/systematic
et: see on liiga lihtne/süstemaatiline

source: it looks like a National Insurance number.
et: see tundub olevat sotsiaalkindlustuse number

source: it is based on a dictionary word
et: see põhineb sõnastiku sõnal

source: it is based on a (reversed) dictionary word
et: see põhineb (tagurpidisel) sõnastiku sõnal

source: Description
et: Kirjeldus

source: Name
et: Nimi

source: Version
et: Versioon

source: Application Browser
et: Rakenduste sirvija

source: Exit shell on add or remove action performed
et: Kestarakendusest väljumine pärast lisamist veõi eemaldamist

source: Exit shell on help action performed
et: Kestarakendusest väljumine pärast abi käivitamist

source: Exit shell on start action performed
et: Kestarakendusest väljumine pärast käivitamist

source: Exit shell on upgrade or uninstall action performed
et: Kestarakendusest väljumine pärast paketi uuendamist või eemaldamist

source: Filename of existing .desktop files
et: Olemasolevate .desktop-failide nimed

source: Indicates whether to close the shell when a help action is performed
et: Määrab, kas kestarakendus suletakse pärast abi käivitamist

source: Indicates whether to close the shell when a start action is performed
et: Määrab, kas kestarakendus suletakse pärast käivitamise sooritamist

source: Indicates whether to close the shell when an add or remove action is performed
et: Määrab, kas kestarakendus suletakse pärast lisamist või eemaldamist

source: Indicates whether to close the shell when an upgrade or uninstall action is performed
et: Määrab, kas kestarakendus suletakse pärast paketi uuendamist või eemaldamist

source: Max number of New Applications
et: Uute rakenduste suurim arv

source: The maximum number of applications that will be displayed in the New Applications category
et: Suurim rakendusete arv, mida kuvatakse uute rakenduste kategooria all

source: New Applications
et: Uued rakendused

source: Groups
et: Rühmad

source: Application Actions
et: Rakenduste tegevused

source: <b>Start %s</b>
et: <b>Käivita %s</b>

source: Upgrade
et: Uuenda

source: Uninstall
et: Eemalda

source: Remove from Favorites
et: Eemalda lemmikute seast

source: Add to Favorites
et: Lisa lemmikute sekka

source: Remove from Startup Programs
et: Eemalda isekäivituvate rakenduste seast

source: Add to Startup Programs
et: Lisa isekäivituvate rakenduste sekka

source: <span size="large"><b>No matches found.</b> </span><span> Your filter "<b>%s</b>" does not match any items.</span>
et: <span size="large"><b>Midagi ei leitud.</b> </span><span> Sinu filtrile "<b>%s</b>" ei vasta ükski element.</span>

source: Other
et: Muu

source: Lock Screen
et: Lukusta ekraan

source: Logout
ar: اخرج
el: Αποσύνδεση
et: Logi välja
fi: Kirjaudu ulos
gl: Rematar a Sesión
hr: Odjavi se
nl: Afmelden
ro: Deconectare
ru: Завершить сеанс
zh_cn: 注销

source: Documents
et: Dokument

source: Rename...
et: Muuda nime...

source: Send To...
et: Saada...

source: Move to Trash
et: Liiguta prügikasti

source: Delete
ar: حذف
el: Διαγραφή
et: Kustuta
fi: Poista
gl: Eliminar
hr: Obriši
nl: Verwijderen
ro: Ștergere
ru: Удалить
zh_cn: 删除

source: <b>Open with "%s"</b>
et: <b>Ava rakendusega "%s"</b>

source: Open with Default Application
et: Ava vaikimisi rakendusega

source: Open in File Manager
et: Ava failihalduris

source: Find Now
et: Otsi nüüd

source: Default menu and application browser
et: Vaikimisi menüü ja rakenduste sirvija

source: GNOME Main Menu
et: GNOME peamenüü

source: Main Menu
et: Peamenüü

source: _About
et: _Teave

source: .desktop file for the YaST2 network_devices utility
et: YaST2 võrguseadmete utiliidi .desktop-fail

source: .desktop file for the file browser
et: Failisirvija .desktop-fail

source: .desktop file for the gnome-system-monitor
et: gnome-system-monitor'i .desktop-fail

source: .desktop file for the net config tool
et: Võrgu häälestamise tööriista .desktop-fail

source: command to uninstall packages
et: käsk pakettide eemaldamiseks

source: command to uninstall packages, PACKAGE_NAME is replaced by the name of the package in the command
et: käsk pakettide eemaldamiseks, PACKAGE_NAME asendatakse käsus paketi nimega

source: command to upgrade packages
et: käsk pakettide uuendamiseks

source: command to upgrade packages, PACKAGE_NAME is replaced by the name of the package in the command
et: käsk pakettide uuendamiseks, PACKAGE_NAME asendatakse käsus paketi nimega

source: The GNOME Main Menu
et: GNOME peamenüü

source: Network: None
et: Võrk: puudub

source: Click to configure network
et: Klõpsa võrgu häälestamiseks

source: Connected to: %s
et: Ühendatud: %s

source: Using ethernet (%s)
et: Etherneti kasutamine (%s)

source: Wireless Ethernet (%s)
et: Juhtmeta ethernet (%s)

source: Wired Ethernet (%s)
et: Juhtmega ethernet (%s)

source: Unknown
et: Tundmatu

source: Applications
et: Rakendused

source: Computer
et: Arvuti

source: Favorite Applications
et: Lemmikrakendused

source: More Applications...
et: Veel rakendusi...

source: Recent Documents
et: Hiljuti kasutatud dokumendid

source: Search:
et: Otsimine:

source: Status
et: Olek

source: System
et: Süsteem

source: Install
et: Paigalda

source: Remove
et: Eemalda

source: Type
et: Tüüp

source: Installed
et: Paigaldatud

source: Icon
et: Ikoon

source: Downloading
et: Allalaadimine

source: Games
et: Mängud

source: Graphics
et: Graafika

source: Multimedia
et: Multimeedia

source: Fonts
et: Fondid

source: Network
et: Võrk

source: Documentation
et: Dokumentatsioon

source: Action
et: Toiming

source: Details
et: Üksikasjad

source: Never
et: Mitte kunagi

source: Enabled
et: Lubatud

source: openSUSE Updater
et: openSUSE uuendaja

source: Obsoletes
et: Muudab aegunuks

source: Repository
et: Hoidla

source: Refresh
et: Värskenda

source: Modem Lights
et: Modemi tulukesed

source: not connected
et: ühendamata

source: Modem device name
et: Modemi seadme nimi

source: Modem lock file
et: Modemi lukustusfail

source: Receive background color
et: Taustavärv vastuvõtmisel

source: Receive foreground color
et: Esiplaani värv vastuvõtmisel

source: Send background color
et: Taustavärv saatmisel

source: Send foreground color
et: Esiplaani värv saatmisel

source: Status connected color
et: Ühendatud oleku värv

source: Status not connected color
et: Ühendamata oleku värv

source: Status waiting connection color
et: Ühendumise ootamise oleku värv

source: Text background color
et: Teksti taustavärv

source: Text foreground color
et: Teksti esiplaani värv

source: The name of the modem lock file.
et: Modemi lukustusfaili nimi.

source: Modem Lights Preferences
et: Modemi tulukeste eelistused

source: U_pdate every:
et: Uue_ndamise intervall:

source: seconds
et: sekundit

source: Connections
et: Ühendused

source: Co_nnection command:
et: Ühe_ndamiskäsk:

source: _Disconnection command:
et: La_hutamiskäsk:

source: Receive Data
et: Andmete vastuvõtmine

source: _Foreground:
et: _Esiplaan:

source: _Background:
et: _Taust:

source: Send Data
et: Andmete saatmine

source: Foregroun_d:
et: Esi_plaan:

source: Backg_round:
et: Ta_ust:

source: Connection Status
et: Ühenduse olek

source: Co_nnected:
et: Ühe_ndatud:

source: Disconnec_ted:
et: La_hutatud:

source: C_onnecting:
et: Ühendu_mine:

source: For_eground:
et: E_siplaan:

source: Bac_kground:
et: T_aust:

source: Modem Options
et: Modemi sätted

source: _Device:
et: Sea_de:

source: _Lock file:
et: _Lukustusfail:

source: U_se ISDN
et: ISDN-i kas_utamine

source: Advanced
et: Täpsemalt

source: Change Password
et: Parooli muutmine

source: Change your password
et: Muuda oma parooli

source: Passwords match
et: Paroolid kattuvad

source: Passwords do not match
et: Paroolid ei kattu

source: <b>Changing Password for User '%s'</b>
et: <b>Kasutaja '%s' parooli muutmine</b>

source: Password changed successfully
et: Parooli muutmine õnnestus.

source: Password is insecure. Please choose a new password.
et: Parool pole turvaline. Palun vali uus parool.

source: _New Password:
et: _Uus parool:

source: _Old Password:
et: Vana par_ool:

source: Return to <placeholder-1/>
et: Tagasi <placeholder-1/> juurde

source: Using the Help System
et: Abisüsteemi kasutamine

source: Up Arrow
et: Nool üles

source: Down Arrow
et: Nool alla

source: Left Arrow
et: Nool vasakule

source: Right Arrow
et: Nool paremale

source: Space
et: Tühik

source: Page Up
et: PgUp

source: Page Down
et: PgDn

source: Language and Keyboard Layout Selection
et: Keele ja klaviatuuri paigutuse valimine

source: Kernel Options: acpi
et: Kerneli sätted: acpi

source: Kernel Options: apm
et: Kerneli sätted: apm

source: Kernel Options: ide
et: Kerneli sätted: ide

source: Kernel Options: splash
et: Kerneli sätted: splash

source: Choose Profile
et: Vali profiil

source: Boot Loader Help
et: Alglaadija abi

source: description
et: kirjeldus

source: Installation -- ACPI Disabled
et: Paigaldamine -- ACPI keelatud

source: Installation -- Local APIC Disabled
et: Paigaldamine--lokaalne APIC keelatud

source: Installation -- Safe Settings
et: Paigaldamine -- turvalised sätted

source: text mode
et: tekstirežiim

source: Software Type Selection
et: Tarkvara tüübi valimine

source: Boot Installed OS
et: Laadi paigaldatud OS

source: Installation Source
et: Paigaldusallikas

source: install
et: paigaldamine

source: boot options
et: alglaadimise sätted

source: network options
et: võrgusätted

source: vnc options
et: vnc sätted

source: Installer Options: Network Options
et: Paigaldussätted: võrgusätted

source: network-based install
et: võrgupõhine paigaldamine

source: gateway
et: lüüs

source: Installer Options: install
et: Paigaldussätted: install

source: Installer Options: vnc
et: Paigaladussätted: vns

source: vnc=1 vncpassword=example
et: vnc=1 vncpassword=n2ide

source: Video Mode Selection
et: Videorežiimi valimine

source: &Add
et: &Lisa

source: &Edit
et: &Redigeeri

source: &Suspend Computer
et: &Suspendi arvuti

source: Suspend to Disk
et: Kettale suspendimine

source: Suspend to RAM
et: RAM-i suspendimine

source: Standby
et: Ooterežiimi

source: Suspend Computer
et: Suspendi arvuti

source: System Information
et: Süsteemi info

source: ERROR
et: VIGA

source: Front-end for the KDE file dialog
et: KDE failidialoogide kasutajaliides

source: Set dialog mode to single file (default)
et: Dialoog ühe faili režiimis (vaikimisi)

source: Set dialog mode to multiple file
et: Dialoog mitme faili režiimis (vaikimisi)

source: Set dialog mode to directory
et: Dialoog kataloogi režiimis

source: Print selected files
et: Prindi valitud failid

source: Accept nonlocal files
et: Kaugfailide lubamine

source: Set initial directory
et: Määra algkataloog

source: Set filter
et: Määra filter

source: Check Connection
et: Testi ühendust

source: Default Route
et: Vaikemarsruut

source: Name Server
et: Nimeserver

source: Invalid default route:
et: Vigane vaikemarsruut:

source: Cannot read `%1': %2
et: Pole võimalik lugeda `%1': %2

source: Default route ok.
et: Vaikemarsruut korras.

source: Gateway Address
et: Lüüsi aadress

source: Own Address
et: Sinu aadress

source: Kernel Interface
et: Kerneli liides

source: Name server failure:
et: Viga nimeserveriga ühendumisel:

source: no name server found in `%1'
et: asukohas `%1' ei leitud nimeserverit

source: waiting for reply
et: vastuse ootamine

source: unable to fork (internal error)
et: kahveldamine võimatu (sisemine viga)

source: Name server ok.
et: Nimeserver korras.

source: Name Server Address
et: Nimeserveri aadress

source: address lookup does not work
et: aadressi otsimine ei tööta

source: Configuration of the selected interface and provider:
et: Valitud liidese ja teenusepakkuja sätted:

source: Parameter
et: Parameeter

source: Value
et: Väärtus

source: KInternet - Internet Tool
et: KInternet - Interneti tööriist

source: Various Settings
et: Mitmesugused sätted

source: View Configuration
et: Häälestuse vaatamine

source: Configure with YaST2...
et: Häälesta YaST2 abil...

source: View Log
et: Vaata logi

source: Wireless Connection...
et: Juhtmeta ühendus...

source: &Interface
et: &Liides

source: &Provider
et: &Teenusepakkuja

source: &Add Link
et: Lis&a link

source: &Remove Link
et: Ee&malda link

source: Start Automatically
et: Käivita automaatselt

source: Do Not Start
et: Ära käivita

source: Log
et: Logi

source: This is the complete log:
et: Siin on täielik logi:

source: Save to File...
et: Salvesta faili...

source: Save Log As
et: Salvesta logi kui

source: File already exists. Overwrite it?
et: Fail on juba olemas. Kas kirjutada see üle?

source: Cannot open file for writing.
et: Faili avamine kirjutamiseks nurjus.

source: WEP - Key Input Dialog
et: WEP - võtme sisestamise dialoog
