Repository: webyast/webyast
Catalog: plugins/registration/locale/*/webyast-registration.po
Languages: ar, cs, da, de, el, fi, fr, it, ja, km, lt, nl, pt_br, sk, sv, wa, zh_cn, zh_tw

source: The registration code you entered was invalid.
ar: رمز التسجيل الذي أدخلته غير صالح.
cs: Vložený registrační kód je neplatný
da: Registreringskoden du angav er ugyldig.
de: Der von Ihnen eingegebene Registrierungscode war ungültig.
el: Ο κωδικός εγγραφής που δώσατε δεν ήταν έγκυρος.
fi: Antamasi rekisteröintikoodi oli virheellinen.
fr: Le code d'enregistrement saisi n'est pas valide.
it: Il codice di registrazione immesso non è valido.
ja: 入力した登録コードが正しくありませんでした。
km: កូដ​ចុះ​ឈ្មោះ​ដែល​អ្នក​បាន​បញ្ចូល​មិន​ត្រឹមត្រូវ ។
lt: Įvestas neteisingas registracijos kodas.
nl: De door u ingevoerde registratiecode was ongeldig.
pt_br: O código de registro digitado era inválido.
zh_cn: 您输入的注册码是无效的。
zh_tw: 您輸入的註冊碼不適用。

source: The transmitted registration data created a conflict.
ar: بيانات إنشاء التسجيل المرسلة تتعارض.
cs: Přenesená registrační data způsobila konflikt.
da: De sendte registreringsdata udløste en konflikt.
de: Die übertragenen Registrierungsdaten haben eine Konflikt erzeugt.
el: Τα μεταδιδόμενα δεδομένα εγγραφής δημιούργησαν σύγκρουση.
fi: Lähetetty rekisteröintidata aiheutti ristiriidan.
fr: Les données d'enregistrement transmises ont créé un conflit.
it: I dati di registrazione inviati hanno creato un conflitto.
ja: 転送された登録データにより競合が発生しました。
km: ទិន្នន័យ​ចុះឈ្មោះ​ដែល​បាន​បញ្ជូន បាន​បង្កើត​នូវ​ការ​ប៉ះទង្គិច ។
lt: Perduoti registracijos duomenys sukėlė konfliktą.
nl: De overgedragen registratiegegevens hebben een conflict veroorzaakt.
pt_br: Os dados de registro transmitidos criaram um conflito.
sk: Prenášané registračné dáta vytvorili konflikt.
sv: Den överförda registreringsinformationen orsakade en konflikt.
zh_cn: 传输注册数据传输发生了冲突。
zh_tw: 傳送的註冊資料造成一個衝突。

source: Registration can not be performed. There is no product installed that can be registered.
ar: لا يمكن تنفيذ التسجيل. لا يوجد منتج مثبت يمكن تسجيله.
cs: Registrace nemohla být provedena. Není nainstalován žádný registrovatelný produkt.
da: Registreringen kan ikke udføres. Der er intet produkt installeret som kan registreres.
de: Die Registrierung kann nicht ausgeführt werden. Es ist kein Produkt installiert, das registriert werden könnte.
el: Η εγγραφή δεν πραγματοποιήθηκε. Δεν υπάρχει εγκατεστημένο προϊόν που μπορεί να εγγραφεί.
fi: Rekisteröintiä ei voitu suorittaa. Mitään rekisteröitävää tuotetta ei ole asennettu.
fr: L'enregistrement n'a pas pu être effectué. Aucun produit susceptible d'être enregistré n'est installé.
it: Impossibile eseguire la registrazione. Non sono presenti prodotti installati che possono essere registrati.
ja: 登録が実行できません。登録可能な製品がインストールされていません。
km: ការ​ចុះឈ្មោះ​មិន​អាច​ត្រូវ​បាន​អនុវត្ត​បាន​ទេ ។ មិន​មាន​ផលិតផល​បាន​ដំឡើង ដែល​អាច​ត្រូវ​បាន​ចុះឈ្មោះ​នោះ​ទេ ។
lt: Registracija negali būti atlikta. Nėra įdiegto produkto, kurį būtų galima užregistruoti.
nl: Registratie kan niet worden uitgevoerd. Er is geen product geïnstalleerd dat geregistreerd kan worden.
pt_br: Impossível realizar o registro. Não há nenhum produto instalado que possa ser registrado.
sk: Registrácia nemôže byť vykonaná. Nie je nainštalovaný produkt, ktorý môže byť zaregistrovaný.
sv: Registreringen går inte genomföra. Det finns ingen produkt som har installerats och kan registreras.
zh_cn: 注册无法进行，没有可注册的产品。
zh_tw: 註冊無法進行。沒有安裝可以進行註冊的產品。

source: A connection to the registration server could not be established or it did not reply.
cs: Spojení na registrační server nemohlo být založeno nebo neodpovědělo.
de: Es konnte keine Verbindung zum Registrierungsserver hergestellt werden oder der Registrierungsserver hat nicht geantwortet.
fr: Aucune connexion au serveur d'enregistrement n'a pu être établie ou n'a pu répondre.
it: Non è stato possibile stabilire una connessione al server di registrazione o il server non ha risposto.
ja: 登録サーバへの接続が確立できないか、または登録サーバが返信しませんでした。
pt_br: Não foi possível estabelecer conexão com o servidor de registro ou ele não respondeu.
sv: Det gick inte att skapa en anslutningen till registreringsservern, eller också svarade den inte.

source: The registration server returned invalid data.
ar: ارجع خادم التسجيل بيانات غير صالحة.
cs: Registrační server vrátil neplatná data.
da: Registreringsserveren returnerede ugyldige data.
de: Der Registrierungsserver hat ungültige Daten zurückgegeben.
el: Ο εξυπηρετητής εγγραφής επέστρεψε μή έγκυρα δεδομένα.
fi: Rekisteröintipalvelin palautti virheellistä dataa.
fr: Le serveur d'enregistrement a renvoyé des données non valides.
it: Il server di registrazione ha restituito dati non validi.
ja: 登録サーバは無効なデータを返しました。
km: ម៉ាស៊ីន​បម្រើ​ចុះឈ្មោះ បាន​ត្រឡប់​​ទិន្នន័យ​មិន​ត្រឹមត្រូវ ។
lt: Registracijos serveris grąžino klaidingus duomenis.
nl: De registratieserver gaf ongeldige data terug.
pt_br: O servidor de registro retornou dados inválidos.
sk: Server registrácie vrátil neplatné dáta.
sv: Registreringsservern returnerade ogiltiga data.
zh_cn: 注册服务器返回的数据无效。
zh_tw: 註冊伺服器傳回不適用的資料。

source: Please wait
ar: الرجاء الانتظار
cs: Čekejte prosím
da: Vent venligst
de: Bitte warten
el: Παρακαλώ περιμένετε
fi: Odota hetki...
km: សូម​រង់ចាំ
lt: Palaukite
nl: Een ogenblik geduld
zh_cn: 请稍候
zh_tw: 請稍候

source: Please enter a valid Email address.
ar: الرجاء إدخال عنوان بريد إلكتروني صالح.
cs: Prosíme, vložte platnou emailovou adresu.
da: Indtast venligst en gyldig e-mail-adresse.
de: Geben Sie eine gültige E-Mail-Adresse ein.
el: Παρακαλώ εισάγετε μια έγκυρη διεύθυνση ηλεκτρονικού ταχυδρομείου.
fi: Anna toimiva sähköpostiosoite.
fr: Saisissez une adresse électronique valide.
it: Immettere un indirizzo e-mail valido.
ja: 有効なE-メールアドレスを入力してください。
km: សូម​បញ្ចូល​អាសយដ្ឋាន​អ៊ីមែល​ដែល​ត្រឹមត្រូវ ។
lt: Įveskite galiojantį el.pašto adresą.
nl: Geef een geldig e-mailadres op.
pt_br: Digite um Endereço de e-mail válido.
sk: Zadajte platnú e-mailovú adresu.
sv: Ange en giltig e-postadress.
zh_cn: 请输入一个有效的电子邮件地址
zh_tw: 請輸入適用的 Email 位址。

source: register plugin
cs: registrační plugin
de: Plugin registrieren
fr: enregistrer plug-in
it: registra plug-in
ja: プラグインの登録
pt_br: plug-in de registro
sv: insticksprogram för registrering

source: Registration
ar: التسجيل
cs: Registrace
da: Registrering
de: Registrierung
el: Εγγραφή
fi: Rekisteröinti
fr: Enregistrement
it: Registrazione
ja: 登録
km: ការ​ចុះឈ្មោះ​
lt: Registracija
nl: Registratie
pt_br: Registro
sk: Registrácia
sv: Registrering
wa: Edjîstraedje
zh_cn: 注册
zh_tw: 註冊

source: Registration Information
ar: معلومات التسجيل
cs: Registrační informace
da: Registreringsinformation
de: Registrierungsinformationen
el: Πληροφορίες Εγγραφής
fi: Rekisteröintitietoja
fr: Informations d'enregistrement
it: Informazioni di registrazione
ja: 登録情報
km: ព័ត៌មាន​ចុះឈ្មោះ
lt: Registracijos informacija
nl: Registratie-informatie
pt_br: Informações do Registro
sk: Registračné informácie
sv: Registreringsinformation
wa: Informåcion so l' edjîstraedje
zh_cn: 注册信息
zh_tw: 註冊資訊

source: This system is registered
ar: تم تسجيل هذا النظام
cs: Tento systém je registrován
da: Systemet er registreret
de: Dieses System ist registriert
el: Το σύστημα είναι εγγεγραμμένο
fi: Tämä järjestelmä on rekisteröity
fr: Ce système est enregistré.
it: Il sistema è registrato
ja: このシステムは登録済みです
km: ប្រ​ព័ន្ធ​នេះ​ត្រូវ​បាន​ចុះឈ្មោះ​
lt: Sistema užregistruota
nl: Dit systeem is geregistreerd
pt_br: Este sistema está registrado
sk: Tento systém je registrovaný
sv: Systemet är registrerat
wa: Ci sistinme ci est edjîstré
zh_cn: 该系统已注册
zh_tw: 此系統已註冊

source: System number (GUID)
ar: رقم النظام (GUID)
cs: Systém číslo (GUID)
da: Systemnummer (GUID)
de: Systemnummer (GUID)
el: Αριθμός συστήματος (GUID)
fi: Järjestelmänumero (GUID)
fr: Numéro système (GUID)
it: Numero di sistema (GUID)
ja: システム番号(GUID)
km: លេខ​ប្រព័ន្ធ (GUID)
lt: Sistemos numeris (GUID)
nl: Systeemnummer (GUID)
pt_br: Número do sistema (GUID)
sk: Systémové číslo (GUID)
sv: Systemnummer (GUID)
wa: Limero do sistinme (GUID)
zh_cn: 系统编号 (GUID)
zh_tw: 系統號碼 (GUID)

source: Register again
ar: تسجيل مرة اخرى
cs: Registrujte se znovu
da: Registrér dig igen
de: Erneut registrieren
el: Εγγραφείτε ξανά
fi: Rekisteröidy uudestaan
fr: Se réenregistrer
it: Ripeti registrazione
ja: 再度登録してください
km: ចុះឈ្មោះ​​ម្តង​ទៀត​
lt: Registruoti iš naujo
nl: Opnieuw registreren
pt_br: Registrar novamente
sk: Registrovať znovu
sv: Registrera igen
wa: Redjîstrez vs cor on côp
zh_cn: 重新注册
zh_tw: 再次註冊

source: Next
ar: التالي
cs: Další
da: Næste
de: Weiter
el: Επόμενο
fi: Seuraava
fr: Suivant
it: Successivo
ja: 次へ
km: បន្ទាប់
lt: Kitas
nl: Volgende
pt_br: Avançar
sk: Ďalej
sv: Nästa
wa: Shuvant
zh_cn: 下一步
zh_tw: 下一個

source: Mandatory Information
ar: معلومات إلزامية
cs: Povinné informace
da: Krævet information
de: Obligatorische Informationen
el: Υποχρεωτικές Πληροφορίες
fi: Pakollisia tietoja
fr: Informations obligatoires
it: Informazioni obbligatorie
ja: 必須情報
km: ព័ត៌មាន​​​សំខាន់
lt: Privaloma informacija
nl: Verplichte informatie
pt_br: Informações Obrigatórias
sk: Povinné informácie
sv: Obligatorisk information
wa: Informåcion rekise
zh_cn: 强制性信息
zh_tw: 強制性資訊

source: Details
ar: تفاصيل
cs: Podrobnosti
da: Detaljer
el: Λεπτομέρειες
fi: Tiedot
fr: Détails
it: Dettagli
ja: 詳細情報
km: សេចក្ដី​លម្អិត
lt: Išsamiau
pt_br: Detalhes
sk: Detaily
sv: Information
wa: Detays
zh_cn: 详情
zh_tw: 詳細資料

source: Postpone
ar: تأجيل
cs: Odložit
da: Udskyd
de: Verschieben
el: Αναβολή
fi: Siirrä
fr: Reporter
it: Postponi
ja: 延期
km: ផ្អាក
lt: Atidėti
nl: Uitstellen
pt_br: Adiar
sk: Odložiť
sv: Skjut upp
wa: Rimete a pus tård
zh_cn: 推迟

source: System Registration
cs: Registrace systému
de: Systemregistrierung
fr: Enregistrement système
it: Registrazione sistema
ja: システム登録
pt_br: Registro do Sistema

source: Registration is missing
ar: التسجيل مفقود
cs: Chybí registrace
da: Registrering mangler
de: Registrierung fehlt
el: Η καταχώρηση λείπει
fi: Rekisteröintiä ei ole suoritettu
fr: Enregistrement manquant
it: Registrazione mancante
ja: 登録が見つかりません
km: បាត់​កា​រ​ចុះឈ្មោះ
lt: Trūksta registracijos
nl: Registratie ontbreekt
pt_br: Registro ausente
sk: Chýba registrácia
wa: I manke l' edjîstraedje
zh_cn: 注册失效
zh_tw: 遺失註冊

source: Please register your system in order to get updates.
ar: الرجاء سجل النظام للحصول على التحديثات.
cs: Prosíme, zaregistrujte váš systém, abyste mohli dostávat aktualizace.
da: Registrér venligst dit system for at få opdateringer.
de: Wenn Sie Aktualisierungen erhalten wollen, müssen Sie Ihr System registrieren.
el: Παρακαλούμε να καταχωρήσετε το σύστημά σας, ώστε να λαμβάνετε ενημερώσεις.
fi: Rekisteröi koneesi saadaksesi päivityksiä.
fr: Enregistrez votre système afin d'obtenir les mises à jour.
it: Registrare il sistema per ricevere gli aggiornamenti.
ja: 更新を取得するにはシステムを登録してください。
km: សូម​ចុះឈ្មោះ​ប្រព័ន្ធ​របស់​អ្នក ដើម្បី​ទទួល​បានបច្ចុប្បន្នភាព ។
lt: Jei norite gauti atnaujinimus, prašome užsiregistruoti.
nl: Gaarne uw systeem registreren zodat u het kunt bijwerken.
pt_br: Registre seu sistema para obter as atualizações.
sk: Prosím zaregistrujte Váš systém, aby ste získali aktualizácie.
wa: Edjîstrez vosse sistinme s' i vs plait po sawè rçure les metaedjes a djoû.
zh_cn: 请注册你的系统以获得更新服务。
zh_tw: 請儘快註冊您的系統以取得更新。

source: Email
ar: البريد الإلكتروني
fi: Sähköposti
fr: Message électronique
ja: 電子メール
km: អ៊ីមែល​
lt: El. paštas
sv: E-post
wa: Emile
zh_cn: 电子邮件
zh_tw: 電子郵件

source: register
ar: سجِّل
da: registrér dig
de: Registrieren
el: εγγραφή
fi: rekisteröidy
fr: enregistrer
it: registra
ja: 登録
km: ចុះឈ្មោះ
lt: registruotis
nl: registreren
pt_br: registrar
sk: registrovať
zh_cn: 注册

source: Registration did not finish.
sv: Registreringen slutfördes inte.

source: Skip
sv: Hoppa över

source: or
sv: eller
