Repository: webyast/webyast
Catalog: plugins/registration/locale/*/webyast-registration.po
Languages: ar, cs, da, de, el, fi, fr, it, ja, km, lt, nl, pt_br, sk, sv, wa, zh_cn, zh_tw

source: System name
ar: اسم النظام
cs: Jméno systému
da: Systemnavn
el: Όνομα συστήματος
fi: Järjestelmän nimi
fr: Nom du système
it: Nome del sistema
ja: システム名
km: ឈ្មោះ​ប្រព័ន្ធ​
lt: Sistemos pavadinimas
nl: Systeemnaam
pt_br: Nome do sistema
sk: Názov systému
sv: Systemnamn
wa: No do sistinme
zh_cn: 系统名
zh_tw: 系統名稱

source: SLES registration code
ar: رمز تسجيل SLES
cs: Registrační kód SLES
da: Registreringskode til SLES
de: SLES-Registrierungscode
el: Κωδικός εγγραφής SLES
fi: SLES-rekisteröintikoodi
fr: Code d'enregistrement SLES
it: Codice di registrazione SLES
ja: SLES登録コード
km: កូដ​ចុះឈ្មោះ​របស់ SLES
lt: SLES registracijos kodas
nl: SLES-registratiecode
pt_br: Código de registro SLES
sk: SLES registračný kód
sv: SLES-registreringskod
wa: Côde d' edjîstraedje di SLES
zh_cn: SLES 注册码
zh_tw: SLES 註冊碼

source: SLED registration code
ar: رمز تسجيل SLED
cs: Registrační kód SLED
da: Registreringskode til SLED
de: SLED-Registrierungscode
el: Κωδικός εγγραφής SLED
fi: SLED-rekisteröintikoodi
fr: Code d'enregistrement SLED
it: Codice di registrazione SLED
ja: SLED登録コード
km: កូដ​ចុះឈ្មោះ​របស់ SLED
lt: SLED registracijos kodas
nl: SLED-registratiecode
pt_br: Código de registro SLED
sk: SLED registračný kód
sv: SLED-registreringskod
wa: Côde d' edjîstraedje di SLED
zh_cn: SLED 注册码
zh_tw: SLED 註冊碼

source: SLMS registration code
ar: رمز تسجيل SLMS
cs: Registrační kód SLMS
da: Registreringskode til SLMS
de: SLMS-Registrierungscode
el: Κωδικός εγγραφής SLMS
fi: SLMS-rekisteröintikoodi
km: កូដ​ចុះឈ្មោះ​របស់ SLMS
lt: SLMS registracijos kodas
nl: SLMS-registratiecode
zh_cn: SLMS 注册码
zh_tw: SLMS 註冊碼

source: Appliance registration code
ar: رمز تسجيل الجهاز
cs: Registrační kód aplikace
da: Registreringskode til appliance
de: Appliance-Registrierungscode
el: Κωδικός Εγγραφής Υλοποίησης
fi: Sovelman rekisteröintikoodi
fr: Code d'enregistrement applicatif
it: Codice di registrazione dell'applicazione
ja: 装置登録コード
km: កូដ​ចុះឈ្មោះ​ឧបករណ៍​ប្រើប្រាស់​
lt: Aparato registracijos kodas
nl: Appliance-registratiecode
pt_br: Código de registro da aplicação
sk: Registračný kód zariadenia
sv: Produktregistreringskod
wa: Côde d' edjîstraedje di l' éndjole
zh_cn: 装置注册代码
zh_tw: 應用程式註冊碼

source: WebYaST registration code
ar: رمز تسجيل WebYaST
cs: Registrační kód WebYaSTu
da: Registreringskode til WebYaST
de: WebYaST-Registrierungscode
el: Κωδικός εγγραφής WebYaST
fi: WebYaST-rekisteröintikoodi
fr: Code d'enregistrement WebYaST
it: Codice di registrazione WebYaST
ja: WebYaST登録コード
km: កូដ​ចុះឈ្មោះ​របស់ WebYaST
lt: WebYaST registracijos kodas
nl: WebYaST-registratiecode
pt_br: Código de registro WebYaST
sk: WebYaST registračný kód
sv: WebYaST-registreringskod
wa: Côde d' edjîstraedje di WebYast
zh_cn: WebYaST 注册码
zh_tw: WebYaST 註冊碼

source: Registration code
ar: رمز التسجيل
cs: Registrační kód
da: Registreringskode
de: Registrierungscode
el: Κωδικός εγγραφής
fi: Rekisteröintikoodi
fr: Code d'enregistrement
it: Codice di registrazione
ja: 登録コード
km: កូដ​​ចុះឈ្មោះ​
lt: Registracijos kodas
nl: Registratiecode
pt_br: Código de registro
sk: Registračný kód
sv: Registreringskod
wa: Côde d' edjîstraedje
zh_cn: 注册码
zh_tw: 註冊碼

source: Hostname
ar: اسم المضيف
cs: Jméno hostitele
da: Værtsnavn
el: Όνομα συστήματος
fi: Konenimi
fr: Nom d'hôte
it: Nome host
ja: ホスト名
km: ឈ្មោះ​ម៉ាស៊ីន
lt: Pagrindinio kompiuterio vardas
nl: Hostnaam
pt_br: Nome de Host
sk: Hostiteľ
sv: Värddatornamn
wa: No do lodjoe
zh_cn: 主机名
zh_tw: 主機名稱

source: Device name
ar: اسم الجهاز
cs: Jméno zařízení
da: Enhedsnavn
de: Gerätename
el: Όνομα συσκευής
fi: Laitteen nimi
fr: Nom du périphérique
it: Nome del dispositivo
ja: デバイス名
km: ឈ្មោះ​ឧបករណ៍​
lt: Įtaiso pavadinimas
nl: Apparaatnaam
pt_br: Nome do dispositivo
sk: Názov zariadenia
sv: Enhetsnamn
wa: No d' l' éndjin
zh_cn: 设备名
zh_tw: 裝置名稱

source: Appliance name
ar: اسم الأداة
cs: Jméno zařízení
da: Navn på appliance
el: Όνομα υλοποίησης
fi: Sovelman nimi
fr: Nom de l'applicatif
it: Nome applicazione
ja: 装置名
km: ឈ្មោះ​ឧបករណ៍​ប្រើប្រាស់
lt: Aparato pavadinimas
nl: Appliancenaam
pt_br: Nome da aplicação
sk: Názov zariadenia
sv: Produktnamn
wa: No di l' éndjole
zh_cn: 装置名称
zh_tw: 應用程式名稱

source: registration code
ar: رمز التسجيل
cs: registrační kód
da: registreringskode
de: Registrierungscode
el: κωδικός εγγραφής
fi: rekisteröintikoodi
fr: code d'enregistrement
it: codice di registrazione
ja: 登録コード
km: កូដ​ចុះឈ្មោះ
lt: registracijos kodas
nl: registratiecode
pt_br: código de registro
sk: registračný kód
sv: registreringskod
wa: côde d' edjîstraedje
zh_cn: 注册码
zh_tw: 註冊碼

source: Invalid session, please login again.
cs: Chybná session, prosím přihlaste se znova.
de: Ungültige Sitzung, melden Sie sich erneut an.
fr: Session invalide, veuillez vous reconnecter.
it: Sessione non valida, eseguire di nuovo il login.
ja: セッションが無効です。再度ログインしてください。
pt_br: Sessão inválida. Efetue login novamente.
sv: Ogiltig session. Logga in igen.

source: No permissions for registration
cs: Není oprávnění k registraci
de: Keine Berechtigungen für die Registrierung
fr: Pas d'autorisations pour l'enregistrement
it: Nessuna autorizzazione per la registrazione
ja: 登録に対する許可がありません
pt_br: Sem permissões para registro
sv: Det finns inga behörigheter för registreringen

source: Please try to register again later.
ar: الرجاء محاولة التسجيل مرة أخرى لاحقاً.
cs: Prosíme, zkuste se zaregistrovat později.
da: Prøv venligst at registrere igen senere.
de: Versuchen Sie die Registrierung später erneut.
el: Παρακαλώ προσπαθήστε να εγγραφείτε ξανά αργότερα.
fi: Yritä rekisteröityä myöhemmin uudelleen.
fr: Réessayez de procéder à l'enregistrement ultérieurement.
it: Provare di nuovo la registrazione in seguito.
ja: 後で、もう一度登録してみてください。
km: សូម​ព្យាយាម​ចុះឈ្មោះ​ម្ដងទៀត​នៅ​ពេល​ក្រោយ ។
lt: Prašome pamėginti prisiregistruoti vėliau.
nl: Gaarne later nog eens proberen te registreren.
pt_br: Tente registrar de novo mais tarde.
sk: Skúste sa znova zaregistrovať neskôr.
sv: Gör ett nytt försök med registreringen senare.
wa: Rissayîz di vs edjîstrer pus tård s' i vs plait.
zh_cn: 请稍候再注册。
zh_tw: 請稍候嘗試重新註冊。

source: Registration did not succeed.
ar: لم ينجح التسجيل.
cs: Registrace neuspěla.
da: Registrering blev ikke gennemført.
de: Die Registrierung war nicht erfolgreich.
el: Η εγγραφή απέτυχε.
fi: Rekisteröinti ei onnistunut.
fr: L'enregistrement a échoué.
it: Registrazione non riuscita.
ja: 登録は成功しませんでした。
km: កា​រ​ចុះ​ឈ្មោះ​មិន​បាន​ជោគជ័យ​ទេ ។
lt: Registracija nėra sėkminga.
nl: Registratie zonder succes.
pt_br: Registro malsucedido.
sk: Registráciu sa nepodarilo vykonať.
sv: Registreringen lyckades inte.
wa: L' edjîstraedje n' a nén fwait kine.
zh_cn: 注册没有成功。
zh_tw: 註冊未成功。

source: Registration was skipped.
ar: تم تخطي تسجيل.
cs: Registrace byla přeskočena.
da: Registrerering blev skippet.
de: Registrierung wurde übersprungen.
el: Παράβλεψη εγγραφής
fi: Rekisteröinti ohitettiin.
fr: L'enregistrement a été ignoré.
it: La registrazione è stata saltata.
ja: 登録がスキップされました。
km: ការ​ចុះឈ្មោះ​ត្រូវ​បាន​រំលង ។​
lt: Registracija buvo praleista.
nl: Registratie was overgeslagen.
pt_br: Registro ignorado.
sk: Registrácia bola preskočená.
sv: Registreringen hoppades över
wa: L' edjîstraedje a stî passé.
zh_cn: 注册被跳过。
zh_tw: 註冊已跳過。

source: This may be a temporary issue.
ar: قد تكون هذه مشكلة مؤقتة.
cs: Může to být dočasný problém.
da: Dette er måske et midlertidigt problem.
de: Hierbei kann es sich um ein vorübergehendes Problem handeln.
el: Αυτό μπορεί να είναι προσωρινό ζήτημα.
fi: Tämä voi olla väliaikainen ongelma.
fr: Il peut s'agir d'un problème temporaire.
it: Potrebbe trattarsi di un problema temporaneo.
ja: これは一時的な問題である可能性があります。
km: វា​​អាច​ជា​បញ្ហា​បណ្ដោះអាសន្ន ។
lt: Tai gali būti laikini nesklandumai.
nl: Dit kan een tijdelijke zaak zijn.
pt_br: Pode ser um problema temporário.
sk: Toto môže byť dočasná chyba.
sv: Detta kan vara ett tillfälligt problem.
wa: C' est motoit on problinme ki pasrè.
zh_cn: 这可能是一个暂时的问题。
zh_tw: 這可能是暫時性的問題。

source: The system might not receive necessary updates.
ar: قد لا يتلقى النظام التحديثات الضرورية.
cs: Je možné že počítač nebude mít k dispozici potřebné opravy.
da: Systemet vil måske ikke få de nødvendige opdateringer.
de: Erforderliche Updates werden möglicherweise nicht an das System übermittelt.
el: Το σύστημα μπορεί να μην λαμβάνει τις απαραίτητες ενημερώσεις.
fi: Järjestelmä ei ehkä saa tarvittavia päivityksiä.
fr: Il se peut que le système ne reçoive pas les mises à jour nécessaires.
it: Il sistema potrebbe non ricevere gli aggiornamenti necessari.
ja: システムが必要な更新を受け取らない可能性があります。
km: ប្រព័ន្ធ​អាច​មិន​ទទួល​បាន​​​ការ​ធ្វើ​បច្ចុប្បន្នភាព​ដែល​ចាំបាច់​ឡើយ​ ។
lt: Sistema gali negauti reikalingų pataisų.
nl: Het systeem kan mogelijk de noodzakelijke dingen voor bijwerken niet ontvangen.
pt_br: O sistema pode não receber as atualizações necessárias.
zh_cn: 该系统可能无法获得必要的更新。
zh_tw: 系統可能不會收到所需的更新。

source: The registration server returned invalid or incomplete data.
ar: أعاد خادم التسجيل بيانات غير صحيحة أو غير كاملة.
cs: Registrační server vrátil neplatná nebo nekompletní data.
da: Registreringsserveren returnerede ugyldige eller ukomplette data.
de: Der Registrierungsserver hat ungültige oder unvollständige Daten zurückgegeben.
el: Ο εξυπηρετητής εγγραφής επέστρεψε μη έγκυρα ή ελλειπή δεδομένα.
fi: Rekisteröintipalvelin palautti virheellistä tai keskeneräistä dataa.
fr: Le serveur d'enregistrement a renvoyé des données non valides ou incomplètes.
it: Il server di registrazione ha restituito dati non validi o incompleti.
ja: 登録サーバが無効または不完全なデータを返しました。
km: ម៉ាស៊ីន​បម្រើ​ចុះឈ្មោះ​បាន​ត្រឡប់​ទិន្នន័យ​មិន​ពេញលេញ ឬ​មិន​ត្រឹមត្រូវ ។
lt: Registracijos serveris grąžino klaidingus arba nepilnus duomenis.
nl: De registratieserver gaf ongeldige of niet-complete gegevens terug.
pt_br: O servidor de registro retornou dados inválidos ou incompletos.
sk: Server registrácie vrátil neplatné, alebo nekompletné dáta.
sv: Registreringsservern returnerade ogiltiga eller ofullständiga data.
wa: Li sierveu d' edjpîstraedje a rtourné des mwaijhès dnêyes ou des dnêyes nén completes.
zh_cn: 注册服务器返回无效或不完整的数据。
zh_tw: 註冊伺服器傳回不適用或不完全的資料。

source: Could not read the registration configuration.
ar: لا يمكن قراءة إعدادات التسجيل.
cs: Nelze číst nastavení registrace.
da: Kunne ikke læse registreringskonfigurationen.
de: Lesen der Registrierungskonfiguration nicht möglich.
el: Αδύνατη ανάγνωση των ρυθμίσεων εγγραφής.
fi: Rekisteröinnin määritystä ei voi lukea.
fr: Impossible de lire la configuration de l'enregistrement.
it: Impossibile leggere la registrazione della configurazione.
ja: 登録環境設定を読み込めませんでした。
km: មិន​​អាច​អាន​ការ​កំណត់​រចនាសម្ព័ន្ធ​ចុះឈ្មោះ​បាន​ទេ ។
lt: Nepavyksta perskaityti registracijos konfigūracijos.
nl: Kon de registratie-configuratie niet lezen.
pt_br: Não foi possível ler a configuração do registro.
sk: Nedá sa čítať konfigurácia registrácie.
wa: Dji n' a sepou lére l' apontiaedje di l' edjîstraedje.
zh_cn: 无法读取注册设置。
zh_tw: 無法讀取註冊組態設定。

source: The registration backend is not installed correctly
ar: لم يتم تنصيب خلفية التسجيل بشكل صحيح
cs: Registrační backend není správně nainstalován
da: Registrering-backenden er ikke korrekt installeret
de: Registrierungs-Backend nicht korrekt installiert
el: Το σύστημα υποστήριξης εγγραφής δεν εγκαταστάθηκε σωστά
fi: Rekisteröinnin taustaosaa ei ole asennettu kunnolla
fr: L'interface dorsale d'enregistrement n'est pas correctement installée.
it: Il back-end di registrazione non è installato correttamente
ja: 登録バックエンドが正しくインストールされていません
km: កម្មវិធី​ផ្នែក​ខាងក្រោយ​នៃ​ការ​ចុះឈ្មោះ​មិន​ត្រូវ​បាន​ដំឡើង​ត្រឹមត្រូវ​ទេ
lt: Registracijos galinė sąsaja nebuvo tinkamai įdiegta
nl: De registratie-backend is niet juist geïnstalleerd
pt_br: O back end de registro não foi instalado corretamente
sk: Backend registrácie nie je správne nainštalovaný
zh_cn: 注册后端安装不正确
zh_tw: 註冊的後端未正確安裝

source: Please refer to your support contact.
ar: الرجاء راجع دعم جهة الاتصال.
cs: Prosíme, obraťte se na vaši podporu.
da: Henvend dig venligst til din supportkontakt.
de: Wenden Sie sich an Ihre Kontaktperson im Support.
el: Παρακαλώ επικοινωνήστε με την υποστήριξη.
fi: Viittaa tukiyhteystietoihisi.
fr: Veuillez contacter l'assistance.
it: Fare riferimento ai contatti di supporto.
ja: サポートの連絡先にお問い合わせください。
km: សូម​យោង​តាម​ទំនាក់ទំនង​ដែល​គាំទ្រ​របស់​អ្នក ។
lt: Prašome kreiptis dėl palaikymo į atsakingąjį asmenį.
nl: Gaarne naar uw ondersteuningscontract kijken
pt_br: Consulte seu contato de suporte.
sk: Prosím obráťte sa na kontakt podpory.
zh_cn: 请参阅你的支持联系人
zh_tw: 請參考您的支援聯絡方式。

source: Please fill out missing entries.
ar: يرجى ملء الإدخالات المفقودة.
cs: Prosíme, vyplňte chybějící vstupy.
da: Udfyld venligst de manglende indgange.
de: Ergänzen Sie die fehlenden Einträge.
el: Παρακαλώ συμπληρώστε τις ελλειπείς καταχωρήσεις.
fi: Täytä puuttuvat kohdat.
fr: Veuillez remplir les entrées manquantes.
it: Compilare le voci mancanti.
ja: 未入力の項目に入力してください。
km: សូម​បំពេញ​ធាតុ​បាត់​ ។
lt: Prašome užpildyti trūkstamus įrašus.
nl: Gaarne de ontbrekende items invullen.
pt_br: Preencha as entradas vazias.
sk: Vyplňte prosím chýbajúce položky.
sv: Fyll i posterna som saknas.
zh_cn: 请填写缺少的条目。
zh_tw: 請填寫缺少的項目。

source: Service added:
ar: إضافة خدمة:
cs: Přidané služby:
da: Tjeneste tilføjet:
de: Hinzugefügter Dienst:
el: Προστέθηκε υπηρεσία:
fi: Palvelu lisättiin:
fr: Service ajouté :
it: Servizio aggiunto:
ja: 追加されたサービス:
km: បាន​បន្ថែម​សេវា ៖
lt: Paslauga pridėta:
nl: Service toegevoegd:
pt_br: Serviço adicionado:
sk: Služba pridaná:
sv: Tjänst som lagts till:
wa: Siervice radjouté :
zh_cn: 服务已添加：
zh_tw: 新增的服務：

source: Catalog enabled:
ar: تمكين الفهرس:
cs: Povolený katalog:
da: Katalog aktiveret:
de: Aktivierter Katalog:
el: Ο κατάλογος ενεργοποιήθηκε:
fi: Ohjelmistokatalogi otettiin käyttöön:
fr: Catalogue activé :
it: Catalogo abilitato:
ja: 有効にされたカタログ:
km: បានបើកកាតាឡុក ៖
lt: Katalogas įgalintas:
nl: Catalogus ingeschakeld:
pt_br: Catálogo habilitado:
sk: Katalóg povolený:
sv: Aktiverad katalog:
wa: Catalogue èn alaedje :
zh_cn: 编目已启用：
zh_tw: 啟用的分類：

source: Repository added:
ar: أضاف المستودع:
cs: Přidaný repozitář:
da: Softwarekilde tilføjet:
de: Hinzugefügtes Repository:
el: Προστέθηκε αποθετήριο:
fi: Lisättiin asennuslähde:
fr: Dépôt ajouté :
it: Archivio aggiunto:
ja: 追加されたリポジトリ:
km: បាន​បន្ថែម​ឃ្លាំង ៖
lt: Saugykla pridėta:
nl: Installatiebron toegevoegd:
pt_br: Repositório adicionado:
sk: Repozitár pridaný:
sv: Arkiv som lagts till:
wa: Depot radjouté :
zh_cn: 软件源已添加：
zh_tw: 新增的套件庫：

source: This system is already registered.
ar: هذا النظام مسجل مسبقاً.
cs: Systém již je zaregistrován.
da: Systemet er allerede registreret.
de: Dieses System ist bereits registriert.
el: Το σύστημα είναι ήδη εγγεγραμμένο.
fi: Tämä järjestelmä on jo rekisteröity.
fr: Ce système est déjà enregistré.
it: Il sistema è già registrato.
ja: このシステムはすでに登録済みです
km: ប្រព័ន្ធ​នេះ​ត្រូវ​បាន​ចុះឈ្មោះ​រួច​ហើយ ។
lt: Sistema jau yra užregistruota.
nl: Dit systeem is al geregistreerd.
pt_br: Este sistema já foi registrado.
sk: Systém je už zaregistrovaný.
sv: Systemet är redan registrerat.
wa: Ci sistinme ci a ddja stî edjîstré.
zh_cn: 该系统已注册
zh_tw: 此系統已註冊。

source: Registration finished successfully.
ar: انتهى التسجيل بنجاح.
cs: Registrace byla úspěšně dokončena.
da: Registrering gennemført.
de: Registrierung wurde abgeschlossen.
el: Η εγγραφή τελείωσε επιτυχώς.
fi: Rekisteröinti suoritettiin onnistuneesti.
fr: L'enregistrement a réussi.
it: Registrazione completata.
ja: 登録が正しく完了しました。
km: បាន​បញ្ចប់​ការ​ចុះឈ្មោះ​ដោយ​ជោគជ័យ ។
lt: Registracija sėkmingai užbaigta.
nl: Registratie met succes beëindigd.
pt_br: Registro concluído com êxito.
sk: Registrácia úspešne ukončená.
sv: Registreringen är slutförd.
wa: L' edjîstraedje est tot fwait comifåt.
zh_cn: 注册已成功完成。
zh_tw: 註冊順利完成。

source: <p><b>Repositories were not modified during the registration process.</b></p><p>It is likely that an incorrect registration code was used. If this is the case, please attempt the registration process again to get an update repository.</p><p>Please make sure that this system has an update repository configured, otherwise it will not receive updates.</p>
ar: <p><b>لم يتم تعديل المستودعات أثناء عملية التسجيل.</b></p><p>من المحتمل أنك تستخدم رمز تسجيل غير صحيح. إذا كان هذا هو الحال، يرجى محاولة التسجيل مرة أخرى للحصول على مستودع تحديث.</p><p>الرجاء التأكد أنه تم إعداد مستودع تحديث للنظام، وإلا لن تتلقى التحديثات.</p>
cs: <p><b>Repozitáře nebyly během registračního procesu změněny.</b></p><p>Je pravděpodobné, že byl použit nesprávný registrační kód. Je-li to ten případ, prosíme, proveďte registraci ještě jednou, abyste se dostali k aktualizačnímu repozitáři.</p><p>Prosíme, ujistěte se, že tento systém má nastaven aktualizační repozitář, jinak nebude dostávat aktualizace.</p>
da: <p><b>Softwarekilder blev ikke ændret under registreringsprocessen.</b></p><p>Der blev sandsynligvis brugt en forkert registreringskode. Hvis dette er tilfældet, så forsøg venligst at køre registreringsprocessen igen for at få en opdateringssoftwarekilde.</p><p>Sørg for at dette system har en opdateringssoftwarekilde konfigureret. Ellers vil det ikke modtage opdateringer.</p>
de: <p><b>Beim Registrierungsvorgang wurden keine Repositorys bearbeitet.</b></p><p>Wahrscheinlich wurde ein inkorrekter Registrierungscode verwendet. Versuchen Sie in diesem Fall den Registrierungsvorgang erneut, um ein Aktualisierungs-Repository zu erhalten.</p><p>Vergewissern Sie sich, dass für dieses System ein Aktualisierungs-Repository konfiguriert wurde. Andernfalls kann es keine Aktualisierungen empfangen.</p>
el: <p><b>Τα αποθετήρια δεν τροποποιήθηκαν κατά την διαδικασία εγγραφής.</b></p><p>Είναι πιθανό ότι χρησιμοποιήθηκε εσφαλμένος κωδικός εγγραφής. Εαν αυτό είναι το θέμα, παρακαλώ δοκιμάστε την διαδικασία εγγραφής ξανά ώστε να ενημερωθούν τα αποθετήρια.</p><p>Παρακαλώ σιγουρευτείτε ότι το σύστημα έχει ρυθμισμένη την ενημέρωση αποθετηρίων, αλλιώς δεν θα λαμβάνει ενημερώσεις.</p>
fi: <p><b>Asennuslähteitä ei muokattu rekisteröintitapahtuman aikana.</b></p><p>On mahdollista, että käytettiin toimimatonta rekisteröintikoodia. Tällaisessa tapauksessa, yritä suorittaa rekisteröinti uudestaan saadaksesi päivitysasennuslähde käyttöön..</p><p>Varmista, että tämän järjestelmän päivitysasennuslähde on määritetty, muuten kone ei saa päivityksiä.</p>
fr: <p><b>Les dépôts n'ont pas été modifiés lors du processus d'enregistrement.</b></p><p>Il se peut qu'un code d'enregistrement incorrect ait été utilisé. Dans ce cas, réessayez de procéder à l'enregistrement pour obtenir un dépôt de mise à jour.</p><p>Assurez-vous qu'un dépôt de mise à jour est configuré pour ce système, sans quoi ce dernier ne pourra pas recevoir de mises à jour.</p>
it: <p><b>Gli archivi non sono stati modificati nel corso del processo di registrazione.</b></p><p>Sembra che sia stato utilizzato un codice di registrazione errato. In questo caso, eseguire novamente il processo di registrazione per ottenere un archivio aggiornato.</p><p>Assicurarsi che il sistema abbia un archivio aggiornato configurato o non sarà possibile ricevere gli aggiornamenti.</p>
ja: <p><b>登録処理中にリポジトリが変更されませんでした。</b></p><p>誤った登録コードが使用された可能性があります。その場合は、再度登録処理を試み、リポジトリを更新してください。</p><p>このシステムで更新リポジトリが設定されているかどうか確認してください。そうでない場合、更新は受け入れられません。</p>
km: <p><b>ឃ្លាំង​មិន​ត្រូវ​បាន​កែប្រែ​ទេ អំឡុង​ពេល​ដំណើរការ​ចុះឈ្មោះ ។</b></p><p>វា​ទំនង​ជា​បាន​ប្រើ​កូដ​ចុះឈ្មោះ​មិន​ត្រឹមត្រូវ ។ ប្រសិនបើ​​ជា​ករណី​នេះ​មែន សូម​សាកល្បង​ដំណើរការ​ចុះឈ្មោះ​ម្ដង​ទៀត ដើម្បី​ទទួល​បាន​ឃ្លាំង​បច្ចុប្បន្នភាព ។</p><p>សូម​ប្រាកដ​ថា ប្រព័ន្ធ​នេះ​​បាន​កំណត់​រចនាសម្ព័ន្ធ​ឃ្លាំង​បច្ចុប្បន្នភាព បើ​មិន​ដូច្នេះ​ទេ វា​នឹង​មិន​ទទួល​បាន​បច្ចុប្បន្នភាព​​ទេ ។</p>​​​
lt: <p><b>Registracijos metu saugyklos nebuvo pakeistos.</b></p><p>Tikėtina, kad buvo įvestas neteisingas registracijos kodas. Jei būtent taip atsitiko, prašome pamėginti registruotis iš naujo, kad gautumėte saugyklos atnaujinimą.</p><p>Prašome įsitikinti, kad šios sistemos atnaujinimų saugykla sukonfigūruota, nes priešingu atveju negausite atnaujinimų.</p>
nl: <p><b>Er zijn geen installatiebronnen gewijzigd bij het registratieproces.</b></p><p>Het is waarschijnlijk dat een onjuiste registratiecode is gebruikt. Als dat het geval is, probeer dan het registratieproces opnieuw om een installatiebron voor bijwerken te krijgen.</p><p>Verzeker u ervan dat dit systeem een installatiebron voor bijwerken heeft ingesteld, anders zal het geen bijwerkinformatie ontvangen.</p>
pt_br: <p><b>Os repositórios não foram modificados durante o processo de registro.</b></p><p>Provavelmente, foi utilizado um código de registro incorreto. Se este for o caso, tente o processo de registro de novo para obter um repositório de atualização.</p><p>Verifique se este sistema tem um repositório de atualização configurado, senão ele não receberá atualizações.</p>
sk: <p><b>Repozitáre neboli upravené počas registračného procesu.</b></p><p>Je pravdepodobné, že bol použitý nesprávny registračný kód. Ak je to tento prípad, pokúste sa o registračný proces znovu pre získanie repozitára aktualizácií.</p><p>Uistite sa, že tento systém má nakonfigurovaný repozitár aktualizácií, inak nebude získavať aktualizácie.</p>
sv: <p><b>Inga lagringsplatser ändrades under registreringen.</b></p><p>Förmodligen har en felaktig registreringskod använts. Prova igen om det stämmer så att du får tillgång till en lagringsplats för uppdateringar.</p><p>Kontrollera att systemet har konfigurerats med en lagringsplats för uppdateringar, annars går det inte att ta emot några uppdateringar.</p>
zh_cn: <p><b>在进行注册时软件源没有被修改，</b></p><p>你很可能使用了一个不正确的注册码，如果是这样的话，请尝试重新注册已获得更新源。</p><p>请确保该系统已配置有更新源，否则将无法得到更新。</p>
zh_tw: <p><b>套件庫在註冊過程中未被修改。</b></p><p>可能的原因是使用了錯誤的註冊碼。如果是這種 情況，請試著重新註冊以取得更新 套件庫。</p><p>請確定此系統已設定了更新套件庫， 否則它會收不到更新。</p>

source: A connection to the registration server could not be established.
ar: تعذر تأسيس اتصال بملقم التسجيل.
cs: Spojení k registračnímu serveru nemohlo být založeno.
da: Forbindelse til registreringsserveren kunne ikke oprettes.
de: Es kann keine Verbindung zum Registrierungsserver hergestellt werden.
el: Η σύνδεση στον εξυπηρετητή εγγραφής δεν μπορούσε να επιτευχθεί.
fi: Yhteyttä rekisteröintipalvelimeen ei voitu vakiinnuttaa.
fr: La connexion au serveur d'enregistrement n'a pas pu être établie.
it: Impossibile stabilire una connessione con il server di registrazione.
ja: 登録サ―バへの接続を確立できませんでした。
km: ការ​តភ្ជាប់​ទៅ​កាន់​ម៉ាស៊ីន​បម្រើ​ចុះឈ្មោះ មិន​អាច​ត្រូវ​បាន​បង្កើត​បាន​ទេ ។
lt: Nepavyksta užmegzti ryšio su registracijos serveriu.
nl: Er kon geen verbinding met de registratieserver worden opgebouwd.
pt_br: Não foi possível estabelecer conexão com o servidor de registro.
sk: Nebolo možné nadviazať spojenie k serveru registrácie.
sv: Det går inte att skapa en anslutning till registreringsservern.
zh_cn: 不能建立一个连接到注册服务器。
zh_tw: 無法建立與註冊伺服器間的連線。

source: The supplied registration data was invalid.
ar: بيانات تسجيل الموفر غير صالحة.
cs: Dodaná registrační data jsou neplatná.
da: De angivne registreringsdata var ugyldige.
de: Die angegebenen Registrierungsdaten waren ungültig.
el: Μη έγκυρα παρεχόμενα δεδομένα εγγραφής.
fi: Toimitettu rekisteröintidata oli virheellistä
fr: Les données d'enregistrement fournies ne sont pas valides.
it: I dati di registrazione forniti non sono validi.
ja: 提供された登録データが正しくありませんでした。
km: ទិន្នន័យ​​ចុះឈ្មោះ​​​ដែល​បាន​ផ្ដល់ មិន​ត្រឹមត្រូវ​ទេ ។
lt: Pateikti netinkami registracijos duomenys.
nl: De opgegeven registratiegegevens waren ongeldig.
pt_br: Os dados de registro fornecidos eram inválidos.
zh_cn: 提供的注册数据是无效的。
zh_tw: 所提供的註冊資料不適用。
