Repository: webyast/webyast
Catalog: plugins/mail/po/*/webyast-mail.po
Languages: cs, de

source: Passwords do not match.
cs: Hesla se neshodují.
de: Die Passwörter sind nicht identisch.

source: Mail settings have been written.
cs: Nastavení mailu bylo zapsáno.
de: Die E-Mail-Einstellungen wurden geschrieben.

source: Test mail was sent to %s.
cs: Testovací mail byl poslán na %s.
de: Test-E-Mail wurde gesendet an %s.

source: Error while saving mail settings: %s
cs: Chyba při ukládání nastavení mailu: %s
de: Fehler beim Schreiben der E-Mail-Einstellungen: %s

source: No outgoing mail server is set, but administrator has mail forwarders defined. Change %s<i>administrator</i>%s or %s<i>mail</i>%s configuration.
cs: Není nastaven žádný server odchozí pošty, ale správci mají nastaveno přeposílání mailů. V nastavení změňte %s<i>administrator</i>%s nebo %s<i>mail</i>%s.
de: Es wurde kein Server für ausgehende E-Mails festgelegt, doch der Administrator hat E-Mail-Weiterleitungen definiert. Ändern Sie die Konfiguration von %s<i>Administrator</i>%s oder %s<i>E-Mail</i>%s.

source: Please wait
cs: Čekejte prosím
de: Bitte warten

source: The passwords do not match.
cs: Hesla se neshodují.
de: Die Passwörter stimmen nicht überein.

source: Enter a valid e-mail address.
cs: Zadejte platnou e-mailovou adresu.
de: Gültige E-Mail-Adresse eingeben.

source: Enter a valid domain name or an IP address.
cs: Zadejte platné jméno domény nebo IP adresu.
de: Geben Sie einen gültigen Domänennamen oder eine IP-Adresse ein.

source: Mail Settings
cs: Nastavení mailu
de: E-Mail-Einstellungen

source: Outgoing mail server settings
cs: Nastavení serveru odchozí pošty
de: Servereinstellungen für ausgehende E-Mails

source: Outgoing mail server
cs: Server odchozí pošty
de: Server für ausgehende E-Mails

source: Use secure connection (TLS)
cs: Použít bezpečné spojení (TLS)
de: Sichere Verbindung (TLS) verwenden

source: Never
cs: Nikdy
de: Nie

source: If available
cs: Je-li dostupné
de: Falls verfügbar

source: Always
cs: Vždy
de: Immer

source: User name
cs: Uživatelské jméno
de: Benutzername

source: Password
cs: Heslo
de: Passwort

source: Confirm password
cs: Potvrďte heslo
de: Passwort bestätigen

source: Check mail server settings
cs: Zkontrolujte nastavení poštovního serveru
de: Mailserver-Einstellungen überprüfen

source: Send test mail to
cs: Poslat testovací mail na
de: Test-E-Mail senden an

source: Send Mail
cs: Poslat mail
de: Nachricht verschicken

source: Manage outgoing mail settings
cs: Spravovat nastavení odchozích mailů
de: Einstellungen für ausgehende E-Mails verwalten

source: It was not possible to retrieve the full hostname of the machine. If the mail could not be delivered, consult the network and/or mail configuration with your network administrator.
cs: Nepodařilo se získat plné jméno hostitele stroje. Pokud mail nemohl být doručen, zkontrolujte síť a/nebo nastavení mailu s vaším správcem sítě.
de: Es war nicht möglich, den vollständigen Hostnamen des Computers abzurufen. Falls die E-Mail nicht zugestellt wurde, prüfen Sie die Netzwerk- und/oder E-Mail-Konfiguration zusammen mit Ihrem Netzwerkadministrator.

source: Mail configuration test not confirmed
cs: Test nastavení mailu nebyl potvrzen
de: Der E-Mail-Konfigurationstest wurde nicht bestätigt.

source: While configuring mail, a test mail was sent to %s . Was the mail delivered to this address?<br>If so, confirm it by pressing the button. Otherwise check your mail configuration again.
cs: Během nastavování mailu byl testovací mail odeslán na %s. Byl na tuto adresu doručen mail?<br>Pokud ano, potvrďte to stiskem tlačítka. V opačném případě opětovně zkontrolujte nastavení vašeho mailu.
de: Während der E-Mail-Konfiguration wurde eine Testnachricht an %s gesendet. Wurde die Nachricht dieser Adresse zugestellt?<br> Wenn ja, bestätigen Sie den Empfang durch Drücken der Schaltfläche. Überprüfen Sie anderenfalls Ihre E-Mail-Konfiguration.

source: Test mail received
cs: Testovací mail byl obdržen
de: Testnachricht erhalten
