Repository: webyast/webyast
Catalog: plugins/time/locale/*/webyast-time.po
Languages: fr, ko, nb, wa

source: Time settings have been written.
fr: Les paramètres de l'heure ont été écrits.
ko: 시간 설정 사항이 기록되었습니다.
nb: Tidsinnstillingene er lagret.
wa: Les tchuzes d' eure/date ont stî scrîtes

source: Error: Cannot get information.
fr: Erreur : Impossible de récupérer les informations.
nb: Feil: Kan ikke hente informasjon.
wa: Aroke : dji n' sai rçure les informåcions.

source: Please wait
fr: Veuillez patienter
nb: Vent
wa: Tårdjîz s' i vs plait

source: This field is required
fr: Ce champ est requis
ko: 이 영역은 채워야함
nb: Dette feltet er obligatorisk
wa: I fåt rimpli c' tchamp la

source: Enter a valid domain name or an IP address
fr: Entrer un nom de domaine valide ou une adresse IP
ko: 올바른 도메인네임 또는 IP 주소를 입력하세요
nb: Angi et gyldig domenenavn eller en IP-adresse
wa: Tapez on no d' dominne valåbe ou ene adresse IP

source: Invalid time format. Correct one is hh:mm:ss
fr: Format d'heure invalide. Un format correct est hh:mm:ss
ko: 시간이 잘못되었습니다. 다음과 같이 해주세요. hh:mm:ss
nb: Ugyldig tidsformat. Riktig format er tt:mm:ss
wa: Cogne d'eure nén valåbe. Li boune est is hh:mm:ss

source: Time
fr: Heure
ko: 시간
nb: Tid
wa: Eure

source: Timezone
fr: Zone horaire
ko: 시간대
nb: Tidssone
wa: Coisse ås eures

source: Region
fr: Région
ko: 지역
wa: Redjon

source: Hardware clock is set to UTC
fr: L'horloge matérielle est paramétrée sur UTC
ko: 하드웨어 시간을 UTC 로 지정
nb: Maskinvareklokken er satt til UTC
wa: Ôrlodje d' éndjolreye defineye so UTC

source: Manually configure time
fr: Configurer l'heure manuellement
ko: 수동 시간 설정
nb: Still inn tiden manuelt
wa: Apontiaedje di l' eure al mwin

source: Synchronize via Network Time Protocol (NTP)
fr: Synchroniser via NTP (Network Time Protocol)
ko: 네트워크 시간 프로토콜(NTP)을 통해 동기화
nb: Synkroniser via Network Time Protocol (NTP)
wa: Sincronijhî via l' protocole d' ôrlodje pa rantoele (NTP)

source: NTP server
fr: Serveur NTP
ko: NTP 서버
wa: Sierveu NTP

source: Date
ko: 날짜
nb: Dato
