Repository: webyast/webyast
Catalog: plugins/ldap/locale/*/webyast-ldap.po
Languages: ar, el, es, fi, hr, hu, ja, km, nl, pt_br, ro

source: Cannot read LDAP client configuraton.
ar: لا يمكن قراءة إعدادات عميل LDAP.
el: Αδυναμία ανάγνωσης ρυθμίσεων πελάτη LDAP.
es: No se puede leer la configuración del cliente LDAP.
fi: LDAP-asiakasohjelman määritystä ei voi lukea.
hr: Ne mogu učitati postavke LDAP klijenta.
hu: Nem olvashatók be az LDAP kliens beállításai.
ja: LDAP クライアントの設定を読み込むことができません。
km: មិន​អាច​​អាន​ការ​កំណត់​រចនា​សម្ព័ន្ធ​ម៉ាស៊ីន​ភ្ញៀវ​ LDAP បាន​ទេ ។
nl: Kan de configuratie van de LDAP-client niet lezen.
pt_br: Não foi possível ler a configuração do cliente LDAP.
ro: Nu se poate citi configurația clientului LDAP.

source: LDAP client configuraton successfully written.
ar: تمت كتابة إعدادات عميل LDAP بنجاح.
el: Οι ρυθμίσεις του πελάτη LDAP καταχωρήθηκαν επιτυχώς.
es: Configuración del cliente LDAP grabada con éxito.
fi: LDAP-asiakasohjelman määritys kirjoitettiin onnistuneesti.
hr: Postavke LDAP klijenta su uspješno sačuvane.
hu: Az LDAP kliens beállításai sikeresen elmentve.
ja: LDAP クライアントの設定が正しく書き込まれました。
km: បាន​សរសេរ​ការ​កំណត់​រចនា​សម្ព័ន្ធ​ម៉ាស៊ីន​ភ្ញៀវ LDAP ដោយ​ជោគជ័យ ។
nl: Configuratie van de LDAP-client met succes weggeschreven.
pt_br: A configuração do cliente LDAP foi salva com sucesso.
ro: Configurația clientului LDAP a fost scrisă cu succes.

source: Error while saving LDAP client configuration.
ar: حدث خطأ أثناء حفظ إعدادات عميل LDAP.
el: Σφάλμα κατά την αποθήκευση των ρυθμίσεων πελάτη LDAP.
es: Error al grabar la configuración del cliente LDAP.
fi: Virhe tallennettaessa LDAP-asiakasohjelman määritystä.
hr: Dogodila se greška prilikom spremanja postavki LDAP klijenta.
hu: Hiba történt az LDAP kliens beállítások mentésekor.
ja: LDAP クライアントの設定を保存する際にエラーが発生しました。
km: កំហុស​ខណៈ​ពេល​ដែល​កំពុង​រក្សាទុក​ការ​កំណត់​រចនា​សម្ព័ន្ធ​ម៉ាស៊ីន​ភ្ញៀវ LDAP ។
nl: Fout bij het opslaan van de configuratie van de LDAP-client.
pt_br: Erro ao salvar a configuração do cliente LDAP.
ro: Eroare la salvarea configurației clientului LDAP.

source: This field is required.
ar: هذا الحقل مطلوب.
el: Αυτό το πεδίο απαιτείται.
es: Este campo es necesario.
fi: Tämä kenttä vaaditaan.
hr: Polje je obavezno.
hu: A mező megadása kötelező.
ja: この項目は必須です。
km: វាល​នេះ​ត្រូវ​បាន​ទាមទារ ។
nl: Dit veld is vereist.
pt_br: É necessário preecher este campo.
ro: Acest câmp este obligatoriu.

source: Enter a valid domain name or an IP address.
ar: أدخل اسم مجال صالح أو عنوان IP.
el: Εισάγετε έγκυρο όνομα τομέα ή μια διεύθυνση ΙΡ.
es: Introduzca una dirección de dominio válida o una dirección IP.
fi: Anna toimiva toimialue tai IP-osoite.
hr: Unesite ispravnu domenu ili IP adresu.
hu: Adjon meg egy érvényes tartománynevet vagy IP-címet.
ja: 正しいドメイン名、もしくは IP アドレスを入力してください。
km: បញ្ចូល​ឈ្មោះ​ដែន ឬ​អាសយដ្ឋាន IP ដែល​ត្រឹមត្រូវ ។
nl: Voer een geldige domeinnaam in of een IP-adres.
pt_br: Digite um nome de domínio válido ou um endereço IP.
ro: Introduceți un nume de domeniu valid sau o adresă IP.

source: Please wait
ar: الرجاء الانتظار
el: Παρακαλώ περιμένετε
es: Por favor, espere
fi: Odota hetki
hr: Molimo pričekajte
hu: Kérem, várjon…
ja: お待ちください
km: សូម​រង់ចាំ
nl: Een ogenblik geduld
pt_br: Por favor, aguarde
ro: Vă rugăm așteptați

source: LDAP client
ar: عميل LDAP
el: Πελάτης LDAP
es: Cliente LDAP
fi: LDAP-asiakasohjelma
hr: LDAP klijent
hu: LDAP-kliens
ja: LDAP クライアント
km: ​ម៉ាស៊ីន​ភ្ញៀវ LDAP
pt_br: Cliente LDAP
ro: Client LDAP

source: Enable LDAP Authentication
ar: تمكين مصادقة LDAP
el: Ενεργοποίηση Πιστοποίησης LDAP
es: Activar autentificación LDAP
fi: Ota käyttöön LDAP tunnistautuminen
hr: Omogući LDAP autorizaciju
hu: LDAP-hitelesítés engedélyezése
ja: LDAP 認証を有効にする
km: បើក​ការ​ផ្ទៀងផ្ទាត់​ភាព​ត្រឹមត្រូវ LDAP
nl: LDAP-authenticatie inschakelen
pt_br: Habilitar a autenticação LDAP
ro: Activează autentificarea LDAP

source: LDAP Server Address
ar: عنوان خادم LDAP
el: Διεύθυνση εξυπηρετητή LDAP
es: Dirección del servidor LDAP
fi: LDAP-palvelimen osoite
hr: Adresa LDAP poslužitelja
hu: LDAP-kiszolgáló címe
ja: LDAP サーバのアドレス
km: អាសយដ្ឋាន​ម៉ាស៊ីន​បម្រើ LDAP
nl: LDAP-serveradres
pt_br: Endereço do servidor LDAP
ro: Adresa serverului LDAP

source: Base DN
ar: قاعدة DN
el: Βάση DN
fi: Perus-DN
hr: Osnovni DN
hu: Alap DN
ja: ベース DN
km: DN គោល
nl: Basis DN
pt_br: Nome de domínio (DN) base
ro: DN de bază

source: Fetch DN
ar: جلب DN
el: Ανάκτηση DN
es: Extraer DN
fi: Haku-DN
hr: Dohvati DN
hu: DN lekérése
ja: 使用する DN
km: ទៅ​ប្រមូល​យក​ DN
nl: DN ophalen
pt_br: Obter DN
ro: Obține DN

source: Secure Connection
ar: اتصال آمن
el: Ασφαλή Σύνδεση
es: Conexión segura
fi: Turvallinen yhteys
hr: Sigurna veza
hu: Biztonságos kapcsolat
ja: 機密接続
km: ការ​តភ្ជាប់​ដែល​មាន​សុវត្ថិភាព​
nl: Verbinding beveiligen
pt_br: Conexão segura
ro: Conexiune securizată
