Repository: webyast/webyast
Catalog: plugins/services/locale/*/webyast-services.po
Languages: ar, da, el, gl, km, lt, tr, zh_cn

source: success
ar: النجاح
da: gennemført
el: Επιτυχία
gl: éxito
km: ជោគជ័យ​
lt: sėkmingai
tr: başarı
zh_cn: 成功：

source: unspecified error
ar: خطأ غير محدد
da: uspecificeret fejl
el: απροσδιόριστο σφάλμα
gl: erro non especificado
km: កំហុស​ដែល​មិន​បាន​បញ្ជាក់
lt: neapibrėžta klaida
tr: belirlenemeyen bir hata
zh_cn: 未指定的错误

source: invalid or excess argument(s)
ar: مُعطى (s) غير الصالح أو الزائد
da: ugyldige eller overflødige argumenter
el: μη έγκυρο η υπερβολικό όρισμα(τα)
gl: exceso de argumento(s) ou non válido(s)
km: ​អាគុយម៉ង់​លើស​ ឬ​មិន​ត្រឹមត្រូវ
lt: Negaliojantis arba nereikalingas argumentas(-ai)
tr: geçersiz yada fazla değişken (ler)
zh_cn: 无效或超量参数

source: unimplemented feature
ar: ميزة لم يتم تنفيذها
da: ikke-implementeret funktion
el: ανεφάρμοστο χαρακτηριστικό
gl: función non implementada
km: លក្ខណៈ​ពិសេស​ដែល​មិន​បាន​អនុវត្ត
lt: neįvykdoma ypatybė
tr: uygulanmamış özellik
zh_cn: 未实现的功能

source: user had insufficient privilege
ar: امتيازات المستخدم غير كافية
da: brugeren har utilstrækkelige rettigheder
el: ο χρήστης δεν είχε επαρκή προνόμια
gl: o usuario non ten privilexios suficientes
km: អ្នក​ប្រើ​មាន​សិទ្ធិ​មិន​គ្រប់គ្រាន់​ឡើយ​
lt: naudotojas neturi pakankamai teisių
tr: Kullanıcı ayrıcalığı yetersiz
zh_cn: 用户没有足够的权限

source: program is not installed
ar: البرنامج غير مثبت
da: programmet er ikke installeret
el: Το πρόγραμμα δεν είναι εγκατεστημένο
gl: programa non instalado
km: កម្មវិធី​មិន​ត្រូវ​បាន​ដំឡើង​ទេ
lt: programa neįdiegta
tr: program yüklü değil
zh_cn: 程序没有被安装

source: program is not configured
ar: لم يتم إعداد البرنامج
da: programmet er ikke konfigureret
el: Το πρόγραμμα δεν έχει ρυθμιστεί
gl: programa non configurado
km: កម្មវិធី​មិន​ត្រូវ​បាន​កំណត់​រចនាសម្ព័ន្ធ​ទេ​
lt: programa nesukonfigūruota
tr: program yapılandırılmamış
zh_cn: 程序未配置

source: program is not running
ar: لم يتم تشغيل البرنامج
da: programmet kører ikke
el: το πρόγραμμα δεν εκτελείται
gl: o programa non se está a executar
km: កម្មវិធី​មិន​កំពុង​ដំណើរការ
lt: programa nepaleista
tr: program çalışmıyor
zh_cn: 程序未运行

source: Service Call Result
ar: نتيجة اتصال الخدمة
da: Resultat af tjenestekald
el: Αποτέλεσμα υπηρεσίας κλήσης
gl: Resultado do servizo de chamada
km: លទ្ធផល​ហៅ​សេវា
lt: Paslaugos kreipinio rezultatas
tr: Sevis Arama Sonucu
zh_cn: 服务调用的结果

source: Result
ar: النتيجة
da: Resultat
el: Αποτέλεσμα
gl: Resultado
km: លទ្ធផល​
lt: Rezultatas
tr: Sonuç
zh_cn: 结果

source: Description
ar: الوصف
da: Beskrivelse
el: Περιγραφή
gl: Descrición
km: សេចក្ដី​ពិពណ៌នា
lt: Aprašymas
tr: Tanım
zh_cn: 说明

source: Service will be started on boot.
ar: سيتم بدء تشغيل الخدمة عند الإقلاع.
da: Tjenesten vil blive startet under boot.
el: Η υπηρεσία θα ξεκινήσει κατά την εκκίνηση.
gl: O servizo iniciarase no arrinque.
km: សេវា​នឹង​ត្រូវ​បាន​ចាប់ផ្ដើម​នៅ​ពេល​ចាប់ផ្ដើម​ឡើង ។
lt: Paslauga bus paleista kartu su operacine sistema.
tr: Servis ön yükleme üzerinden başlatılacaktır.
zh_cn: 服务将在引导时运行

source: Service will not be started on boot.
ar: لن يتم بدء الخدمة عند الإقلاع.
da: Tjenesten vil ikke blive startet under boot.
el: Η υπηρεσία δεν θα ξεκινήσει κατά την εκκίνηση.
gl: O servizo non se iniciará no arrinque.
km: សេវា​នឹង​មិន​ត្រូវ​បាន​ចាប់ផ្ដើម​នៅ​ពេល​ចាប់ផ្ដើម​ឡើង​ទេ ។
lt: Paslauga nebus paleista kartu su operacine sistema.
tr: Servis ön yükleme üzerinden başlatılmayacaktır
zh_cn: 服务不在引导时运行

source: status unknown
ar: الحالة غير معروفة
da: status ukendt
el: Κατάσταση άγνωστη
gl: estado descoñecido
km: មិន​ស្គាល់​ស្ថានភាព
lt: būsena nežinoma
tr: bilinmeyen durum
zh_cn: 未知状态

source: running
ar: تشغيل
da: kører
el: εκτελείται
gl: en execución
km: កំពុង​ដំណើរការ
lt: veikia
tr: çalışıyor
zh_cn: 正在运行

source: dead
ar: ميت
da: død
el: νεκρό
gl: morto
km: អសកម្ម
lt: nebeveikia
tr: ölü
zh_cn: 僵死

source: not running
ar: متوقف عن التشغيل
da: kører ikke
el: δεν εκτελείται
gl: non se está a executar
km: មិន​កំពុង​ដំណើរការ​ទេ
lt: neveikia
tr: çalışmıyor
zh_cn: 没有运行

source: status unknown: %d
ar: الحالة غير معروفة: %d
da: status ukendt: %d
el: κατάσταση άγνωστη: %d
gl: estado descoñecido: %d
km: មិន​ស្គាល់​ស្ថានភាព ៖ %d
lt: nežinoma būsena: %d
tr: bilinmeyen durum : %d
zh_cn: 未知状态：%d

source: Current status of the service:
ar: الوضع الحالي للخدمة:
da: Aktuel status for tjenesten:
el: Η τρέχουσα κατάσταση της υπηρεσίας:
gl: Estado actual do servizo:
km: ស្ថានភាព​បច្ចុប្បន្ន​របស់​សេវា ៖
lt: Dabartinė paslaugos būsena:
tr: Servisin şuanki durumu:
zh_cn: 服务的当前状态：

source: System Services
ar: خدمات النظام
da: Systemtjenester
el: Υπηρεσίες συστήματος
gl: Servizos do sistema
km: សេវា​ប្រព័ន្ធ​
lt: Sistemos paslaugos
tr: Sistem Servisleri
zh_cn: 系统服务

source: You do not have permission to execute the services.
ar: ليس لديك الإذن لتنفيذ الخدمات.
da: Du har ikke rettigheder til at køre tjenesterne.
el: Δεν έχετε δικαιώματα να εκτελέσετε αυτές τις υπηρεσίες.
gl: Non ten permiso para executar estes servizos.
km: អ្នក​មិន​មាន​សិទ្ធិ ដើម្បី​ប្រតិបត្តិ​សេវា​នោះ​ទេ ។
lt: Jūs neturite teisių paslaugos vykdymui.
tr: Servisleri çalıştırmak için izniniz yok.
zh_cn: 您没有执行此服务的权限

source: Quick Search
ar: البحث السريع
da: Hurtigsøg
el: Γρήγορη Αναζήτηση
gl: Procura rápida
km: ស្វែងរក​រហ័ស
lt: Sparčioji paieška
tr: Hızlı Ara
zh_cn: 快速搜索

source: Filter services
ar: ترشيح الخدمات
da: Filtrér tjenester
el: Φιλτράρισμα υπηρεσιών
gl: Filtro de servizos
km: ត្រង​សេវា
lt: Skirstyti paslaugas
tr: Filtre servisleri
zh_cn: 过滤服务

source: All
ar: الكل
da: Alle
el: Όλα
gl: Todos
km: ទាំងអស់
lt: Visos
tr: Tüm
zh_cn: 全部

source: Running
ar: قيد التشغيل
da: kører
el: Εκτελείται
gl: En execución
km: កំពុង​ដំណើរការ
lt: Veikia
tr: Çalışıyor
zh_cn: 正在运行

source: Not Running
ar: ليست قيد التشغيل
da: Kører ikke
el: Δεν εκτελείται
gl: Non se está a executar
km: មិន​កំពុង​ដំណើរការ​ទេ
lt: Neveikia
tr: Çalışmıyor
zh_cn: 不在运行

source: Dead
ar: ميت
da: Død
el: Νεκρό
gl: Morto
km: អសកម្ម
lt: Nebeveikia
tr: Ölü
zh_cn: 僵死

source: Started on Boot
ar: البدأ عند الإقلاع
da: Startet under boot
el: Άρχισε κατά την εκκίνηση
gl: Iniciado no arrinque
km: បាន​ចាប់ផ្ដើម​នៅ​ពេល​ចាប់ផ្ដើម​ឡើង
lt: Paleista kartu su operacine sistema
tr: Ön yükleme üzerinden başlatıldı
zh_cn: 引导时运行

source: Not Started on Boot
ar: لا تبدء عند الإقلاع
da: Startes ikke under boot
el: Δεν άρχισε κατά την εκκίνηση
gl: Non iniciado no arrinque
km: មិន​បាន​ចាប់ផ្ដើម​នៅ​ពេល​ចាប់ផ្ដើម​ឡើង​ទេ
lt: Nepaleista kartu su operacine sistema
tr: Ön yükleme üzerinden başlatılmadı
zh_cn: 不再系统启动时运行

source: Description for service is not available
ar: لا يتوفر وصف للخدمة
da: Beskrivelse af tjenesten er ikke tilgængelig
el: Η περιγραφή της υπηρεσίας δεν είναι διαθέσιμη
gl: A descrición do servizo non está dispoñible
km: មិន​មាន​សេចក្ដី​ពិពណ៌នា​សម្រាប់​សេវា​​ទេ
lt: Paslaugos aprašymas neprieinamas
tr: Servis için açıklama mevcut değil
zh_cn: 没有可用的服务描述

source: (refresh)
ar: (إتعاش)
da: (genopfrisk)
el: (ανανέωση)
gl: (actualizar)
km: (ធ្វើ​ឲ្យ​ស្រស់)
lt: (atnaujinti)
tr: (yenile)
zh_cn: （刷新）

source: Start
ar: بدء تشغيل
el: Εκκίνηση
gl: Iniciar
km: ចាប់ផ្ដើម
lt: Paleisti
tr: Başlat
zh_cn: 启动

source: Stop
ar: إيقاف
el: Σταμάτημα
gl: Parar
km: បញ្ឈប់
lt: Stabdyti
tr: Durdur
zh_cn: 停止

source: Restart
ar: إعادة التشغيل
da: Genstart
el: Επανεκκίνηση
gl: Reiniciar
km: ចាប់ផ្ដើម​ឡើង​វិញ
lt: Paleisti iš naujo
tr: Yeniden Başlat
zh_cn: 重启动

source: Start on Boot
ar: البدأ عند الإقلاع
da: Start under boot
el: Έναρξη κατά την εκκίνηση
gl: Iniciar ao arrincar
km: ចាប់ផ្ដើម​នៅ​ពេល​ចាប់ផ្ដើម​ឡើង​វិញ
lt: Paleisti kartu su operacine sistema
tr: Ön yükleme üzerinden başlat
zh_cn: 系统启动时运行

source: Do Not Start on Boot
ar: لا تبدء عند الإقلاع
da: Start ikke under boot
el: Να Μην Ξεκινήσει κατά την εκκίνηση
gl: Non iniciar co arrinque
km: កុំ​ចាប់ផ្ដើម នៅ​ពេល​ចាប់ផ្ដើម​ឡើង
lt: Nepaleisti kartu su operacine sistema
tr: Ön yükleme üzerinden başlatma
zh_cn: 不要在引导时启动

source: Error: Refresh failed
ar: خطأ: فشل التجديد
da: Fejl: Genopfrisk mislykkedes
el: Σφάλμα: Αποχία ανανέωσης
km: កំហុស ៖ បាន​បរាជ័យ​ក្នុងកា​រធ្វើ​ឲ្យ​ស្រស់
lt: Klaida: atnaujinti nepavyko
zh_cn: 错误：刷新失败
