Repository: webyast/webyast
Catalog: plugins/users/locale/*/webyast-users.po
Languages: km

source: Missing group name parameter
km: ​បាត់​ប៉ារ៉ាម៉ែត្រ​ឈ្មោះ​ក្រុម

source: Missing group parameters
km: បាត់​ប៉ារ៉ាម៉ែត្រ​ក្រុម

source: Please enter a valid group name
km: សូម​បញ្ចូល​ឈ្មោះ​ក្រុម​ដែល​ត្រឹមត្រូវ

source: Please enter a valid GID
km: សូម​បញ្ចូល​ GID ដែល​ត្រឹមត្រូវ

source: Please enter a valid group type. Only "system" or "local" are allowed.
km: សូម​បញ្ចូល​ប្រភេទ​ក្រុម​ដែល​ត្រឹមត្រូវ ។ អនុញ្ញាត​​តែ "system" ឬ "local" ប៉ុណ្ណោះ ។

source: Please enter a valid list of members
km: សូម​បញ្ចូល​បញ្ជី​សមាជិក​ដែល​ត្រឹមត្រូវ

source: Cannot update group <i>%s</i>
km: មិន​អាច​ធ្វើ​បច្ចុប្បន្នភាព​ក្រុម <i>%s</i> បាន​ទេ

source: Group <i>%s</i> has been updated.
km: ក្រុម <i>%s</i> ត្រូវ​បាន​ធ្វើ​បច្ចុប្បន្នភាព ។

source: Cannot create group <i>%s</i>
km: មិន​អាច​បង្កើត​ក្រុម <i>%s</i> បាន​ទេ

source: Group <i>%s</i> has been added.
km: ក្រុម <i>%s</i> ត្រូវ​បាន​បន្ថែម ។

source: Cannot remove group <i>%{name}</i>: %{result}
km: មិន​អាច​យក​ក្រុម <i>%{name}</i> ចេញ​បាន​ទេ ៖ %{result}

source: Group <i>%s</i> has been deleted.
km: ក្រុម <i>%s</i> ត្រូវ​បាន​លុប ។

source: No users found.
km: រក​មិន​ឃើញ​អ្នកប្រើ​នោះ​ទេ ។

source: User %s was successfully created.
km: អ្នកប្រើ​​ <i>%s</i> ត្រូវ​បាន​បង្កើត​ដោយ​ជោគជ័យ​ ។

source: User %s was successfully updated.
km: អ្នកប្រើ %s ត្រូវ​បាន​ធ្វើ​បច្ចុប្បន្នភាព​​ដោយ​ជោគជ័យ ។

source: Error: Could not remove user %s.
km: កំហុស ៖ មិន​អាច​​យក​អ្នក​ប្រើ​​ %s ​ចេញ​បាន​ឡើយ ។

source: User %s was successfully removed.
km: អ្នក​ប្រើ​​ %s ត្រូវ​បាន​យកចេញ​ដោយ​ជោគជ័យ​ ។

source: Select Groups
km: ជ្រើស​ក្រុម

source: Selected Groups
km: ក្រុម​ដែល​បាន​ជ្រើស

source: Available Groups
km: ក្រុម​ដែល​មាន

source: Click group names to select/unselect groups
km: ចុច​ឈ្មោះ​ក្រុម ដើម្បី​ជ្រើស/មិន​ជ្រើស​ក្រុម

source: Select Default Group
km: ជ្រើស​ក្រុម​លំនាំដើម

source: Click a group name to choose users default group
km: ចុច​ឈ្មោះ​ក្រុម ដើម្បី​ជ្រើស​ក្រុម​លំនាំដើម​របស់​​អ្នកប្រើ

source: Select Roles
km: ជ្រើស​​តួនាទី​

source: Selected Roles
km: តួនាទី​ដែល​បាន​ជ្រើស​

source: Available Roles
km: តួនាទី​ដែល​មាន​

source: Click group names to select/unselect roles
km: ចុច​ឈ្មោះ​ក្រុម ដើម្បី​ជ្រើស/​មិន​ជ្រើស​តួនាទី​

source: The passwords do not match.
km: ពាក្យសម្ងាត់​មិន​ផ្គូផ្គង​ទេ ។

source: This field is required.
km: វាល​​នេះ​ត្រូវ​បានទាមទារ ។

source: Please wait
km: សូម​រង់ចាំ

source: Password Strength:
km: ភាព​ខ្លាំង​របស់​ពាក្យ​សម្ងាត់ ៖

source: Weak
km: ខ្សោយ

source: Normal
km: ធម្មតា

source: Medium
km: មធ្យម​

source: Strong
km: ខ្លាំង

source: Very Strong
km: ខ្លាំង​ណាស់

source: Users
km: អ្នក​ប្រើ​

source: Add new user
km: បន្ថែម​អ្នកប្រើ​ថ្មី

source: The passwords do not match.
km: ពាក្យសម្ងាត់​មិន​ផ្គូផ្គង​ទេ ។

source: Filter:
km: តម្រង ៖

source: New User
km: អ្នកប្រើ​ថ្មី

source: Manage Groups
km: គ្រប់គ្រង​ក្រុម​

source: Login Settings
km: ការ​កំណត់​ការ​ចូល

source: Full Name
km: ឈ្មោះពេញ​

source: Login Name
km: ឈ្មោះ​ចូល

source: User already exists.
km: អ្នក​ប្រើ​មាន​ហើយ ។

source: Password
km: ពាក្យសម្ងាត់

source: Confirm Password
km: អះអាង​ពាក្យ​សម្ងាត់

source: Groups
km: ក្រុម

source: Default Group
km: ក្រុម​លំនាំដើ៼ម

source: Advanced
km: កម្រិត​ខ្ពស់

source: Home Directory
km: ថត​ផ្ទះ

source: Login Shell
km: សែល​ចូល

source: UID Number
km: លេខ UID

source: Roles
km: តួនាទី

source: Manage Roles
km: គ្រប់គ្រង​តួនាទី

source: Save
km: រក្សា​ទុក

source: Delete
km: លុប

source: Are you sure to delete user '%s'?
km: តើ​អ្នក​ប្រាកដ​ជា​លុប​អ្នកប្រើ '%s' ឬ ?

source: Select Members
km: ជ្រើស​សមាជិក

source: Selected Members
km: សមាជិក​ដែល​បាន​ជ្រើស

source: Available Members
km: សមាជិក​ដែល​មាន

source: Click user names to select/unselect members
km: ចុច​ឈ្មោះ​អ្នកប្រើ ដើម្បី​ជ្រើស/មិន​ជ្រើស​សមាជិក

source: Add new group
km: បន្ថែម​ក្រុម​ថ្មី

source: Group Name
km: ឈ្មោះ​ក្រុម

source: Members
km: សមាជិក

source: Manage Members
km: គ្រប់គ្រង​សមាជិក

source: New Group
km: ក្រុម​ថ្មី

source: Manage Users
km: គ្រប់គ្រង​អ្នកប្រើ​

source: Group ID
km: លេខ​សម្គាល់​ក្រុម

source: Are you sure to delete group '%s'?
km: តើ​អ្នក​ប្រាកដ​ជា​លុប​ក្រុម '%s' ឬ ?
