Repository: webyast/webyast
Catalog: plugins/eulas/locale/*/webyast-licenses.po
Languages: nl

source: You cannot reject a license once it has been accepted!
nl: U kunt geen licentie afwijzen als deze al is geaccepteerd!

source: You must accept all licences before using this product!
nl: U moet alle licenties accepteren alvorens dit product te gebruiken!

source: Accept End User License Agreement
nl: Eindgebruikerlicentieovereenkomst accepteren

source: There are no licenses to accept.
nl: Er zijn geen licenties om te accepteren.

source: License Agreement
nl: Licentieovereenkomst

source: Available translations:
nl: Beschikbare vertalingen:

source: Yes, I agree to the license agreement.
nl: Ja, ik accepteer de licentieovereenkomst.

source: No, I do not agree.
nl: Nee, ik ga niet akkoord.

source: Back
nl: Terug

source: All licenses have already been accepted
nl: Alle licenties zijn al geaccepteerd
