Repository: webyast/webyast
Catalog: plugins/activedirectory/locale/*/webyast-activedirectory.po
Languages: ar, da, el, es, fi, gl, hr, hu, it, ja, km, lt, nb, nl, pt_br, ro, ru, zh_cn, zh_tw

source: Account settings
ar: إعدادات الحساب
da: Kontoindstillinger
el: Ρυθμίσεις λογαριασμού
es: Ajustes de la cuenta
fi: Tilin asetukset
gl: Configuración da conta
hr: Postavke računa
hu: Fiók beállításai
it: Impostazioni degli accont
ja: アカウント設定
km: ការ​កំណត់​គណនី
lt: Paskyros nuostatos
nb: Kontoinnstillinger
nl: Accountinstellingen
pt_br: Configurações da conta
ro: Setări cont
ru: Настройки учётной записи
zh_cn: 账户设置
zh_tw: 帳戶設定

source: Active Directory
ar: المجلد النشط
es: Directorio Activo
gl: Directorio Activo
hr: Aktivni direktorij
km: ថត​សកម្ម​
zh_cn: 活动目录

source: Active Directory Domain
ar: مجال المجلد النشط
da: Active Directory-domæne
el: Τομέας Active Directory
es: Dominio de Directorio Activo
fi: Active Directory-toimialue
gl: Dominio de Directorio Activo
hr: Domena aktivnog direktorija
hu: Active Directory tartomány
it: Dominio Active Directory
ja: Active Directory ドメイン
km: ដែន​ថត​សកម្ម​
lt: „Active Directory“ sritis
nb: Active Directory-domene
nl: Active Directory domein
pt_br: Domínio do Active Directory
ro: Domeniul Active Directory
ru: Домен Active Directory
zh_cn: 活动目录域
zh_tw: Active Directory 領域

source: Active Directory client configuraton successfully written.
ar: تمت كتابة إعدادات عميل المجلد النشط بنجاح.
da: Konfiguration af Active Directory-klient blev skrevet.
el: Επιτυχής εγγραφή ρυθμίσεων πελάτη Active Directory.
es: Configuración del cliente de Directorio Activo grabada con éxito.
fi: Active Directory-asiakasohjelman määritys kirjoitettiin onnistuneesti.
gl: Gravouse con éxito a configuración do cliente de Directorio Activo.
hr: Postavke klijenta aktivnog direktorija su uspješno sačuvane.
hu: Az Active Directory kliens beállításai sikeresen elmentve.
it: Configurazione del client Active Directory scritta con successo.
ja: Active Directory クライアントの設定は正しく書き込まれました。
km: បាន​សរសេរ​ការ​កំណត់​រចនា​សម្ព័ន្ធ​ម៉ាស៊ីន​ភ្ញៀវ​ថត​សកម្ម​ដោយ​ជោគជ័យ​ ។​
lt: „Active Directory“ kliento konfigūracija įrašyta.
nb: Klientoppsett for Active Directory er lagret.
nl: De configuratie van de Active Directory client is met succes weggeschreven.
pt_br: A configuração do cliente Active Directory foi salva com sucesso.
ro: Configurarea clientului de Active Directory a fost scrisă cu succes.
ru: Настройки клиента Active Directory успешно записаны.
zh_cn: 已成功写入活动目录客户端设置
zh_tw: Active Directory 客戶端組態已成功寫入。

source: Administrator User Name
ar: اسم المستخدم المسؤول
da: Brugernavn for administrator
el: Όνομα Χρήστη Διαχειριστή
es: Nombre de usuario del Administrador
fi: Järjestelmävalvojan käyttäjänimi
gl: Nome de usuario do administrador
hr: Administratorsko korisničko ime
hu: Adminisztrátor felhasználói neve
it: Nome utente dell'amministratore
ja: 管理者ユーザ名
km: ឈ្មោះ​អ្នក​គ្រប់គ្រង
lt: Administratoriaus naudotojo vardas
nb: Administratorbrukernavn
nl: Gebruikersnaam van de systeembeheerder
pt_br: Nome de usuário do administrador
ro: Nume utilizator administrator
ru: Имя пользователя администратора
zh_cn: 管理员用户名
zh_tw: 管理員使用者名稱

source: Cannot read Active Directory client configuraton.
ar: لا يمكن قراءة إعدادات عميل المجلد النشط.
da: Kan ikke læse konfiguration af Active Directory-klient.
el: Αδυναμία ανάγνωσης ρυθμίσεων πελάτη Active Directory.
es: No se puede leer la configuración del cliente de Directorio Activo.
fi: Active Directory-asiakasohjelman määritystä ei voi lukea.
gl: Non se pode ler a configuración do cliente de Directorio Activo.
hr: Ne mogu učitati postavke klijenta aktivnog direktorija.
hu: Nem olvashatók be az Active Directory kliens beállításai.
it: Impossibile leggere la configurazione del client Active Directory.
ja: Active Directory のクライアント設定を読み込めません。
km: មិន​​អាច​អាន​​ការ​កំណត់​​រចនា​សម្ព័ន្ធ​​ម៉ាស៊ីន​ភ្ញៀវ​ថត​សកម្ម​​បាន​ឡើយ ។
lt: Nepavyksta perskaityti „Active Directory“ kliento konfigūracijos.
nb: Kan ikke lese klientoppsett for Active Directory.
nl: Kan de configuratie van de Active Directory client niet lezen
pt_br: Não foi possível ler a configuração do cliente Active Directory.
ro: Clientul Active Directory nu poate citi configurația.
ru: Невозможно прочитать настройки клиента Active Directory
zh_cn: 无法读取活动目录客户端配置
zh_tw: 無法讀取 Active Directory 客戶端組態。

source: Enable Authentication of AD users
ar: تمكين مصادقة مستخدمي AD
da: Aktivér autentificering af AD-brugere
el: Ενεργοποίηση Πιστοποίησης χρηστών AD
es: Activar autentificación de usuarios de AD
fi: Ota käyttöön AD-käyttäjien tunnistautuminen
gl: Activar autenticación de usuarios AD
hr: Omogući autorizaciju AD korisnika
hu: Hitelesítés engedélyezése AD felhasználók számára
it: Abilita autenticazione di utenti AD
ja: AD ユーザの認証を有効化
km: បើក​ការ​ផ្ទៀងផ្ទាត់​ភាព​ត្រឹមត្រូវ​នៃ​អ្នក​ប្រើ AD ​
lt: Įgalinti „Aktyvaus katalogo“ naudotojų atpažinimą
nb: Tillat autentisering av AD-brukere.
nl: Authenticatie van AD-gebruikers inschakelen
pt_br: Habilitar a autenticação dos usuários Active Directory
ro: Activare autentificare utilizatori AD
ru: Включить аутентификацию пользователей AD
zh_cn: 激活 AD 用户认证。
zh_tw: 啟用 AD 使用者驗證

source: Error while joining Active Directory domain: %s
ar: حدث خطأ أثناء الانضمام إلى مجال المجلد النشط: %s
da: Fejl under tilslutning til Active Directory-domæne: %s
el: Σφάλμα κατά την σύνδεση στον τομέα Active Directory: %s
es: Error al unirse al dominio de Directorio Activo: %s
fi: Virhe liityttäessä Active Directory-toimialueeseen: %s
gl: Erro mentes se unía ao dominio de Directorio Activo: %s
hr: Dogodila se greška prilikom pridruživanja domeni aktivnog direktorija: %s
hu: Hiba történt az Active Directory tartományhoz történő csatlakozáshoz: %s
it: Errore durante il collegamento al dominio Active Directory: %s
ja: Active Directory ドメインへの参加時にエラー: %s
km: កំហុស​ខណៈ​ដែល​ត​ភ្ជាប់​ដែន​ថត​សកម្ម ៖ %s
lt: Klaida jungiantis prie „Active Directory“ srities: %s
nb: Feil ved innmelding i Active Directory-domene: %s
nl: Fout bij het meedoen aan het Active Directory domein: %s
pt_br: Erro ao entrar no domínio Active Directory: %s
ro: Eroarea din timpul aderării la domeniul Active Directory este: %s
ru: Ошибка присоединения к домену Active Directory: %s
zh_cn: 加入活动目录域时出错： %s
zh_tw: 當加入 Active Directory 領域時發生錯誤：%s

source: Error while leaving Active Directory domain: %s
ar: حدث خطأ أثناء ترك إلى مجال المجلد النشط: %s
da: Fejl under afsked fra Active Directory-domæne: %s
el: Σφάλμα κατά την έξοδο από τον τομέα Active Directory: %s
es: Error al irse del dominio de Directorio Activo: %s
fi: Virhe lähdettäessä Active Directory-toimialueelta: %s
gl: Erro mentres deixaba o dominio de Directorio Activo: %s
hr: Dogodila se greška prilikom napuštanja domene aktivnog direktorija: %s
hu: Hiba történt az Active Directory tartomány elhagyásakor: %s
it: Errore durante l'abbandono del dominio Active Directory: %s
ja: Active Directory ドメインからの脱退時にエラー: %s
km: កំហុស​ខណៈ​ចាកចេញ​ពី​ដែន​ថត​សកម្ម ៖ %s
lt: Klaida atsijungiant nuo „Active Directory“ srities: %s
nb: Feil ved utmelding fra Active Directory-domene: %s
nl: Fout bij het verlaten van het Active Directory domein: %s
pt_br: Erro ao sair do domínio Active Directory: %s
ro: Eroarea la ieșirea din domeniul Active Directory este:%s
ru: Ошибка отключения от домена Active Directory: %s
zh_cn: 离开活动目录域出错：%s
zh_tw: 當離開 Active Directory 領域時發生錯誤：%s

source: Error while saving Active Directory client configuration.
ar: حدث خطأ أثناء حفظ إعداد عميل المجلد النشط.
da: Fejl under gemning af konfiguration af Active Directory-klient.
el: Σφάλμα κατά την αποθήκευση ρυθμίσεων πελάτη Active Directory.
es: Error al grabar la configuración de Directorio Activo.
fi: Virhe tallennettaessa Active Directory-asiakasohjelman määritystä.
gl: Erro ao gardar a configuració do cliente de Directorio Activo.
hr: Dogodila se greška prilikom spremanja postavki klijenta aktivnog direktorija.
hu: Hiba történt az Active Directory kliens beállítások mentésekor.
it: Errore durante il salvataggio della configurazione del client Active Directory.
ja: Active Directory クライアントの設定書き込み時にエラーが発生しました。
km: កំហុស​ខណៈ​ពេល​ដែល​កំពុង​រក្សាទុក​ការ​កំណត់​រចនា​សម្ព័ន្ធ​​ម៉ាស៊ីន​ភ្ញៀវ​ថត​សកម្ម ។
lt: Klaida įrašant „Active Directory“ kliento konfigūraciją.
nb: Feil ved lagring av klientoppsett for Active Directory.
nl: Fout bij het opslaan van de configuratie van de Active Directory client.
pt_br: Erro ao salvar a configuração do cliente Active Directory.
ro: A apărut o eroare în timpul salvării configurației clientului de Active Directory.
ru: Ошибка при сохранении настроек клиента Active Directory.
zh_cn: 保存活动目录客户端配制出错。
zh_tw: 當儲存 Active Directory 客戶端組態時發生錯誤。

source: Machine Account
ar: حساب الجهاز
da: Maskinekonto
el: Λογαριασμός συστήματος
es: Cuenta de la máquina
fi: Konetili
gl: Conta da máquina
hr: Korisnički račun računala
hu: Gép azonosítója
it: Account macchina
ja: マシンアカウント
km: គណនី​ម៉ាស៊ីន​
lt: Mašinos paskyra
nb: Maskinkonto
pt_br: Conta da máquina
ro: Cont mașină
ru: Учётная запись
zh_cn: 机器帐户
zh_tw: 機器帳戶

source: Machine is not member of given domain. Enter the credentials needed for join.
ar: الجهاز ليس عضو في المجال المحدد. قم بإدخال بيانات الاعتماد المطلوبة للانضمام.
da: Maskinen er ikke medlem af det givne domæne. Angiv de nødvendige akkreditiver for tilslutning.
el: Το σύστημα δεν είναι μέλος του τομέα. Εισάγετε τα πιστοποιητικά που απαιτούνται για σύνδεση.
es: La máquina no miembro del dominio dado. Introduzca las credenciales necesarias para unirse.
fi: Kone ei ole jäsenenä annetussa toimialueessa. Anna liittymiseen tarvittavat valtuudet.
gl: A máquina non é membro do dominio dado. Introduza as credenciais necesarias para unirse.
hr: Računalo nije član zadane domene. Unesite ovlasti potrebne za pridruživanje.
hu: A gép nem tagja egy megadott tartománynak sem. A csatlakozáshoz meg kell adni az azonosítási adatokat.
it: La macchina non è membro del dominio indicato. Inserire le credenziali richieste per il collegamento al dominio.
ja: マシンは指定したドメインのメンバーではありません。参加するための資格情報を入力してください。
km: ម៉ាស៊ីន​មិន​មែន​ជា​សមាជិក​ដែន​ដែល​បាន​ផ្ដល់​ទេ ។ ​បញ្ចូល​លិខិត​សម្គាល់​ដែល​ត្រូវ​ការ​​សម្រាប់​តភ្ជាប់ ។​
lt: Mašina nėra duotos srities narė. Įveskite prisijungimo duomenis.
nb: Maskinen er ikke medlem av angitt domene. Angi n√∏dvendig autentiseringsinformasjon for medlemskap.
nl: De machine is geen lid van het opgegeven domein. Geef de credentials die nodig zijn om mee te doen.
pt_br: A máquina não é membro do domínio fornecido. Informe as credenciais necessárias para entrar no domínio.
ro: Masina nu este membru de domeniu specificat. Este necesar să se introducă credențialele pentru a deveni membru.
ru: Машина не является членом указанного домена. Введите учётные данные для входа.
zh_cn: 该机器不是指定域的成员，请输入用于连接所需的凭据。
zh_tw: 機器並非給定領域的成員。輸入加入所需要的證書。

source: Password
ar: كلمة المرور
da: Adgangskode
el: Συνθηματικό
es: Contraseña
fi: Salasana
gl: Contrasinal
hr: Lozinka
hu: Jelszó
ja: パスワード
km: ពាក្យសម្ងាត់
lt: Slaptažodis
nb: Passord
nl: Wachtwoord
pt_br: Senha
ro: Parolă
ru: Пароль
zh_cn: 口令
zh_tw: 密碼

source: Please wait
ar: فضلاً انتظر
da: Vent venligst
el: Παρακαλώ περιμένετε
es: Por favor, espere
fi: Odota hetki
gl: Agarde
hr: Molimo pričekajte
hu: Kérem, várjon…
it: Attendere...
ja: お待ちください
km: សូម​រង់ចាំ
lt: Palaukite
nb: Vent
nl: Een ogenblik geduld
pt_br: Por favor, aguarde
ro: Vă rugăm să așteptați
ru: Подождите
zh_cn: 请稍候
zh_tw: 請稍候

source: This field is required.
ar: هذا الحقل مطلوب.
da: Dette felt er påkrævet.
el: Το πεδίο αυτό απαιτείται.
es: Este campo es necesario.
fi: Tämä kenttä vaaditaan.
gl: Este campo é necesario.
hr: Polje je obavezno.
hu: A mező megadása kötelező.
it: Questo campo è obbligatorio.
ja: この項目は必須です。
km: វាល​នេះ​ត្រូវ​បាន​ទាមទារ ។
lt: Šis laukelis yra privalomas.
nb: Dette feltet er obligatorisk.
nl: Dit veld is vereist.
pt_br: É necessário preencher este campo.
ro: Acest câmp este obligatoriu.
ru: Это поле обязательно.
zh_cn: 此字段不能为空。
zh_tw: 此區域是必要的。
