Repository: webyast/webyast
Catalog: webyast/po/*/webyast-*.po
Languages: ar, xh

source: <placeholder-1/> -- switch off dma for IDE drives<br><br><placeholder-2/></br></br>
xh: <umgcinisithuba-1/> -- jikisa kwimo yokungasebenzi dma ukwenzela izikhululo ze-IDE <br><br><umgcinisithuba-2/></br></br>

source: <h3><placeholder-1/></h3> IDE is, unlike SCSI, commonly used in most desktop workstations. To circumvent some hardware problems that occur with IDE systems, use the kernel parameter: <br><placeholder-2/></br>
xh: <h3><umgcinisithuba-1/></h3> IDE, ongafaniyo ne-SCSI, uqhele ukusetyenziswa kwinkoliso yezikhululo zomsebenzi zolwazi olusesikrinini. Ukunqanda ezinye zeengxaki eziseqokobheni lekhompyutha ezenzeka ngezixokelelwano ze-IDE, sebenzisa umda wenkcazelo ye-kernel: <br><umgcinisithuba-2/></br>

source: Return to <placeholder-1/><placeholder-2/>
xh: Buyela ku-<mgcinisithuba-1/><umgcinisithuba-2/>

source: Especially on new computers, it replaces the old <placeholder-1/> system. <br><placeholder-2/></br>
xh: Ngakumbi kwiikhompyutha ezintsha, ingena endaweni yesixokelelwano esidala <umgcinisithuba-1/>. <br><umgcinisithuba-2/></br>

source: <placeholder-1/> -- switch on ACPI even if your BIOS is dated before 2000<br><placeholder-2/></br>
xh: <umgcinisithuba-1/> -- jikisela kwi-ACPI nokuba i-BIOS ibekwe umhla ophambi ko-2000<br><umgcinisithuba-2/></br>

source: <placeholder-1/> -- switch off ACPI completely<placeholder-2/>
xh: <umgcinisithuba-1/> -- jikisela kwimo yokungasebenzi ye-ACPI ngokupheleleyo<umgcinisithuba-2/>

source: <placeholder-1/> -- do not use ACPI to route PCI interrupts <placeholder-2/> -- only the parts of ACPI that are relevant for booting remain activated<placeholder-3/>
xh: <umgcinisithuba-1/> -- musa ukusebenzisa i-ACPI ukukhokela kumgaqo weziphazamiseko ze-PCI <umgcinisithuba-2/> -- ziinxalenye kuphela ze-ACPI eziyimfanelo yokumisela inkqubo ezihlala zisebenza<isigcinisithuba-3/>

source: <h3><placeholder-1/></h3> ACPI (Advanced Configuration and Power Interface) is a standard that defines power and configuration management interfaces between an operating system and the BIOS. By default, <placeholder-2/> is switched on when a BIOS is detected that is newer than from year 2000. There are several commonly used parameters to control the behavior of ACPI:<br><placeholder-3/></br>
xh: <h3><umgcinisithuba-1/></h3> ACPI (Ubumbeko Oseluhambele Phambili ngokunjalo Isithuba Somdibaniso Wamandla) sisiqhelo esichaza izithuba zodibano lolawulo lwamandla kunye nobumbeko phakathi kwesixokelelwano sokusebenza ne-BIOS. Ngendlela ehlala ikhona, <umgcinisithuba-2/> ujikiselwa kwimo yokusebenza xa kuchongwa i-BIOS entsha ukusuka kunyaka wama-2000. Iliqela imida yeenkcazelo eqhele ukusetyenziswa ukulawula ukuphathwa kwe-ACPI:<br><umgcinisithuba-3/></br>

source: Some very new computers may benefit more from the newer <placeholder-1/>. <br><placeholder-2/></br>
xh: Iikhompyutha ezithile ezintsha kakhulu zisenokuzuza lukhulu ku-<mgcinisithuba-1/> omtsha noko. <br><umgcinisithuba-2/></br>

source: <placeholder-1/> -- switch off APM completely<br><placeholder-2/></br>
xh: <umgcinisithuba-1/> -- jikisa kwimo yokungasebenzi i-APM ngokupheleleyo <br><umgcinisithuba-2/></br>

source: <h3><placeholder-1/></h3> APM is one of the two power management strategies used on current computers. It is mainly used with laptops for functions like suspend to disk, but it may also be responsible for switching off the computer after power down. APM relies on a correct working BIOS. If the BIOS is broken, APM may have only limited use or even prevent the computer from working. Therefore, it may be switched off with the parameter<br><placeholder-2/></br>
xh: <h3><umgcinisithuba-1/></h3> APM ngomnye wezicwangciso ezibini zolawulo lwamandla ezisetyenziswa kwiikhompyutha zangoku. Kusetyenziswa ubukhulu becala kwimisebenzi yee-laptop efana nokuxhoma kwidiski, kodwa kusenokuba noxanduva lokujikisela ikhompyutha kwimo engeyo yakusebenza emva kokuwa kwamandla ombane. i-APM ixhomekeke ekusebenzeni okuchanekileyo kwe-BIOS. Ukuba kwaphulwe i-BIOS, i-APM isenokunyinwa ekusebenzeni kwayo kuphela okanye ide ithintele ikhompyutha ekusebenzeni. Ngoko ke, isenokujikiselwa kwimo engeyo yakusebenza ngomda wenkcazelobr><umgcinisithuba-2/></br>

source: Activates splash, but no messages. Instead a progress bar is drawn.<br><placeholder-1/></br>
xh: Yenza ukutshiza kusebenze, kodwa akukho miyalezo. Endaweni yoko kutsalwa isixwexwe somgca wenkqubela.<br><umgcinisithuba-1/></br>

source: Activates splash, kernel and boot messages are still shown.<br><br><placeholder-1/><placeholder-2/></br></br>
xh: Yenza ukusebenza kwemiyalezo yesitshizi, i-kernel nomiselo lwenkqubo okusaboniswayo.<br><br><umgcinisithuba-1/><umgcinisithuba-2/></br></br>

source: The splash screen is switched off. This may be useful with very old monitors or if some error occurs.<br><br><placeholder-1/><placeholder-2/></br></br>
xh: Isikrini sokutshiza sijikiselwe kwimo yokungasebenzi. Oku kusenokuba luncedo malunga namaqokobhe ezikrini akudala okanye xa kunokwenzeka imposiso ethile.<br><br><umgcinisithuba-1/><umgcinisithuba-2/></br></br>

source: <h3><placeholder-1/></h3> The splash screen is the picture shown during system start-up.<br><br><placeholder-2/><placeholder-3/></br></br>
xh: <h3><umgcinisithuba-1/></h3> Isikrini esitshizayo ngumfanekiso oboniswa ngethuba lokuqalisa lesixokelelwano.<br><br><umgcinisithuba-2/><umgcinisithuba-3/></br></br>

source: <placeholder-1/> -- control the IDE subsystem<br><placeholder-2/></br>
xh: <umgcinisithuba-1/> -- lawula isixokelelwano esonganyelweyo se-IDE <br><umgcinisithuba-2/></br>

source: <placeholder-1/> -- advanced configuration and power interface<placeholder-2/>
xh: <umgcinisithuba-1/> -- ubumbeko oseluhambele phambili kunye nesithuba sokudibana kwamandla<umgcinisithuba-2/>

source: <placeholder-1/> -- toggle power management<placeholder-2/>
xh: <umgcinisithuba-1/> -- tshintsha ngendlela efanayo yolawulo lwamandla<umgcinisithuba-2/>

source: <h3><placeholder-1/></h3><placeholder-2/> -- influence the behavior of the splash screen<placeholder-3/>
xh: <h3><umgcinisithuba-1/></h3><umgcinisithuba-2/> -- uphembelela ukuziphatha kwesikrini esitshizayo<umgcinisithuba-3/>

source: <h3><placeholder-1/></h3> Press <placeholder-2/> to select a profile. Your system will be started using the configuration saved in this profile. <br><placeholder-3/></br>
xh: <h3><umgcinisithuba-1/></h3> Cinezela <umgcinisithuba-2/> ukukhetha inkangeleko yecala. Isixokelelwano sakho siya kuqalisa ngokusebenzisa ubumbeko olugcinwe kule nkangeleko yecala. <br><umgcinisithuba-3/></br>

source: <h3><placeholder-1/></h3> Press <placeholder-2/> to change language and keyboard layout the boot loader uses. <br><placeholder-3/></br>
xh: <h3><umgcinsithuba-1/></h3> Cinizela <umgcinisithuba-2/> wokuguqula ulwimi nokumisa kakuhle ibhodi yamaqhosha esetyenziswa ngumlayishi womiselo lwenkqubo. <br><umgcinisithuba-3/></br>

source: <placeholder-1/>: leave help<br><placeholder-2/></br>
xh: <umgcinisithuba-1/> shiya uncedo<br><umgcisisithuba-2/></br>

source: <placeholder-1/>: go to page end<placeholder-2/>
xh: <umgcinisithuba-1/> Yiya kwisiphelo sekhasi<umgcinisithuba-2/>

source: <placeholder-1/>: go to page start<placeholder-2/>
xh: <umgcinisithuba-1/> yiya ekuqaleni kwekhasi<umgcinisithuba-2/>

source: <placeholder-1/>: scroll down one page<placeholder-2/>
xh: <umgcinisithuba-1/> Jikajikisela ezantsi kwikhasi elilandelayo <umgcinisithuba-2/>

source: <placeholder-1/>: scroll up one page<placeholder-2/>
xh: <umgcinisithuba-1/> Jikajikisela phezulu kwikhasi eliphambili <umgcinisithuba-2/>

source: <placeholder-1/>, <placeholder-2/>, <placeholder-3/>: follow link<placeholder-4/>
xh: <umgcinisithuba-1/>, <umgcinisithuba-2/>, <umgcinisithuba-3/>: landela unxulumano<umgcinisithuba-4/>

source: <placeholder-1/>, <placeholder-2/>: return to previous topic<placeholder-3/>
xh: <umgcinisithuba-1/>, <umgcinisithuba-2/>: buyela kwisihloko esidlulileyo<umgcinisithuba-3/>

source: <placeholder-1/>: highlight next link<placeholder-2/>
xh: <umgcinisithuba-1/> khanyisa unxulumano olulandelayo <umgcinisithuba-2/>

source: <placeholder-1/>: highlight previous link<placeholder-2/>
xh: <umgcinisithuba-1/> khanyisa unxulumano oludlulileyo <umgcinisithuba-2/>

source: Navigation Keys<br><placeholder-1/></br>
xh: Amaqhosha Okutyhutyha<br><umgcinisithuba-1/></br>

source: <h3><placeholder-1/></h3> The boot loader online help is context sensitive. It gives information about the selected menu item or, if you are editing boot options, it tries to look up information about the option in which the cursor is positioned.<br><placeholder-2/></br>
xh: <h3><umgcinisithuba-1/></h3> Uncedo lomlayishi womiselo lwenkqubo olwenziwa ekhompyutheni iyayivela imo ekubhekiselelwe yayo. Unika ulwazi ngenqaku lemenyu elikhethiweyo okanye, ukuba uhlela izikhethwa zomiselo lwenkqubo, uyazama ukufuna ulwazi ngesikhethwa apho ikhesa ibibekwe khona.<br><umgcinisithuba-2/></br>

source: @product@
xh: @imveliso@

source: F1 Help
xh: Uncedo lwe-F1

source: F4 Language
xh: Ulwimi F4

source: F2 Video Mode
xh: F2 Imo Yokusebenza Yevidiyo

source: F3 Installation Source
xh: Umthombo Wokuhlohla we-F3

source: F5 Driver Update
xh: Uhlaziyo Lomqhubi lwe-F5

source: Start Page
xh: Qalisa Ikhasi

source: <h3><placeholder-1/></h3> You have the choice to install the 32-bit or 64-bit version of @product@. <br><placeholder-2/></br>
xh: <h3><umgcinisithuba-1/></h3> Unako ukukhetha ukuhlohla isuntsu lama-32 okanye uguqulelo lwamasuntsu ama-64 e-@imveliso@. <br><umgcinisithuba-2/></br>

source: Return to <placeholder-1/>. <placeholder-2/>
xh: Buyela <ku-mgcinisithuba-1/>. <umgcinisithuba-2/>

source: <placeholder-1/> -- switch off DMA for IDE drives <br><placeholder-2/></br>
xh: <umgcinisithuba-1/> -- jikisa kwimo yokungasebenzi ye-DMA ukwenzela izikhululo ze-IDE <br><umgcinisithuba-2/></br>

source: <placeholder-1/> -- only the parts of ACPI that are relevant for booting remain activated<placeholder-2/>
xh: <umgcisithuba-1/> -- ziinxalenye ze-ACPI kuphela ezifanele umiselo lwenkqubo ezihlala zisebenza<umgcinisithuba-2/>

source: <placeholder-1/> -- do not use ACPI to route PCI interrupts<placeholder-2/>
xh: <umgcinisithuba-1/> -- musa ukusebenzisa i-ACPI ukukhokela kumgaqo weziphazamiseko ze-PCI <umgcinisithuba-2/>

source: Some very new computers may take more advantage from the newer <placeholder-1/>. <br><placeholder-2/></br>
xh: Iikhompyutha ezithile ezintsha kakhulu zisenokuzuza lukhulu ku-<mgcinisithuba-1/> omtsha noko. <br><umgcinisithuba-2/></br>

source: The VNC server will be started and you may control YaST2 over any VNC client from a remote system. <br><placeholder-1/></br>
xh: Iseva ye-VNC iza kuqaliswa kwaye uya kuyilawula i-YaST2 phezu kwakhe nawuphi umxumi we-VNC ukusuka kwisixokelelwano esimgama. <br><umgcinisithuba-1/></br>

source: <h3><placeholder-1/></h3> To enable the VNC installation, specify the parameters vnc and vncpassword:<br><br><placeholder-2/><br><placeholder-3/></br></br></br>
xh: <h3><umgcinisithuba-1/></h3> Ukunika isakhono ekuhlohlweni kwe-VNC, xela imida yenkcazelo vnc kananjalo igamalokugqithisavnc:<br><br><umgcinisithuba-2/><br><umgcinisithuba-3/></br></br></br>

source: If you specified a <placeholder-1/> and do not specify both of these options, the installer tries to configure the network interface with <placeholder-2/>. If you need a default gateway, specify this with the option <placeholder-3/>. For example:<br><br><placeholder-4/><br><placeholder-5/></br></br></br>
xh: Ukuba ubuxele <umgcinisithuba-1/> uze ungazixeli zombini ezi zikhethwa, umhlohli uzama ukwenza ubumbeko lwesithuba somdibaniso somsebenzi wothungelwano <umgcinisithuba-2/>. Ukuba ufuna indlela elisango ehlala ikhona, xela oku ngesikhethwa <umgcinisithuba-3/>. Umzekelo:<br><br><umgcinisithuba-4/><br><umgcinisithuba-5/></br></br></br>

source: or in a shorter form:<br><br><placeholder-1/><br><placeholder-2/></br></br></br>
xh: okanye ngendlela emfutshane:<br><br><umgcinisithuba-1/><br><umgcinisithuba-2/></br></br></br>

source: <h3><placeholder-1/></h3> It is possible to configure the network interface right now. The hardware will be detected later by YaST2. The minimum set of options to configure your network card consists of host IP and netmask. For example:<br><br><placeholder-2/><br><placeholder-3/></br></br></br>
xh: <h3><umgcinisithuba-1/></h3> Yinto enokwenzeka ukwenza ubumbeko lwesithuba somdibaniso somsebenzi wothungelwano. Okuseqokobheni lekhompyutha kuya chongwa kamva yi-YaST2. Eyona seti incinci yezikhethwa yokwenza ubumbeko lwekhadi yakho yomsebenzi wothungelwano lomamkeli we-IP nesigqubuthelo sothungelwano. Umzekelo:<br><br><umgcinisithuba-2/><br><umgcinisithuba-3/></br></br></br>

source: Activates splash, but no messages. Instead a progress bar is drawn. <br><placeholder-1/></br>
xh: Yenza ukutshiza kusebenze, kodwa akukho miyalezo. Endaweni yoko kutsalwa isixwexwe somgca wenkqubela. <br><umgcinisithuba-1/></br>

source: Activates splash, kernel and boot messages are still shown.<br><br><placeholder-1/><br><placeholder-2/></br></br></br>
xh: Yenza ukusebenza kwemiyalezo yesitshizi, i-kernel nomiselo lwenkqubo okusaboniswayo.<br><br><umgcinisithuba-1/><umgcinisithuba-2/><br>></br></br>

source: The splash screen is switched off. This may be useful with very old monitors or if some error occurs.<br><br><placeholder-1/><br><placeholder-2/></br></br></br>
xh: Isikrini sokutshiza sijikiselwe kwimo yokungasebenzi. Oku kusenokuba luncedo malunga nezikrini zakudala zee-monitor okanye xa kunokwenzeka imposiso ethile.<br><br><umgcinisithuba-1/><umgcinisithuba-2/><br>

source: <h3><placeholder-1/></h3> The splash screen is the picture shown during system start-up.<br><br><placeholder-2/><br><placeholder-3/></br></br></br>
xh: <h3><umgcinisithuba-1/></h3> Isikrini esitshizayo ngumfanekiso oboniswa ngethuba lokuqalisa lesixokelelwano.<br><br><umgcinisithuba-2/><umgcinisithuba-3/><br>

source: The network card will either be configured with <placeholder-1/> or you must specify the parameters yourself as described in the <placeholder-2/>. <br><placeholder-3/></br>
xh: Ikhadi yomsebenzi wothungelwano mhlawumbi iya kwenzelwa ubumbeko <ngo-mgcinisithuba-1/> okanye kufuneka uxele imida yenkcazelo ngokwakho njengoko kuchazwe <kumgcinsithuba-2/>. <br><umgcinisithuba-3/></br>

source: The syntax to use is just like standard URLs. For example, if your server is found at 192.168.0.1 and you want to do an NFS-based install from the directory /install on this server, specify the source as follows:<br><br><placeholder-1/><br><placeholder-2/></br></br></br>
xh: Ulandelelwano lwamagama oluza kusetyenziswa lufana nqo nee-URL zesiqhelo. Umzekelo, ukuba iseva yakho ifunyenwe apha 192.168.0.1 kwaye ufuna ukwenza ukuhlohla okusekwe kwi-NFS okusuka kuvimba weefayili/ukuhlohla kule seva, xela umthombo ngendlela elandelayo:<br><br><umgcinisithuba-1/><br><umgcinisithuba-2/></br></br></br>

source: * HTTP<placeholder-1/>
xh: * HTTP<umgcinisithuba-1/>

source: * NFS<placeholder-1/>
xh: * NFS<umgcinisithuba-1/>

source: * FTP<placeholder-1/>
xh: * FTP<umgcinisithuba-1/>

source: <h3><placeholder-1/></h3> By default, the local CD-ROMs are searched for the installation source. For a network install, select the <placeholder-2/> option. Possible installation protocols are<placeholder-3/>
xh: <h3><umgcinisithuba-1/></h3> Ngendlela ehlala ikhona, ii-CD-ROM zendawo leyo zizingelelwa umthombo wokuhlohla. Ngokuhlohla umsebenzi wothungelwano, khetha isikhethwa <umgcinisithuba-2/>. Iinkqubo zokuhlohla ezinokuba khona zezi <umgcinisithuba-3/>

source: <placeholder-1/> -- control the IDE subsystem <br><placeholder-2/></br>
xh: <umgcinisithuba-1/> -- lawula isixokelelwano esonganyelweyo se-IDE <br><umgcinisithuba-2/></br>

source: <placeholder-1/> -- influence the behavior of the splash screen<placeholder-2/>
xh: <h3><umgcinisithuba-1/></h3><umgcinisithuba-2/> -- uphembelela ukuziphatha kwesikrini esitshizayo<umgcinisithuba-3/>

source: b) kernel options<br><placeholder-1/></br>
xh: izikhethwa ze-kernel<br><umgcinisithuba-1/></br>

source: <placeholder-1/> -- options for installation via VNC <br><placeholder-2/></br>
xh: <umgcinisithuba-1/> -- izikhethwa zokuhlohla ngokudlula kwi-VNC <br><umgcinisithuba-2/></br>

source: <placeholder-1/> -- the network options<placeholder-2/>
xh: <umgcinisithuba-1/> -- izikhethwa zomsebenzi wothungelwano<umgcinisithuba-2/>

source: <placeholder-1/> -- select an installation source<placeholder-2/>
xh: <umgcinisithuba-1/> -- khetha umthombo wokuhlohla <umgcinisithuba-2/>

source: a) installer options<br><placeholder-1/></br>
xh: izikhethwa zomhlohli<br><umgcinisithuba-1/></br>

source: <h3><placeholder-1/></h3> There are two types of boot options available. First, there are options that affect the installer. Second, there are kernel options. Some of the more common options are: <br><placeholder-2/></br>
xh: <h3><umgcinisithuba-1/></h3> Zimbini iintlobo zezikhethwa zomiselo lwenkqubo ezifumanekayo. Kuqala, kukho izikhethwa ezichaphazela umhlohli. Okwesibini, kukho izikhethwa ze-kernel. Ezinye zezikhethwa ezithande ukuxhaphaka zezi: <br><umgcinisithuba-2/></br>

source: There is no guarantee that the memory is good if no errors are found, although most of memory defects will be found. <br><placeholder-1/></br>
xh: Akukho siqinisekiso sokuba uvimba wolwazi ulungile xa kungekho zimposiso zifunyenweyo, nangona inkoliso yeziphene zikavimba wolwazi ziya kufunyanwa. <br><umgcinisithuba-1/></br>

source: <h3><placeholder-1/></h3> The included <placeholder-2/> provides good possibilities to stress test the hardware of a system. Its main purpose is to detect broken RAM, but it also stresses many other parts of the system. <placeholder-3/>
xh: <h3><umgcinisithuba-1/></h3> <Umgcinisithuba-2/> obandakanyiweyo unika izinto ezinokwenzeka zovavanyo lodandatheko lokuseqokobheni lekhompyutha kwesixokelelwano. Injongo yakhe engundoqo kukuchonga i-RAM eyaphukileyo, kodwa ikwagxininisa ezinye iinxalenye ezininzi zesixokelelwano. <umgcinisithuba-3/>

source: <h3><placeholder-1/></h3> Starts a BIOS checker that validates the ACPI tables and many other parts of your BIOS. Test results can be stored on usb disk or saved via network. <br><placeholder-2/></br>
xh: <h3><umgcinisithuba-1/></h3> Uqalisa ngomqwalaseli we-BIOS oqinisekisa iitheyibhile ze-ACPI kunye nezinye iinxalenye ze-BIOS yakho. Iziphumo zovavanyo zinokulondolozwa kwidiski ye-usb okanye zigcinwe ngokudlula kumsebenzi wothungelwano. <br><umgcinisithuba-2/></br>

source: <h3><placeholder-1/></h3> The <placeholder-2/> is a small RAM disk base system. From there, it is possible to make all kinds of changes to an installed system. Because only low-level tools are available in this system, it is intended for experts. <br><placeholder-3/></br>
xh: <h3><umgcinisithuba-1/></h3> U-<mgcinisithuba-2/> sisixokelelwano sesiseko sediski ye-RAM esincinci. Ukusuka apho, yinto enokwenzeka ukwenza zonke iintlobo zeenguquko kwisixokelelwano esihlohliweyo. Ngenxa yokuba izixhobo zenqanaba elisezantsi ziyafumaneka kwesi sixokelelwano, senzelwe iingcaphephe. <br><umgcinisithuba-3/></br>

source: <h3><placeholder-1/></h3> Select <placeholder-2/> if you encounter hangs while installing or irreproducible errors. This option disables DMA for IDE drives and all power management features. See also the kernel options for <placeholder-3/>, <placeholder-4/> and <placeholder-5/>. <br><placeholder-6/></br>
xh: <h3><umgcinisithuba-1/></h3> Khetha <umgcinisithuba-2/> ukuba uqubisana nezikhubekiso xa usahlohla okanye iimposiso ezingaphindi ziveliswe. Esi sikhethwa sisusa isakhono se-DMA ukwenzela izikhululo ze-IDE nazo zonke iimpawu zolawulo lwamandla. Jonga kwakhona izikhethwa ze-kernel <umgcinisithuba-3/>, <umgcinisithuba-4/> ngokunjalo <umgcinisithuba-5/>. <br><umgcinisithuba-6/></br>

source: Please don't confuse this with <placeholder-1/> (Advanced Configuration and Power Interface). <br><placeholder-2/></br>
xh: Nceda musa ukubhidanisa oku <no-mgcinisithuba-1/> (Ubumbeko Oselukwibanga Eseliphambili Nesithuba Somdibaniso Samandla). <br><umgcinisithuba-2/></br>

source: <h3><placeholder-1/></h3> Normally there are no problems with the APIC (Advanced Programmable Interrupt Controller). But if you seem to have some, try this option to boot without local APIC support. <br><placeholder-2/></br>
xh: <h3><umgcinisithuba-1/></h3> Okuqhelekileyo kukuba kungabikho zingxaki nge-APIC (Umlawuli Wongenelelo Wenkqubo Eseyikwibanga Eseliphambili). Kodwa ukuba kubonakala ngathi unokuthile, zama esi sikhethwa ukumisela inkqubo ngaphandle kwenkxaso yendawo leyo ye-APIC. <br><umgcinisithuba-2/></br>

source: You may also try the <placeholder-1/> boot option and look at the test results of the ACPI validation. <br><placeholder-2/></br>
xh: Usenokuzama kananjalo isikhethwa somiselo lwenkqubo <so-mgcinisithuba-1/> ngokunjalo ujonge iziphumo zovavanyo zokuqinisekiswa kwe-ACPI. <br><umgcinisithuba-2/></br>

source: * PCI Cards are not detected or initialized properly <br><placeholder-1/></br>
xh: * Iikhadi ze-PCI azichongwanga okanye azindululwanga kakuhle <br><umgcinisithuba-1/></br>

source: * kernel freezes when booting<placeholder-1/>
xh: * i-kernel ayikwazi kusebenza xa kumiselwa inkqubo<umgcinisithuba-1/>

source: Select <placeholder-1/> if you encounter problems during boot of the kernel. Known problems with machines that have problems with ACPI are: <br><placeholder-2/></br>
xh: Khetha <umgcinisithuba-1/> ukuba uqubisana neengxaki ngethuba lokumisela inkqubo ye-kernel. Iingxaki ezaziwayo ngoomatshini abaneengxaki nge-ACPI zezi: <br><umgcinisithuba-2/></br>

source: <h3><placeholder-1/></h3> Current hardware usually requires ACPI (Advanced Configuration and Power Interface) to control the interrupt handling. ACPI completely replaces the old APM system.<br><placeholder-2/></br>
xh: <h3><umgcinisithuba-1/></h3> Okungaphakathi Ekhompyutheni kukholisa ukufuna i-ACPI (Ubumbeko Osekwilibanga Eseliphambili Nesithuba Somdibaniso Samandla -Advanced Configuration and Power Interface) ukulawula ukuphathwa ngokuphazamiseka. i-ACPI ibeka okunye ngokupheleleyo endaweni yesixokelelwano sakudala. se-APM <br><umgcinisithuba-2/></br>

source: Use this if you forgot to remove the CD or DVD from your drive and want to start the computer from the hard disk. <br><placeholder-1/></br>
xh: Sebenzisa oku ukuba ulibele ukushenxisa i-CD okanye i-DVD kwisikhululo sakho kwaye ufuna ukuqalisa ngekhompyutha kwiqokobhe lekhompyutha. <br><umgcinisithuba-1/></br>

source: <h3><placeholder-1/></h3> Select <placeholder-2/> to start the system installed on your local hard disk. This system must be installed properly, because only the MBR (Master Boot Record) on the first hard disk is started. The device ID of the first hard disk is provided by the BIOS of the computer. <br><placeholder-3/></br>
xh: <h3><umgcinisithuba-1/></h3> Khetha <umgcinisithuba-2/> ukuqalisa ukuhlohlwa kwesixokelelwano kwiqokobhe lakho lekhompyutha lendawo leyo. Esi sixokelelwano masihlohlwe kakuhle, kuba yi-MBR kuphela (Ingxelo Yomiselo Lwenkqubo Engumalathindlela) kwiqokobhe leqhompyutha lokuqala eqaliswayo. i-ID esisixhobo seqokobhe lekhompyutha lokuqala sinikwa yi-BIOS yekhompyutha. <br><umgcinisithuba-3/></br>

source: <h3><placeholder-1/></h3> Select <placeholder-2/> to start the default installation. The <placeholder-3/> entered are used in the start-up. This item activates many features of commonly available hardware. <br><placeholder-4/></br>
xh: <h3><umgcinisithuba-1/></h3> Khetha <umgcinisithuba-2/> ukuqalisa ngokuhlohla okuhlala kukhona. U- <mgcinisithuba-3/> ongenisiweyo usetyenziswa kwindlela yokuqalisa. Inqaku lenza ukusebenza kweempawu ezininzi zokuseqokobheni lekhompyutha ezikholisa ukubakho. <br><umgcinisithuba-4/></br>
