Repository: webyast/webyast
Catalog: webyast/po/*/webyast-*.po
Languages: ar, xh

source: Boot Installed System
xh: Misela Isixokelelwano Esihlohliweyo

source: Searching for image "%s"...
xh: Kuzingelwa umfuziselo "%s"...

source: Kernel Messages
xh: Imiyalezo ye-Kernel

source: Processor
xh: Umqhubeli-phambili

source: Network Cards
xh: Ikhadi Yomsebenzi Wothungelwano

source: DMA
xh: i-DMA

source: Interrupts
xh: Iziphazamiso

source: I/O Ports
xh: Iziqhagamshelanisi ze-I/O

source: Memory
xh: Uvimba wolwazi

source: Modules
xh: Iimodyuli

source: PCI
xh: i-PCI

source: Insert the disk and press ENTER.
xh: Faka idiski uze ucinezele ku-NGENISA.

source: Error reading from floppy disk.
xh: Imposiso xa kufundwa kwidiski ye-floppy.

source: Enter your root partition (e.g., /dev/sda3)
xh: Ngenisa isahlulelo sakho sengcambu yamandla (umzk., /uphuhliso/lwe-sda3)

source: Invalid root device.
xh: Isixhobo sengcambu yamandla asisebenziseki.

source: Invalid input.
xh: Okungxalwa njengesiqalo akusebenziseki.

source: Enter your IP address.
xh: Ngenisa idilesi yakho ye-IP.

source: Enter your netmask. For a normal class C network, this is usually 255.255.255.0.
xh: Ngenisa isigqubuthelo sothungelwano sakho. Ngomsebenzi wothungelwano oqhelekileyo wodidi C, oku kukholisa ukuba ngu- 255.255.255.0.

source: If you need a gateway to reach the server, enter the IP address of the gateway. If you do not need a gateway, enter your own IP address.
xh: Ukuba ufuna indlela yesango ukufikelela kwiseva, ngenisa idilesi ye-IP yendlela yesango. Ukuba akuyifuni indlela yesango, ngenisa idilesi ye-IP eyiyeyakho.

source: Enter the IP address of your name server. If you do not use a name server, press ESC.
xh: Ngenisa idilesi ye-IP kwiseva yakho yegama. Ukuba akuyisebenzisi iseva yegama, cinezela ku-BALEKA.

source: The following data has been retrieved: IP address: %s Name: %s Domain: %s
xh: Iinkcukacha ezilandelayo zibuyiselwe ngokulandwa: Idilesi ye-IP: %s Name: %s Umandla wolawulo: %s

source: An error occurred during the network configuration. Your network card probably was not recognized by the kernel.
xh: Kwenzeke imposiso xa kusenziwa ubumbeko lomsebenzi wothungelwano. Ikhadi yakho yomsebenzi wothungelwano mhlawumbi ayiqatshelwanga yi-kernel.

source: Enter the IP address of the NFS server.
xh: Ngenisa idilesi ye-IP kwiseva ye-NFS.

source: Enter the IP address of the FTP server.
xh: Ngenisa idilesi ye-IP kwiseva ye-FTP.

source: Enter the directory on the server.
xh: Ngenisa uvimba weefayili kwiseva.

source: Enter parameters for "%s".
xh: Ngenisa imida yenkcazelo ukwenzela "%s".

source: Trying to mount the directory "%s:%s"...
xh: Kuzanywa ukugxumeka uvimba weefayili "%s:%s"...

source: An error occurred while trying to mount the NFS directory. Reason given by server: %s
xh: Kwenzeke imposiso xa kuzanywa ukugxumeka uvimba weefayili ze-NFS. Isizathu sinikwe yiseva. %s

source: Choose a keyboard map. YaST will offer additional keyboard tables later.
xh: Khetha imephu yebhodi yamaqhosha. I-YaST iya kunikela ngeetheyibhile ezifakelweyo kamva.

source: Choose the module to unload.
xh: Khetha imodyuli yokususa umthwalo.

source: No modules currently loaded.
xh: Akukho zimodyuli ezilayishiweyo okwangoku.

source: Autoprobing (%s)...
xh: Kucikidwa ngokuzenzekela (%s)...

source: Search for additional SCSI host adaptors?
xh: Uzingela iziqhelanisi zikamamkeli ezifakelweyo ze-SCSI?

source: Search for additional network cards?
xh: Uzingela iikhadi zomsebenzi wothungelwano ezifakelweyo?

source: Search for additional CD-ROM drives?
xh: Uzingela izikhululo ze-CD-ROM ezifakelweyo?

source: ethernet network card
xh: Ikhadi yomsebenzi wothungelwano lwe-ethernet

source: parallel port
xh: isiqhagamshelanisi esinxusileyo

source: token ring network card
xh: ikhadi yomsebenzi wothungelwano wesangqa somqondiso

source: arcnet network card
xh: ikhadi yomsebenzi wothungelwano lwe-arcnet

source: FDDI network card
xh: ikhadi yomsebenzi wothungelwano lwe-FDDI

source: HIPPI network card
xh: Ikhadi yomsebenzi wothungelwano lwe-HIPPI

source: Choose the network device.
xh: Khetha isixhobo somsebenzi wothungelwano.

source: Enter the IP address of the PLIP partner.
xh: Ngenisa idilesi ye-IP yomlingane we-PLIP.

source: The PCMCIA chipset could not be detectedautomatically. Specify it manually.
xh: Iseti yokucebula ye-PCMCIA ayikwazanga kuchongeka ngokuzenzekela. Yixele ngokwenza ngesandla.

source: Found PCMCIA chipset "%s". Enter parameters for PCMCIA core modules.
xh: Ifunyenwe iseti yokucebula ye-PCMCIA chipset "%s". Ngenisa imida yenkcazelo ukwenzela iimodyuli eziyingxam ye-PCMCIA.

source: Enter specific parameters for chipset "%s".
xh: Ngenisa imida yenkcazelo engqalileyo yeseti ecebulayo "%s".

source: Starting card manager...
xh: Kuqaliswa ngomlawuli weekhadi...

source: Successfully started PCMCIA card services.
xh: Ziqaliswe ngempumelelo iinkonzo zeekhadi ze-PCMCIA.

source: Start of PCMCIA card services failed.
xh: Ukuqalisa ngeenkonzo zeekhadi ze-PCMCIA kusilele.

source: PCMCIA card services already running.
xh: Iinkonzo zeekhadi ze-PCMCIA seziqhuba.

source: You can leave Linuxrc only via "Start Installation or System" You may need to load some drivers (modules) to support your hardware.
xh: Unokuyishiya i-Linuxrc kuphela ngokugqitha apha "Qalisa Ukuhlohla okanye Isixokelelwano" Kusenokufuneka ukuba ulayishe abanye babaqhubi (imodyuli) ukuxhasa okuseqokobheni lekhompyutha lakho.

source: You cannot exit Linuxrc with <Ctrl-C>.
xh: Akunako ukuphuma kwi-Linuxrc nge-<Lawula-C>.

source: Remove the disk from the drive now.
xh: Shenxisa idiski kwisikhululo ngoku.

source: Example:
xh: Umzekelo:

source: Choose the source medium.
xh: Khetha isilondolozi somthombo.

source: Trying to mount the CD-ROM...
xh: Kuzanywa ukugxumeka i-CD-ROM...

source: Unable to mount the CD-ROM.
xh: Akukwazeki ukugxumeka i-CD-ROM...

source: Reboot the system now?
xh: Umisela ngokutsha isixokelelwano ngoku?

source: The base system has been successfully installed. This newly installed system will now be started to commit the installation.
xh: Isixokelelwano sesiseko sihlohlwe ngempumelelo. Isixokelelwano esisandula ukuhlohlwa kuya kuqaliswa ngaso ngoku ukuzinikela ekuhlohleni.

source: Enter the hard disk partition (e.g., /dev/sda1)
xh: Ngenisa isahlulelo sakho seqokobhe lekhompyutha (umzk., /uphuhliso/lwe-sda1)

source: Could not mount the specified partition.
xh: Akukwazekanga ukugxumeka isahlulelo esixeliweyo.

source: Enter the source directory.
xh: Ngenisa uvimba weefayili oyintsusa.

source: An error occurred during the installation.
xh: Kwenzeke impazamo ngethuba lokuhlohla.

source: Hard Disks or CD-ROMs
xh: Amaqokobheni Ekhompyutha okanye ii-CD-ROM

source: Your computer has extremely little memory. Before you acknowledge this message, you must switch to virtual console 2 (press ALT-F2) to create and activate some swap space.
xh: Ikhompyutha yakho inovimba wolwazi omncinci kakhulu. Phambi kokuba wazise ngalo myalezo, kufuneka ujikisele kwisixhasi senene 2 (cinezela ku-OKUKOKUNYE-F2) ukudala nokwenza ukusebenziseka isithuba esithile sokutshintshisa.

source: Animation
xh: Imifuziselo yokuphilayo

source: Use animated windows?
xh: Usebenzise iifestile zemifuziselo yokuphilayo?

source: No hard disks or CD-ROM drives have been detected so far.
xh: Akukho maqokobhe ekhompyutha okanye izikhululo ze-CD-ROM zichongiweyo kude kube ngoku.

source: Debug (expert)
xh: Ukucokisa (ingcaphephe)

source: Load Root Image into RAM Disk
xh: Layisha Umfuziselo Wengcambu kwiDiski ye-RAM

source: Enter Root Image
xh: Ngenisa Umfuziselo Wengcambu Yamandla

source: Should the root image be loaded into the RAM disk?
xh: Ingaba kufuneka umfuziselo wengcambu yamandla ulayishwe kwidiski ye-RAM?

source: Enter the path and name of the file to load into the RAM disk as the root file system.
xh: Ngenisa indlela yothungelwano lefayili yokulayisha kwidiski ye-RAM njengesixokelelwano seefayili zengcambu yamandla.

source: Not yet implemented.
xh: Akukabikho mpumezo.

source: No information available.
xh: Akukho lwazi lukhoyo.

source: Preparing installation...
xh: Kulungiselelwa ukuhlohla...

source: Exit or Reboot
xh: Phuma okanye Misela Inkqubo Ngokutsha

source: Searching for info file...
xh: Kuzingelwa ifayili yolwazi...

source: Specify the NFS port.
xh: Xela isiqhagamshelanisi se-NFS.

source: Asking name server...
xh: Kucelwa iseva yamagama...

source: Host %s was not found.
xh: Umamkeli %s akafunyenwanga.

source: Your network is already configured. Keep this configuration?
xh: Umsebenzi wothungelwano sowenziwe ubumbeko. Uyalugcina olu bumbeko?

source: Abort?
xh: Uyalahla?

source: No network device found. Load a network module first.
xh: Akukho sixhobo sifunyenweyo somsebenzi wothungelwano. Layisha imodyuli yomsebenzi wothungelwano kuqala.

source: A %s was already found in your system.
xh: Oku %s besekufunyenwe kwisixokelelwano sakho.

source: Error while accessing the FTP server: %s
xh: Imposiso xa kufikelelwa kwiseva ye-FTP: %s

source: Enter the user name with which to access the FTP server.
xh: Ngenisa igama lomsebenzisi oza kufikelela ngalo kwiseva ye-FTP.

source: Enter the password for the FTP user account.
xh: Ngenisa igama lokugqithisa ukwenzela iakhawunti yomsebenzisi we-FTP.

source: Enter the address of the FTP proxy.
xh: Ngenisa idilesi yommeli we-FTP.

source: Enter the port of the FTP proxy.
xh: Ngenisa isiqhagamshelanisi sommeli we-FTP.

source: Use an FTP proxy?
xh: Usebenzisa ummeli we-FTP?

source: Your computer does not have enough RAM to install via FTP (%d MB RAM required).
xh: Ikhompyutha yakho ine-RAM eyaneleyo yokuhlohla ngokugqitha kwi-FTP (%d MB RAM iyafuneka).

source: Usually an FTP installation is performed via anonymous FTP. It is possible to specify a user name and password for the FTP server access. Use a user name and password?
xh: Kukholisa ukuba ukuhlohla kwe-FTP kwenziwe ngokudlula kei-FTP engaxelwa gama. Yinto enokwenzeka ukuxela igama lomsebenzisi negama lokugqithisa ukwenzela ukufikelela kwiseva ye-FTP. Usebenzisa igama lomsebenzisi negama lokugqithisa?

source: -- More Modules --
xh: -- Iimodyuli Ezithe Chatha --

source: Initializing parallel port...
xh: Kundululwa isiqhagamshelanisi esinxusileyo...

source: Enter the port number on which the NFS server is running.
xh: Ngenisa inombolo yesiqhagamshelanisi apho iseva ye-NFS iqhutywa khona.

source: Make sure that CD number %d is in your drive.
xh: Qinisekisa ukuba inombolo ye-CD %d ikwisikhululo sakho.

source: Eject CD
xh: Khupha i-CD

source: Bootp Time-Out
xh: Ixesha-Lokuphuma Lomiselo lwe-p

source: Enter the time-out value for bootp.
xh: Ngenisa ixabiso lexesha-lokuphuma lomiselo lwe-p.

source: channel to channel connection
xh: umdibaniso womjelo ukuya kumjelo

source: ESCON connection
xh: umdibaniso we-ESCON

source: IUCV connection
xh: umdibaniso we-IUCV

source: channel attached cisco router
xh: Umkhokeli-mgaqo we-cisco oqhotyoshelwe umjelo

source: Enter the share name on the SMB server.
xh: Ngenisa igama lokwabelana kwiseva ye-SMB.

source: If you want to access the share as guest,you do not need to specify user name, password, and workgroup. Access the share as guest?
xh: Ukuba ufuna ukufikelela kulwabelwano njengondwendwe, kufuneka uxele igama lomsebenzisi, igama lokugqithisa neleqela lomsebenzi. Ufikelela kulwabelwano njengondwendwe?

source: Enter your user name on the SMB server.
xh: Ngenisa igama lakho lomsebenzisi kwiseva ye-SMB.

source: Enter your password on the SMB server.
xh: Ngenisa igama lokugqithisa lakho kwiseva ye-SMB.

source: Enter your workgroup.If you do not need to specify a workgroup,leave the field empty.
xh: Ngenisa iqela lakho lomsebenzi. Ukuba akukho mfuneko yokuxela iqela lomsebenzi, shiya ummandla ulikhamte.

source: Trying to mount the share "//%s/%s"
xh: Kuzanywa ukugxumeka ulwabelwano "%s:%s"...

source: Automatic configuration via %s?
xh: Lubumbeko oluzenzekelayo oludlula %s?

source: Sending %s request...
xh: Kuthunyelwa %s isicelo...

source: %s configuration failed.
xh: %s lusilele ubumbeko.

source: Use DHCP instead of BOOTP?
xh: Usebenzisa i-DHCP endaweni YOMISELO lwe-P?

source: Insert a modules disk.
xh: Faka idiski yeemodyuli.

source: Insert modules disk %d.
xh: Faka idiski yeemodyuli %d.

source: Find instructions for creating it in boot/README on CD1 or DVD1.
xh: Fumana imiyaleleo yokuyidala kumiselo/NDIFUNDE kwi-CD1 okanye kwi-DVD1.

source: Choose the network protocol.
xh: Khetha inkqubo yomsebenzi wothungelwano.

source: Enter the IP address of the %s server.
xh: Ngenisa idilesi ye-IP kwiseva ye-%s.

source: Trying to connect to the %s server...
xh: Kuzanywa ukudibanisa kwiseva ye-%s…

source: Load %s Modules
xh: Layisha%s Iimodyuli

source: Load File System Modules
xh: Layisha Iimodyuli Zesixokelelwano Seefayili

source: Load Unknown Modules
xh: Layisha Iimodyuli Ezingaziwayo

source: %s file system found.
xh: %s isixokelelwano seefayili sifunyenwe.

source: Abort
xh: Lahla

source: No new modules found.
xh: Akukho zimodyuli zintsha zifunyenweyo.

source: Choose the hard disk partition.
xh: Khetha isahlulelo seqokobhe lekhompyutha.

source: Choose the root partition.
xh: Khetha isahlulelo sengcambu yamandla.

source: Choose the swap partition.
xh: Khetha isahlulelo sotshintshiselwano.

source: There is not enough memory to load all data.
xh: Akukho vimba wolwazi waneleyo wokulayisha zonke iinkcukacha.

source: Your computer does not have enough memory to run YaST.
xh: Ikhompyutha yakho ayinavimba wolwazi waneleyo wokuqhuba i-YaST.

source: To continue, activate some swap space.
xh: Ukuze uqhube, yenza ukusebenza kwesithuba esithile sotshintshiselwano.

source: Error activating swap space.
xh: Imposiso xa kusenziwa ukusebenza kwesithuba sotshintshiselwano.

source: Enter the swap partition (e.g., /dev/sda2)
xh: Ngenisa isahlulelo sakho sengcambu yamandla (umzk., /uphuhliso/lwe-sda3)

source: Enter the user name with which to access the %s server.
xh: Ngenisa igama lomsebenzisi oza kufikelela ngalo kwiseva ye-%s.

source: Enter the password for the %s server.
xh: Ngenisa igama lokugqithisa leseva ye-%s.

source: Use a %s proxy?
xh: Usebenzisa %s ummeli?

source: Enter the address of the %s proxy.
xh: Ngenisa idilesi yommeli we-%s.

source: Enter the port of the %s proxy.
xh: Ngenisa isiqhagamshelanisi sommeli we-%s.

source: VNC Enable or Disable
xh: Ukunikwa okanye Ukususwa Kwesakhono se-VNC

source: Use VNC for install?
xh: Usebenzisa i-VNC ukuhlohla?

source: Enable or Disable SSH Mode
xh: Nika okanye Susa Isakhono Semo Yokusebenza kwe-SSH

source: Start SSH for Text Install?
xh: Uqalisa i-SSH ukwenzela Ukuhlohlwa Kwesiqendu?

source: Enter your VNC password.
xh: Ngenisa igama lokugqithisa lakho le-VNC.

source: Enter your temporary SSH password.
xh: Ngenisa igama lokugqithisa lakho lethutyana le-SSH.

source: The base system was successfully installed. Your machine must now be rebooted. Remove all installation media (CD-ROM, floppy). Do not remove the floppy disk if the boot manager was installed on it.
xh: Isixokelelwano sesiseko besihlohlwe ngempumelelo. Umatshini wakho ngoku mawumiselwe inkqubo ngokutsha. Shenxisa zonke izilondolozi zokuhlohla (i-CD-ROM, i-floppy). Musa ukushenxisa idiski ye-floppy ukuba umlawuli womiselo ebehlohlwe kuyo.

source: Add Driver Update
xh: Fakela Uhlaziyo Lomqhubi

source: Show Driver Updates
xh: Bonisa Iziganeko Zohlaziyo Lomqhubi

source: Enter the IP of name server %u or press ESC.
xh: Ngenisa i-IP yeseva yamagama %u okanyecinezela ku-BALEKA.

source: Enter temporary root password. You will be required to change this password on initial root user login.
xh: Ngenisa igama lokugqithisa lethutyana lengcambu yamandla. Kuya kufuneka ukuba uguqule eli gama lokugqithisa kwisiganeko sokungena komsebenzisi kwingcambu yamandla ekuqalwe ngayo.

source: Your computer does not have enough RAM for the installation of %s. You need at least %d MB.
xh: Ikhompyutha yakho ayina-RAM yaneleyo yokuhlohla i-%s. Kufuneka ube ne-%d MB obona buncinci.

source: Enter the IP address of the host running the X11 server.
xh: Ngenisa idilesi ye-IP kamamkeli oqhuba iseva ye-X11.

source: Please select the type of your network device.
xh: Nceda khetha uhlobo lwesixhobo sakho somsebenzi wothungelwano.

source: Please enter the name (user ID) of the target VM guest.
xh: Nceda ngenisa igama (i-ID yomsebenzisi) londwendwe lwe-VM ekujoliswe kulo.

source: Channel To Channel (CTC)
xh: Umjelo-ukuya-Kumjelo (CTC)

source: ESCON
xh: i-ESCON

source: Inter-User Communication Vehicle (IUCV)
xh: Isithuthi Sonxibelelwano Phakathi Kwabasebenzisi (IUCV)

source: Hipersockets
xh: Iisokethi ze-Hiper

source: Device address for read channel
xh: Idilesi yesixhobo sokufunda umjelo

source: Device address for write channel
xh: Idilesi yesixhobo sokubhala umjelo

source: Device address for data channel
xh: Idilesi yesixhobo somjelo weenkcukacha

source: Select protocol for this CTC device.
xh: Khetha inkqubo yesi sixhobo se-CTC.

source: Compatibility mode (default)
xh: Imo yokungqinelana (ehlala ikhona)

source: Extended mode
xh: Imo Yesolulo

source: Compatibility mode for OS/390 and z/OS peers
xh: Imo Yongqinelwano ukwenzela amaqabane e-OS/390 nawe-z/OS

source: Portname to use
xh: Igama lesiqhagamshelanisi esifanele ukusetyenziswa

source: Fully qualified hostname
xh: Igama lomamkeli elichazwe ngokupheleleyo

source: Enter the relative port number
xh: Ngenisa inombolo yesiqhagamshelanisi esithelekisekayo

source: Verify Installation CD-ROM/DVD
xh: Nyanisekisa Ukuhlohlwa kwe-CD-ROM/DVD

source: Power off
xh: Umbane ucimile

source: Failed to access Driver Update medium.
xh: Kusilele ukufikelela kwisilondolozi Sohlaziyo Lomqhubi.

source: Reading Driver Update...
xh: Kufundwa Uhlaziyo Lomqhubi...

source: No new Driver Updates found
xh: Akukho Ziganeko Zohlaziyo zitsha Zomqhubi zifunyenweyo

source: Driver Updates added
xh: Kufakelwa Iziganeko Zohlaziyo Lomqhubi

source: Driver Update ok
xh: Uhlaziyo Lomqhubi lulungile

source: Please choose the Driver Update medium.
xh: Nceda khetha isilondolozi Sohlaziyo Lomqhubi

source: Please enter the Driver Update device.
xh: Nceda khetha isixhobo Sohlaziyo Lomqhubi

source: Invalid device name.
xh: Igama lesixhobo alisebenziseki.

source: Looking for CD-ROM drives...
xh: Kufunwa izikhululo ze-CD-ROM...

source: No CD-ROM drives found.
xh: Akukho zikhululo ze-CD-ROM zifunyenweyo.

source: Looking for floppy disks...
xh: Kufunwa iidiski ze-floppy...

source: No floppy disk found.
xh: Akukho diski ye-floppy ifunyenweyo.

source: Driver Update list
xh: Uludwe Lohlaziyo Lomqhubi

source: No Driver Updates so far.
xh: Akukho Ziganeko Zohlaziyo Zomqhubi kude kube ngoku.

source: Insert Installation CD-ROM or DVD.
xh: Faka Ukuhlohla kwe-CD-ROM/DVD

source: No CD-ROM or DVD found.
xh: Akukho CD-ROM okanye na-DVD efunyenweyo.

source: This is not a %s CD-ROM.
xh: Le asiyiyo %s i-CD-ROM.

source: No errors found.
xh: Akukho zimposiso zifunyenweyo.

source: Checksum wrong.
xh: Asichanekanga isishwankathelo soqwalaselo.

source: Error reading sector %u.
xh: Icandelo lokufunda imposiso %u.

source: This %s is broken.
xh: Oku %s kwaphukile.

source: Choose an installation source
xh: Khetha umthombo wokuhlohla

source: This is not a valid fully qualified hostname.
xh: Eli asilogama likamamkeli elisebenzisekayo nelichazwe ngokupheleleyo.

source: This is not a valid CCW address.
xh: Le asiyodilesi esebenzisekayo ye-CCW.

source: Hipersocket
xh: Isokethi ye-Hiper

source: Do you want to halt the system now?
xh: Ingaba ufuna ukuzizilizisa isixokelelwano ngoku?

source: OSA-2 or OSA Express
xh: Inkcazo ye-OSA-2 okanye ye-OSA

source: Ethernet
xh: Uthungelwano lwe-ether

source: Token Ring
xh: Isangqa Somqondiso

source: LCS
xh: i-LCS

source: QDIO
xh: i-QDIO

source: Please choose the CCW bus interface.
xh: Nceda khetha isithuba somdibaniso webhasi we-CCW.

source: Please choose the physical medium.
xh: Nceda khetha isilondolozi sesimo esibambekayo.

source: Loading Modules
xh: Kulayishwa Iimodyuli

source: Loading Installation System
xh: Kulayishwa Isixokelelwano Sokuhlohla

source: Loading Additional Fonts
xh: Kulayishwa Iifonti Ezifakelwayo

source: Loading Driver Update
xh: Kulayishwa Uhlaziyo Lomqhubi

source: Loading Rescue System
xh: Kulayishwa Isixokelelwano Sokuhlangula

source: Enable OSI Layer 2 support?
xh: Nika Isakhono Kwinkxaso Yomaleko we-OSI 2

source: Media
xh: Izilondolozi

source: %s contains invalid numerical value: %s.
xh: %s iqulethe ixabiso lenani elingasebenzisekiyo: %s.

source: Cannot open %s for reading: %s
xh: Ayikwazanga kuvuleka %s ukuze ifundwe: %s

source: Unable to obtain entropy from %s
xh: Akukwazekanga ukufumana unqongophalo lobuchule ku- %s

source: Unable to generate a salt. Check your crypt settings.
xh: Akukwazekanga ukuyila i-salt Qwalasela imimiselo yakho yoguqulelo oluntsonkothileyo.

source: Creating %s
xh: Kudalwa i- %s

source: Cannot open %s: %m
xh: Ayikwazi kuvuleka i- %s: %m

source: Cannot stat %s: %m
xh: Ayikwazi kuqaleka i- %s: %m

source: Cannot create %s temp file: %m
xh: Ayikwazanga kudaleka %s ifayili yethutyana: %m

source: Cannot set permissions of %s temp file: %m
xh: Azikwazanga kumiselwa iimvume %s zefayili yethutyana: %m

source: Cannot set owner/group of %s temp file: %m
xh: Azikwazi kumiselwa ezomnini/ezeqela %s iifayili zethutyana: %m

source: Error while closing old opasswd file: %s
xh: Imposiso xa kuvalwa ifayili yegama lokugqithisa elidala: %s

source: Error while closing temporary opasswd file: %s
xh: Imposiso xa kuvalwa ifayili yegama lokugqithisa yethutyana: %s

source: Cannot create backup file of %s: %m
xh: Ayikwazi kudaleka ifayili yekopi egciniweyo ye- %s: %m

source: Old Password:
xh: Igama Lokugqithisa Elidala:

source: New Password:
xh: Igama lokugqithisa elitsha:

source: Reenter New Password:
xh: Phinda Ungenise Igama lokugqithisa elitsha:

source: Passwords do not match.
xh: Awangqinelani amagama okugqithisa.

source: You must choose a new password.
xh: Kufuneka ukhethe igama lokugqithisa elitsha.

source: Bad password: a palindrome
xh: LIGAMA LOKUGQITHISA ELINGALUNGANGA: igama elifundeka ngokufanayo macala

source: Bad password: case changes only
xh: Ligama lokugqithisa elingalunganga: ubukhulu bukanobumba buguquleka kuphela

source: Bad password: too similar
xh: Ligama lokugqithisa elingalunganga: kufana kakhulu

source: Bad password: too simple
xh: Ligama lokugqithisa elingalunganga: akunabugocigoci kangangoko

source: Bad password: rotated
xh: Ligama lokugqithisa elingalunganga: kujikelezile

source: Bad password: too short
xh: Ligama lokugqithisa elingalunganga: kufutshane kakhulu

source: Password will be truncated to %d characters.
xh: Igama lokugqithisa alisayi kushunqulelwa kwi-%d yeempawu ezithatha izithuba.

source: Bad password:
xh: Ligama lokugqithisa elingalunganga:

source: Password has been used already. Choose another.
xh: Igama lokugqithisa selisetyenzisiwe. Khetha elinye.

source: Cannot get options
xh: Azifumaneki izikhethwa

source: Dictionary path %s is invalid
xh: Indlela yothungelwano %s ayisebenziseki

source: Password change aborted.
xh: Ukuguqulwa kwegama lokugqithisa kulahliwe.

source: Your password has expired. Choose a new password.
xh: Igama lokugqithisa lakho lidlulelwe lixesha. Khetha igama lokugqithisa elitsha.

source: Password change requested. Choose a new password.
xh: Kucelwe ukuguqulwa kwegama lokugqithisa. Khetha igama lokugqithisa elitsha.

source: Your password will expire in %ld days.
xh: Igama lakho lokugqithisa liya kudlulelwa lixesha %ld ngo-sk iintsuku

source: Your password will expire tomorrow.
xh: Igama lakho lokugqithisa liza kudlulelwa lixesha ngomso.

source: Your password will expire within 24 hours.
xh: Igama lakho lokugqithisa liza kudlulelwa lixesha kwiiyure ezingama-24.
