Repository: webyast/webyast
Catalog: webyast/po/*/webyast-*.po
Languages: ar, xh

source: Resource VAR1 (VAR2) has .rpmorig files; you may want to have a look at it
xh: Uvimba we-VAR1 (VAR2) une .fayili ze-rpmorig; ungafuna ukuyijonga

source: Updating resource VAR1 (VAR2)
xh: Ihlaziya uvimba ka-VAR1 (VAR2)

source: Resource has .rpmsave files; saving to profile VAR1 (backup will be made)
xh: Oovimba baneefayili ze-rpmsave; ukugcina kwinkangeleko ye-VAR1 (ugcino olukhuselekileyo luza kwenziwa)

source: Resource in modified in profile VAR1
xh: Uvimba okwinkangeleko ye-VAR1 elungisiweyo

source: patch failed; resource saved (backup made)
xh: ukulungisa kusilele, uvimba ugciniwe (kwenziwe ugcino olukhuselekileyo)

source: resource patched (backup made)
xh: uvimba ulungisiwe (kwenziwe ugcino olukhuselekileyo)

source: Resource is modified in profile VAR1; resource saved (backup made)
xh: Uvimba ulungisiwe kwinkangeleko ye-VAR1, uvimba ugciniwe (kwenziwe ugcino olukhuselekileyo)

source: Resource is modified in profile VAR1, resource saved (backup made)
xh: Uvimba ulungiswe kwinkangeleko ye-VAR1, uvimba ugciniwe (kwenziwe ugcino olukhuselekileyo)

source: WARNING: resource VAR1 (VAR2) does not exist; ignoring
xh: ISILUMKISO: uvimba we-VAR1 (VAR2) akakho; ukungahoyi

source: Adding backup files
xh: Ifakela iifayili zogcino olukhuselekileyo

source: Removing backup files
xh: Ishenxisa iifayili ezikugcino olukhuselekileyo

source: Restoring resources
xh: Ibuyisela oovimba

source: Resource VAR1 (VAR2) has backup data in profile VAR3
xh: Uvimba we-VAR1 (VAR2) unogcino olukhuselekileyo lwedata kwinkangelo ye-VAR3

source: saving VAR1 (VAR2) to profile VAR3
xh: igcina i-VAR1 (VAR2) kwinkangeleko ye-VAR3

source: [failed]
xh: [isilele]

source: patching VAR1 (VAR2) of profile VAR3
xh: ilungisa i-VAR1 (VAR2) yenkangeleko ye-VAR3

source: restoring VAR1 (VAR2)
xh: ibuyisela i-VAR1 (VAR2)

source: stopping VAR1 (VAR2)
xh: iyekisa i-VAR1 (VAR2)

source: [ok]
xh: [kulungile]

source: starting VAR1 (VAR2)
xh: iqalisa i-VAR1 (VAR2)

source: adding resource VAR1 (VAR2)
xh: ifakela uvimba we-VAR1 (VAR2)

source: VAR1 (VAR2) to profile VAR3
xh: I-VAR1 (VAR2) kwinkangeleko ye-VAR3

source: restoring backup of VAR1 (VAR2)
xh: ibuyisela ugcino olukhuselekileyo lwe-VAR1 (VAR2)

source: VAR1 (VAR2) from profile VAR3
xh: I-VAR1 (VAR2) ukusuka kwinkangeleko ye-VAR3

source: copying resource VAR1 (VAR2)
xh: ikhuphela uvimba we-VAR1 (VAR2)

source: rolling back VAR1 (VAR2) of profile VAR3
xh: iphethulela u-VAR1 (VAR2) wenkangeleko ye-VAR3

source: previous restore of resource VAR1 (VAR2) cannot be undone (yet)
xh: ugcino olukhuselekileyo olungaphambili lukavimba we-VAR1 (VAR2) alukwazi kuchithwa

source: SCPM aborted by VAR1
xh: I-SCPM ilahlwe ngu-VAR1

source: could not determine resource names for resource type VAR1
xh: ayikwazi kumisa amagama kavimba wohlobo lukavimba we-VAR1

source: could not write journal data
xh: ayikwazi kubhala idata yengxelo yemihla ngemihla

source: journal stack exceeded
xh: into eninzi yengxelo yemihla ngemihla igqithisile

source: could not restore profile VAR1
xh: ayikwazi kubuyisela inkangeleko ye-VAR1

source: could not determine resources for profile VAR1
xh: ayikwazi kumisa oovimba benkangeleko be-VAR1

source: could not determine modified resources for profile VAR1
xh: ayikwazi kumisa oovimba benkangeleko abalungisiweyo be-VAR1

source: BUG! Obosolete function called
xh: ISIXHOBO SOKUXELA ISIPHENE! Umsebenzi owaphelelelwa lixesha ubizwa

source: could not remove VAR1 script of profile VAR2
xh: ayikwazi kushenxisa iskripti se-VAR1 yenkangeleko ye-VAR2

source: could not run VAR1 script of profile VAR2
xh: ayikwazi kusebenzisa iskripti se-VAR1 yenkangeleko ye-VAR2

source: you have scripts in scpm 0.6.x style defined, read documentation
xh: unezkripti zodidi olubaluliweyo lwe-scpm 0.6.x, funda ukungqinela ngamaxwebhu

source: could not execute VAR1 script of profile VAR2
xh: ayikwazi kwenza iskripti se-VAR1 senkangeleko ye-VAR2

source: could not determine VAR1 script of profile VAR2
xh: ayikwazi kumisela iskripti se-VAR1 senkangeleko ye-VAR2

source: could not open database
xh: ayikwazi kuvula isiseko senkcukacha

source: database corrupt
xh: isiseko senkcukacha sonakele

source: You have an old SCDB version. Read man page how to update it.
xh: Unenguqulelo endala ye-SCDB. Funda iphepha le-man ukufumana ukuba lihlaziywe njani.

source: unknown database state. This is a bug.
xh: isimo sesiseko senkcukacha esingaziwa. Esi sisixhobo esixela isiphene.

source: Your operating system installation changed or is unknown. Read the man page.
xh: Ukuhlohlwa kwesixokelelwano sakho sokusebenza kutshintshile okanye asaziwa. Funda iphepha le-man.

source: could not load scdb
xh: ayikwazi kufaka i-scdb

source: SCPM is locked by another process (read man page)
xh: I-SCPM itshixwe yenye inkqubo (funda iphepha le-man)

source: SCPM is locked and needs recover (read man page)
xh: I-SCPM itshixiwe kwaye ifuna ukubuyiselwa (funda iphepha le-man)

source: unknown journal state. This is a bug!
xh: isimo sengxelo yemihla ngemihla esingaziwa. Esi sisixhobo esixela isiphene!

source: SCPM disabled
xh: I-SCPM yenziwe ayasebenza

source: SCPM already active
xh: I-SCPM sele ikhona

source: SCPM is enabled but uninitialized
xh: I-SCPM yenziwe yasebenza kodwa ayindululwanga

source: Profile VAR1 does not exist
xh: Inkangeleko ye-VAR1 ayikho

source: Profile VAR1 already exists
xh: Inkangeleko ye-VAR1 sele ikhona

source: active profile cannot be deleted
xh: inkangeleko esebenzayo ayinakucinywa

source: could not determine active profile
xh: ayikwazi kumisa iinkangeleko esebenzayo

source: no profile active
xh: akukho nkangeleko isebenzayo

source: profile VAR1 does not exist
xh: inkangeleko ye-VAR1 ayikho

source: unknown set command VAR1
xh: iseti yomyalelo engaziwa ye-VAR1

source: unknown get command VAR1
xh: umyalelo ongaziwa ufumana i-VAR1

source: unknown rebuild mode specified
xh: imo esebenzayo yokwakha kwakhona ebaluliweyo ayaziwa

source: scdb rebuild failed
xh: i-scdb yokwakha kwakhona isilele

source: could not query resource group VAR1
xh: ayikwazi kubuza iqela likavimba we-VAR1

source: could not create file VAR1
xh: ayikwazi kudala ifayili ye-VAR1

source: could not query profiles for backup resources
xh: ayikwazi kubuza iinkangeleko zoovimba abakugcino olukhuselekileyo

source: scdb not available
xh: i-scdb ayifumaneki

source: could not save scdb
xh: ayikwazi kugcina i-scdb

source: status operation failed
xh: isimo sokusebenza sisilele

source: could not determine defined profiles
xh: ayikwazi kumisa iinkangeleko ezibaluliweyo

source: could not copy profile VAR1
xh: ayikwazi kukhuphela inkangeleko ye-VAR1

source: could not set description of profile VAR1
xh: ayikwazi kumisa inkcazelo yenkangeleko ye-VAR1

source: could not get description of profile VAR1
xh: ayikwazi kufumana inkcazelo yenkangeleko ye-VAR1

source: could not set VAR1 script of profile VAR2
xh: ayikwazi kumisa iskripti se-VAR1 senkangeleko ye-VAR2

source: could not get VAR1 script of profile VAR2
xh: ayikwazi kufumana iskripti se-VAR1 senkangeleko ye-VAR2

source: no resource types defined
xh: akukho zintlobo zikavimba zibaluliweyo

source: could not create resources
xh: ayikwazi kudala oovimba

source: could not determine resource actions for profile
xh: ayikwazi kumisa izenzo zikavimba wenkangeleko

source: could not resolve dependencies
xh: ayikwazi kusombulula izixhomekeki

source: could not determine resource types
xh: ayikwazi kumisa iintlobo zikavimba

source: could not copy resources (database error)
xh: ayikwazi kukhuphela oovimba (imposiso yesiseko senkcukacha)

source: could not save resource VAR1 (VAR2)
xh: ayikwazi kugcina uvimba we-VAR1 (VAR2)

source: resource type VAR1 unknown
xh: uhlobo lukavimba we-VAR1 akaziwa

source: Bug! invalid resource type exception
xh: Isixhobo sokuxela isiphene! isinxaxhi sohlobo lukavimba asisebenzi

source: Bug! resource unknown exception
xh: Isixhobo sokuxela isiphene! isinxaxhi esingaziwa sikavimba

source: could not determine resources to be updated
xh: ayikwazi kumisa oovimba ukuba bahlaziywe

source: unknown resource VAR1 (VAR2)
xh: uvimba ongaziwa we-VAR1 (VAR2)

source: unknown resource type VAR1
xh: uhlobo lukavimba olungaziwa lwe-VAR1

source: could not determine resources with backup data
xh: ayikwazi kumisa oovimba ngedata ekugcino olukhuselekileyo

source: journal corrupt
xh: yonakele ingxelo yemihla ngemihla

source: could not refresh resource VAR1 (VAR2)
xh: ayikwazi kuhlaziya uvimba we-VAR1 (VAR2)

source: could not create resource VAR1 (VAR2)
xh: ayikwazi kudala uvimba we-VAR1 (VAR2)

source: journal command not implemented
xh: umyalelo wengxelo yemihla ngemihla awuphunyezwanga

source: unknown journal command. This is a bug!
xh: umyalelo wengxelo yemihla ngemihla awaziwa. Esi sisixhobo esixela isiphene!

source: database error (VAR1)
xh: imposiso yesiseko senkcukacha (VAR1)

source: unknown type used, this is a bug!
xh: isebenzise uhlobo olungaziwa, esi sisixhobo esixela isiphene!

source: file operation failed
xh: ukusebenza kwefayili kusilele

source: unkown journal command. This is a bug!
xh: umyalelo wengxelo yemihla ngemihla awaziwa. Esi sisixhobo esixela isiphene!

source: Journal processing aborted due to user request
xh: Ilahliwe inkqubo yengxelo yemihla ngemihla ngenxa yesicelo somsebenzisi

source: could not remove resource group VAR1
xh: ayikwazi kushenxisa iqela likavimba we-VAR1

source: could not rename resource group VAR1
xh: ayikwazi kuthiya iqela likavimba VAR1 igama elitsha

source: could not open active groups file
xh: ayikwazi kuvula ifayili yamaqela asebenzayo

source: could not drop resource VAR1 (VAR2)
xh: ayikwazi kulahla uvimba we-VAR1 (VAR2)

source: no such default group VAR1
xh: akukho qela linjalo elihlala likhona le-VAR1

source: could not reset resource group VAR1
xh: ayikwazi kumisa kwakhona iqela likavimba we-VAR1

source: could not access directory VAR1
xh: ayikwazi kufikelela kuvimba weefayili ze-VAR1

source: could not open default groups file
xh: ayikwazi kuvula ifayili yamaqela ahlala ekhona

source: could not open active groups file for writing
xh: ayikwazi kuvula ifayili yamaqela asebenzayo ukuba kubhalwe kuyo

source: could not open resource group VAR1
xh: ayikwazi kuvula iqela likavimba we-VAR1

source: Resource group VAR1 is corrupt
xh: Iqela likavimba we-VAR1 lonakele

source: could not determine modification status of resource VAR1 (&file)
xh: ayikwazi kumisa isimo sokulungiswa kovimba be-VAR1 (&ifayili)

source: could not save resource VAR1 (file)
xh: ayikwazi kugcina uvimba we-VAR1 (ifayili)

source: could not restore resource VAR1 (file)
xh: ayikwazi kubuyisela uvimba we-VAR1 (ifayili)

source: could not determine files for resource VAR1 (file)
xh: ayikwazi kumisa iifayili zekavimba we-VAR1 (ifayili)

source: could not determine saved status of resource VAR1 (service)
xh: ayikwazi kumisa isimo esigciniweyo sikavimba we-VAR1 (inkonzo)

source: could not determine status of resource VAR1 (service)
xh: ayikwazi kumisa isimo sikavimba we-VAR1 (inkonzo)

source: could not save resource VAR1 (service)
xh: ayikwazi kugcina uvimba we-VAR1 (inkonzo)

source: could not restore resource VAR1 (service)
xh: ayikwazi kubuyisela uvimba we-VAR1 (inkonzo)

source: could not query saved status for service VAR1
xh: ayikwazi kubuza isimo esigcinelwe inkonzo ye-VAR1

source: resource type VAR1 does not support show changes feature
xh: uhlobo lukavimba we-VAR1 aluluxhasi uphawu lokubonisa utshintsho

source: could not determine changes for resource VAR1 (file)
xh: ayikwazi kumisa utshintsho lukavimba we-VAR1 (ifayili)

source: file has no backup in profile VAR1
xh: ifayili ayinalo ugcino olukhuselekileyo lwenkangeleko ye-VAR1

source: file does not exist in profile VAR1
xh: ifayili ayikho kwinkangeleko ye-VAR1

source: could not access file in profile VAR1
xh: ayikwazi kufikelela kwifayili ekwinkangeleko ye-VAR1

source: current attributes:
xh: iimpawu zangoku:

source: saved attributes:
xh: iimpawu ezigciniweyo:

source: current link destination:
xh: indawo yonxulumano lwangoku:

source: saved link destination:
xh: indawo yonxulumano olugciniweyo:

source: file only exists in profile VAR1
xh: ifayili ikhona kuphela kwinkangeleko lwe-VAR1

source: service has no backup in profile VAR1
xh: inkonzo ayinalo ugcino olukhuselekileyo kwinkangeleko ye-VAR1

source: service does not exist in profile VAR1
xh: inkonzo ayikho kwinkangeleko ye-VAR1

source: Preparing system
xh: Ilungiselela isixokelelwano

source: Creating resource database
xh: Idala uvimba wesiseko senkcukacha

source: Creating default profile
xh: Idala enkangeleko ehlala ikhona

source: Copying profile data
xh: Ikhuphela idata yenkangeleko

source: Removing profile VAR1
xh: Ishenxisa inkangeleko ye-VAR1

source: Adding resources
xh: Ifakela oovimba

source: Setting profile VAR1 to 'active'
xh: Yakhela inkangeleko ye-VAR1 'isebenze'

source: Save
ar: حفظ
xh: Gcina

source: Resource
xh: Uvimba

source: Resource Group Details
xh: Iinkcukacha Zeqela Likavimba

source: Resource Group
xh: Amaqela Kavimba

source: Modified Resources
xh: Oovimba Abalungisiweyo

source: Selected Resource
xh: Uvimba Okhethiweyo

source: All Resources
xh: Bonke Ovimba

source: Save changes
xh: Gcina utshintsho

source: Drop changes
xh: Lahla utshintsho

source: Save to all profiles
xh: Gcina kuzo zonke iinkangeleko

source: Patch all profiles
xh: Lungisa zonke iinkangeleko

source: &Show changes
xh: &Bonisa utshintsho

source: Ok
ar: موافق
xh: Kulungile

source: save
xh: gcina

source: all
xh: konke

source: patch
xh: lungisa

source: drop
xh: lahla

source: apply
xh: sebenzisa

source: Resource Changes
xh: Utshintsho Likavimba

source: Edit profile
xh: Hlela inkangeleko

source: Switch scripts
xh: Tshintsha izkripti

source: Prestart
xh: Ukuqalisa kwangaphambili

source: Poststart
xh: Ukuqalisa kwasemva

source: Prestop
xh: Ukuyekisa kwangaphambili

source: Poststop
xh: Ukuyekisa kwasemva

source: clear
xh: susa

source: Profile settings
xh: Izakhelo zenkangelo

source: &OK
xh: &KULUNGILE

source: Choose prestart script
xh: Khetha iskripti sokuqalisa kwangaphambili

source: Choose poststart script
xh: Khetha iskripti sokuqalisa kwasemva

source: Choose prestop script
xh: Khetha iskripti sokuyekisa kwangaphambili

source: Choose poststop script
xh: Khetha iskripti sokuyekisa kwasemva

source: Root privileges are required to use this program.
xh: Misela amalungelo awodwa ayafuneka ukusebenzisa le nkqubo.

source: You are not authorized to use this program.
xh: Awugunyaziswanga ukusebenzisa le nkqubo.

source: Initializing
xh: Kuyandululwa

source: Initialize SCPM
xh: Ndulula i-SCPM

source: Run YaST
xh: Sebenzisa i-YaST

source: Reinitialize SCPM
xh: Ndulula kwakhona i-SCPM

source: SCPM has detected a changed system installation and must be reinitialized. This means that the data saved in your existing profiles may be out of date. If you reinitialize SCPM now, your profiles will be lost. You can also try to update the data saved in your profiles. Read the SCPM info page for more information about this. Renitialize SCPM now?
xh: I-SCPM ifumene ukuhlohla kwesixokelelwano okutshintshileyo kwaye kufuneka kundululwe kwakhona. Oku kuthetha ukuba idata yakho egcinwe kwiinkangeleko ezikhoyo isengabandla. Ukuba undulula kwakho i-SCPM ngoku, iinkangeleko zakho ziza kulahleka. Ungazama ukuhlaziya idata egcinwe kwiinkangeleko zakho. Funda iphepha le-SCPM lolwazi ngolwazi oluthe vetse malungana noku. Ndulula kwakhona i-SCPM ngoku?

source: Recover SCPM
xh: Buyisela i-SCPM

source: SCPM needs recovery SCPM is currently locked and needs recovery. This is usually the case after an unexpected abort of an SCPM operation, for example, caused by a critical error. SCPM can be recovered by replaying the command executed before the abort. This basically completes the previous command. You can also rollback the previous command. This leads to a system status equal or at least similar to the status before the aborted operation. If in doubt, choose 'Replay'.
xh: I-SCPM afuna ukubuyisela I-SCPM itshixiwe okwangoku kwaye ifuna ukubuyisela. Oku kudla ngokuba yimeko emva kokulahla okungalindelekanga komsebenzi we-SCPM, umzekelo, okubangelwe yimposiso enzima I-SCPM ingabuyiselwa ngokudlala kwakhona umyalelo owenziweyo ngaphambi kokulahla. Oku kugqiba umyalelo wangaphambili Usengaphethula ukuphethula umyalelo wangaphambili. Oku kukhokelela kwisimo sesixokelelwano esilinganayo okanye ubuncinane sifane nesimo ngaphambi komsebenzi olahliweyo. Ukuba uyathandabuza, khetha u 'Dlala kwakhona'.

source: Replay
xh: Dlala kwakhona

source: Rollback
xh: Ukuphethula

source: Initialization failed
xh: Ukundulula kusilele

source: Saving database
xh: Igcina isiseko senkcukacha

source: Active
xh: Esebenzayo

source: SCPM Universal Management Front-End
xh: I-SCPM Yolawulo Lwajikelele Enesiphelo Sangaphambili

source: Available profiles
xh: Iinkangeleko Ezifumanekayo

source: Co&py
xh: Khu&phela

source: Create a new profile by copying the selected one
xh: Dala inkangeleko entsha ngokukhuphela ekhethiweyo

source: Quit
xh: Yeka

source: Contents
xh: Iziqulatho

source: &Contents...
xh: &Iziqulatho...

source: Index
ar: الفهرس
xh: Isalathiso

source: &Index...
xh: &Isalathiso...

source: About
xh: Malungana

source: &About
xh: &Malungana

source: Edit selected profile properties
xh: Hlela iimpawu zenkangeleko ezikhethiweyo

source: Create a new profile
xh: Dala inkangeleko entsha

source: Remove selected profile
xh: Shenxisa inkangeleko ekhethiweyo

source: &Switch
xh: &Tshintsha

source: Switch to selected profile
xh: Tshintshela kwinkangeleko ekhethiweyo

source: Disable
xh: Yenza ingasebenzi

source: Reinitialize
xh: Ndulula kwakhona

source: Close Progress Window automatically
xh: Vala Ifestile Yenkqubela phambili Ngokuzenzekelayo

source: Show Progress Messages
xh: Bonisa Imiyalezo Yenkqubela phambili

source: Always show Switch Window
xh: Soloko ubonisa Ifestile Yokutshintsha

source: &Profiles
xh: &Iinkangeleko

source: &SCPM
xh: &I-SCPM

source: &Options
xh: &Izikhethwa

source: About SUMF
xh: Malungana ne-SUMF

source: Copyright 2005 SUSE LINUX Products GmbH Released under the terms of GNU General Public License
xh: Ilungelo Lokubhala 2005 SUSE LINUX Lemveliso ye-GmbH Elikhululwe ngaphantsi kwezigqibo zeGNU Zephepha Mvume Lajikelele likaWonke Wonke

source: SCPM is already disabled.
xh: I-SCPM sele yenziwe ayasebenza.

source: Name of the new profile
xh: Igama lnkangeleko entsha

source: Should the new profile be the active one?
xh: Ingaba kufuneka inkangeleko entsha ibe yesebenzayo?

source: Select the profile to edit first.
xh: Khetha inkangeleko yokuhlela kuqala.

source: Select the profile to copy first.
xh: Khetha inkangeleko yokukhuphela kuqala.

source: Copy profile
xh: Kuphela inkangeleko

source: Select the profile to remove first.
xh: Khetha inkangeleko yokushenxisa kuqala.

source: Select the profile to switch to first.
xh: Khetha inkangeleko yokutshintshela ekuqaleni.

source: All profiles will be lost. Really discard the database and reinitialize SCPM?
xh: Zonke iinkangeleko ziza kulahleka. Lahla ngenene isiseko senkcukacha kwaye undulule kwakhona i-SCPM

source: Error: SCPM is locked
xh: Imposiso: I-SCPM itshixiwe

source: Error:
xh: Imposiso:

source: Progress
xh: Inkqubela phambili

source: Switching Profile
xh: Itshintsha Inkangeleko

source: Switch information
xh: Tshintsha ulwazi

source: Active profile
xh: Inkangeleko esebenzayo

source: Destination profile
xh: Inkangeleko yendawo

source: Modified resources
xh: Oovimba abalungisiweyo

source: Drop &changes
xh: Lahla &utshintsho

source: &Details
xh: &Iinkcukacha

source: C&ancel
xh: Hla&ba

source: mixed
xh: ixutyiwe

source: Check for new hardware on session startup.
xh: Khangela okungaphakathi eqokobheni lekhompyutha kwiseshoni yokunduluka.

source: SUSEPlugger
xh: I-SUSEPlugger

source: SUSE Hardware Detection
xh: Ukufunyanwa kokungaphakathi eqokobheni lekhompyutheni le-SUSE

source: &Keep me informed about new hardware
xh: &Hlala undazisa malungana nokungaphakathi eqokobheni lekhompyutheni

source: Configure scanner?
xh: Bumba iskena?

source: New Hardware Found
xh: Kufunyenwe Okutsha Okungaphakathi eqokobheni lekhompyutha

source: Network Interface
xh: Indawo Yothungelwano

source: Printer
xh: I-Printer

source: Scanner
xh: Iskena

source: PDA
xh: I-PDA

source: Modem
xh: I-Modem

source: Joystick
xh: I-Joysick

source: Chipcard
xh: Ikhadi le-Chip

source: Sound Device
xh: Isixhobo seSandi

source: TV Card
xh: Ikhadi le-TV

source: ISDN Controller
xh: Umongameli we-ISDN

source: Configure the %1?
xh: Yenza ubumbeko lwe %1?

source: Configure the %1 "%2"?
xh: Yenza ubumbeko lwe %1 "%2"?

source: Your monitor did not report its X and Y Size. This might cause display problems like unreadable fonts. Configure your monitor geometry manually?
xh: Isibonisi sakho asikhange sixele isayizi yaso ka-X no-Y. Oku kungabangela iingxaki zokubonisa ezinjengeefonti ezingafundeki. Yenza ubumbeko kwisibonisi sakho sejometir ngesandla?

source: Country or region:
xh: Ilizwe okanye ummandla:

source: Here you can choose your country or region. The settings for languages, numbers etc. will automatically switch to the corresponding values.
xh: Apha ungakhetha ilizwe okanye ummandla. Imimiselo yeelwimi, iinamba njl njl. iza kutshintshela kumaxabiso ahambelanayo ngokuzenzekelayo.

source: <h1>Country/Region & Language</h1> <p>From here you can configure language, numeric, and time settings for your particular region. In most cases it will be sufficient to choose the country you live in. For instance KDE will automatically choose "German" as language if you choose "Germany" from the list. It will also change the time format to use 24 hours and and use comma as decimal separator.</p>
xh: <h1>Ilizwe/Ummandla & Ulwimi</h1> <p>Ukusukela apha ungabumba ulwimi, amanani, nexesha imimiselo yommandla wakho. Kwiziganeko ezininzi kuza kwanela ukukhetha ilizwe ohlala kulo. Umzekelo i-KDE iza kukhetha ngokuzenzekelayo "iJamani" njengolwimi ukuba ukhetha "iJamani" kuluhlu. Iza kutshintsha ixesha ukuba lisebenzise iiyure ezingama 24 isebenzise iikhoma njengesahluleli sokubalwa ngesishumi.</p>

source: This is where you live. KDE will use the defaults for this country or region.
xh: Kulapha uhlala khona. I-KDE iza kusebenzisa izinto ezihlala zikhona zeli lizwe okanye ummandla.

source: No WIN32 codecs found in /usr/lib/win32. You're not able to play Windows Media 9 files, newer Real Media files and some less common formats.
xh: I-No WIN32 codecs ezifunyenwe kwi /usr/lib/win32. Awukwazi kudlala iifayili ze-Windows Media 9,iifayili ezintsha zeReal Media files nezinye izicwangciso eziqhelekileyo.

source: libdvdcss not found. You're not able to play encrypted (most commercial) DVD's.
xh: i-libdvdcss ayifunyanwanga. Awukwazi kudlala ii-DVD ezinenguqulelo (ezona zorhwebo kakhulu) entsokothileyo.

source: The xine-lib shipped by SuSE "may lack certain features because of legal requirements (potential patent violation)".
xh: I-xine-lib elayishwe nguSuSE "ingaswela iimpawu ezithile ngenxa yemfuneko ezisemthethi (potential patent visiolation)".

source: Parsing configuration files...
xh: Kwahlulwa iifayili zobumbeko...

source: Application ready
xh: Ilungiole inkqu

source: &Enable specific display power management
xh: &Yenza ukubonisa okukodwa kwamandla olawulo asebenze

source: XFree theme %1 - incomplete for KDE
xh: I-XEkhululekileyo yomxholo %1 – ayigqibekanga kwi-KDE

source: Please enter the Administrator (root) password to continue.
xh: Nceda faka ipaswedi yoMlawuli (ingcambu) ukuze uqhubeke.

source: Please enter password for "%1" to continue.
xh: Nceda faka ipaswedi ka"%1" ukuqhubeka.

source: &Language
xh: &Ulwimi

source: &System
xh: &Isixokelelwano

source: &Administration
xh: &Ulawulo

source: &Disconnect
xh: &Khulula

source: Power O&ff
xh: Umbane u&cimile
