Repository: webyast/webyast
Catalog: webyast/po/*/webyast-*.po
Languages: ar, xh

source: KScreensaver not found.
xh: Umgcinimandla we-K akafunyenwanga.

source: Try locking with XScreensaver or xlock.
xh: Zama ukutshixa Ngomgcinisikrini we-X okanye ngokuthixeka kwe-x.

source: XScreensaver not found.
xh: Umgcinisikrini we-x akafunyenwanga.

source: Try locking the screen with xlock.
xh: Zama ukutshixa isikrini ngokutshixeka kwe-x.

source: XScreensaver and xlock not found. It is not possible to lock the screen. Check your installation.
xh: Umgcinisikrini we-X nokutshixeka kwe-x akufunyenwanga. Asiyonto inokwenzeka ukutshixa isikrini. Qwalasela ukuhlohla kwakho.

source: HAL daemon:
xh: i-daemon ye-HAL:

source: Autosuspend activated:
xh: Ukuxhoma okuzenzekelayo kwenziwe kwasebenza:

source: enabled
xh: kunikwe isakhono

source: Preparing Suspend...
xh: Kulingiselelwa ukuxhoma...

source: Configure KPowersave...
xh: Yenza Ubumbeko Logcinomandla lwe-K...

source: Configure Notifications...
xh: Yenza Ubumbeko Lwziganeko Zokwazisa...

source: Start YaST2 Power Management Module...
xh: Qalisa Ngemodyuli Yolawulo Lwamandla e-YaST2...

source: Set CPU Frequency Policy
xh: Misela umgaqonkqubo we-CPU Wesantya Sophindaphindo

source: Set Active Scheme
xh: Misela Isicwangciso Esisebenzayo

source: Disable Actions on Inactivity
xh: Susa Isakhono Kumanyathelo AkwimoYokungasebenz

source: &Help
xh: &Uncedo

source: &KPowersave Handbook
xh: &Incwadi Ephathwa Esandleni Yomgcinimandla we-&K

source: &Report a bug ...
xh: &Xela intsholongwane ...

source: &About KPowersave
xh: &Malunga Nomgcinimandla we-K

source: No information about battery and AC status available
xh: Akukho lwazi ngebhetri kanti isimo se-AC siyafumaneka

source: Plugged in -- fully charged
xh: Ifakiwe eplagini ---izaliswe ngokupheleleyo ngamandla

source: Plugged in
xh: Ifakiwe eplagini

source: Plugged in -- %1% charged (%2:%3 h until full charged)
xh: Iplagiwe ---i- %1% izaliswe ngamandla (%2:%3 iiyure de izaliswe ngamandla)

source: Plugged in -- %1% charged (%2:%3 remaining hours)
xh: Iplagiwe ---i- %1% izaliswe ngamandla (%2:%3 iiyure ezisaseleyo)

source: Plugged in -- %1% charged
xh: Ifakiwe eplagini -- %1% izaliswe ngamandla

source: Plugged in -- no battery
xh: Ifakwe eplagini – akukho bhetri

source: Running on batteries -- %1% charged (%2:%3 hours remaining)
xh: Iqhuba ngeebhetri ---i- %1% izaliswe ngamandla (%2:%3 iiyure ezisaseleyo)

source: Running on batteries -- %1% charged
xh: Iqhuba ngeebhetri ---i- %1% izaliswe ngamandla

source: -- battery is charging
xh: -- ibhetri izaliswa ngamandla

source: Could not start YaST Power Management Module. Check if it is installed.
xh: Ayikwazanga kuqalisa Imodyuli Yokuphathwa Kwamandla e-YaST. Qwalasela ukuba ihlohliwe na.

source: Suspend to disk disabled by administrator.
xh: Ukuxhomela kwidiski kususwe isakhono ngumlawuli.

source: Suspend to RAM disabled by administrator.
xh: Ukuxhomela kwi-RAM kususwe isakhono ngumlawuli.

source: Standby disabled by administrator.
xh: Ukulinda kususwe isakhono ngumlawuli.

source: System is going into suspend mode now
xh: isixokelelwano siya kwimo yokusebenza yokuxhoma ngoku

source: Could not lock the screen. There may be a problem with the selected lock method or something else.
xh: Akukwazeki ukutshixa isikrini. Kusenokubakho ingxaki ngenlela ekhethiweyo yokutshixa okanye enye into.

source: The Lid was closed.
xh: Isivalo besivaliwe.

source: The Lid was opened.
xh: Isivalo besivuliwe.

source: Start KPowersave automatically when you log in?
xh: Uqalisa Ugcinomandla lwe-K ngokuzenzekela xa ungena?

source: Question
xh: Umbuzo

source: CPU Freq Policy %1 could not be set.
xh: Umgaqonkqubo Wesantya Sophindaphindo lwe-CPU %1 awukwazanga kumiselwa.

source: Scheme %1 could not be activated.
xh: Isicwangciso %1 asikwazanga kwenziwa ukuba sisebenze.

source: Don't show this message again.
xh: Musa ukuwubonisa lo myalezo kwakhona.

source: Could not get information from HAL. The haldaemon is maybe not running.
xh: Akukwazekanga ukufumana ulwazi oluvela kwi-HAL. I-daemon ye-hal isenokuba ayiqhubi.

source: Error
xh: Imposiso

source: Battery state changed to WARNING -- remaining time: %1 hours and %2 minutes.
xh: Isimo sebhetri siguqulelwe kwi-ISILUMKISO –ngexesha eliseleyo: %1 iiyure kananjalo %2 imizuzu.

source: Battery state changed to LOW -- remaining time: %1 hours and %2 minutes.
xh: Isimo sebhetri siguqulelwe kwi-EZANTSI -- ngexesha eliseleyo: %1 iiyure kananjalo %2 imizuzu.

source: AC adapter plugged in
xh: isiqhelanisi se-AC sifakwe eplagini

source: AC adapter unplugged
xh: isiqhelanisi se-AC esikhutshwe eplagini

source: System is going into %1 now.
xh: Isixokelelwano siyakwi-%1 ngoku.

source: System is resumed from %1.
xh: Isixokelelwano siphinde saqala ukusuka kwi-%1.

source: KPowersave Settings
xh: Imimiselo Yogcinomandla lwe-K

source: Enable specific display power management
xh: Nika isakhono kumboniso ongqalileyo wokuphathwa kwamandla

source: Standby after:
xh: Ukulinda emva koko:

source: Only blank the screen
xh: Isikrini esingenanto kuphela

source: Disable screen saver
xh: Susa isakhono somgcinisikrini

source: Enable specific screensaver settings
xh: Nika isakhono semimiselo womgcinisikrini ongqalileyo

source: Suspend after:
xh: Xhoma emva koko:

source: Power off after:
xh: Amandla acimile emva koko:

source: Disable display power management
xh: Susa isakhono sokuphathwa komboniso wamandla

source: min
xh: imizuzu

source: Screen Saver and DPMS
xh: Umgcinisikrini ne-DPMS

source: Settings
xh: Imimiselo

source: Reset
xh: Misela ngokutsha

source: Brightness
xh: Ukukhazimla

source: Enable autosuspend
xh: Nika isakhono sokuxhoma

source: Enable scheme-specific blacklist
xh: Nika isakhono kuludwe olungathandwayo lwesicwangciso esingqalileyo

source: after:
xh: emva koko:

source: Edit Blacklist...
xh: Hlela Uludwe Olungathandwayo...

source: If the current desktop user is inactive the computer will:
xh: Ukuba umsebenzisi wangoku wolwazi olusesikrinini akasebenzi, ikhompyutha iya ku-:

source: Autosuspend
xh: Xhoma ngokuzenzekela

source: Disable Notifications
xh: Susa Isakhono Seziganeko Zokwazisa

source: Scheme Settings
xh: Imimiselo Yesicwangciso

source: Lock screen before suspend or standby
xh: Isikrini esitshixekileyo phambi kokuxhoma okanye ukulinda

source: Lock screen with:
xh: Isikrini esitshixekileyo ngako oku:

source: Lock screen on lid close
xh: Isikrini esitshixekileyo elivalekeni kwesivalo

source: Notifications
xh: Iziganeko zokungena

source: Autostart
xh: Qalisa ngokuzenzekela

source: Never ask me again on exit
xh: Ungaze undicele kwakhona ngethuba lokuphuma

source: KPowersave starts automatically on login
xh: Ugcinomandla lwe-K luqalisa ngokuzenzekela xa kungenwa

source: General Settings
xh: Imimiselo Jikelele

source: &Cancel
xh: &Hlaba

source: &Close
xh: &Vala

source: &Quit
xh: &Yeka

source: Install Package with YaST
xh: Hlohla umBekelo nge-YaST

source: Use Directory as Source with YaST
xh: Sebenzisa Uvimba wefayili njengoVimba nge-YaST

source: Project Page:
xh: Ikhasi leprojekthi:

source: Parsing complete.
xh: Ukuhlahlela kugqityiwe.

source: krpmview
xh: umboniso we-krpm

source: Decrypt
xh: Ukususa ukuntsokotha

source: Wrong password!
xh: Ipaswedi engalunganga!

source: Decryption failed! Application "cryptsetup" not found. Is package "util-linux-crypto" installed?
xh: Ukususa ukuntsokotha kusilele! Inkqubo "ukuqalisa ukususa" akufunyanwanga. Ingaba umbekelo "i-util-linux-crypto" uhlohliwe?

source: %1 is already decrypted!
xh: %1 sele isusiwe ukuntsokotha!

source: HAL UDI to process.
xh: HAL UDI ukuqhuba.

source: Decrypting Storage Device
xh: Ukususa ukuntsokotha kwisiGcino sesiXhobo

source: <p><b>%1 %2</b> (<b>%3</b>) is an encrypted storage device.</p> <p>Please enter the password to decrypt the storage device.</p>
xh: <p><b>%1 %2</b> (<b>%3</b>) sisigcini sesixhobo enoguqulelo oluntsokothileyo.</p> <p>Nceda faka ipaswedi ukususa ukuntsokotha kwisixhobo sesigcini.</p>

source: Summary
xh: Isishwankathelo

source: New Version
xh: Inguqulelo Entsha

source: Catalog
xh: Ikhathalog

source: Available Updates
xh: Uhlaziyo Olufumanekayo

source: Add/Remove Update Sources...
xh: Faka/Shenxisa Imithombo Yokuhlaziya...

source: Configure Applet...
xh: Yenza ubumbeko lwe-Applet...

source: Checking for updates...
xh: Ukukhangela uhlaziyo...

source: Error:
xh: Imposiso:

source: No Updates Available
xh: Akukho Hlaziyo Lufumanekayo

source: SUSE2 (Version %1)
xh: SUSE2 (Inguqulelo %1)

source: Config Dialog
xh: Ingxoxo yoBumbeko

source: Ge&neral
xh: Ji&kelele

source: Title Alignment
xh: Isihloko sokuLungelelanisa

source: &Left
xh: &Ekhohlo

source: Align the title left.
xh: Lungelelanisa isihloko sasekhohlo.

source: &Center
xh: &Umbindi

source: Center the title.
xh: Beka embindini isihloko.

source: &Right
xh: &Ekunene

source: Align the title right.
xh: Lungelelanisa isihloko sasekunene.

source: Alwa&ys
xh: Q&ho

source: Not maximi&zed
xh: Ayandiswanga kanga&ngoko

source: Ne&ver
xh: Na&kanye

source: Close &windows by double clicking the menu button
xh: Vala &iifestile ngokunqomfa kabini iqhosha lemenyu

source: Check this option if you want windows to be closed when you double click the menu button, similar to Microsoft Windows.
xh: Khangela esi sikhethwa ukuba ufuna u-windows avalwe xa unqomfa kabini iqhosha lemenyu, eliyelelene ku-Microsoft Windows.

source: Use shadowed &text
xh: Sebenzisa umbhalo &onesithunzi

source: Check this option if you want the titlebar text to have a 3D look with a shadow behind it.
xh: Khangela esi sikhethwa ukuba ufuna umbhalo we-bar yesihloko ube nenkangeleko ye-3D nesithunzi ngasemva kwayo.

source: px
xh: i-px

source: Here you can set some additional space for the titlebar height.
xh: Apha ungamisela isithuba esongeziweyo ngomphakamo we-bar yesihloko.

source: additional space for title height
xh: isithuba esongeziweyo somphakamo wesihloko

source: Bu&ttons
xh: Ama&qhosha

source: Buttontype:
xh: Uhlobo lweqhosha:

source: Plastik flat
xh: I-Plastik flat

source: Lipstik flat
xh: I-Lipstik flat

source: Plastik 3D
xh: I-Plastik 3D

source: Lipstik 3D
xh: I-Lipstik 3D

source: Lipstik bright
xh: I-Lipstik iqaqambile

source: Select the buttontype.
xh: Khetha uhlobo lweqhosha.

source: Custom colors for button bac&kground
xh: Imibala eyenziweyo yamaqhosha okuvela nga&semva

source: Allow custom colors for the button background. The colors for the buttonbackground from the colorscheme are used then.
xh: Vumela imibala yamaqhosha okuvela ngasemva. Imibala yamaqhosha okuvela ngasemva kulungiselelo lwemibala isetyenziwa ngoko.

source: &Use titlefont settings for button icons
xh: &Sebenzisa isakheko sefonti yesihloko ngemifanekiso yamaqhosha

source: Use the titlefont settings (color, shadow) for the button icons. Overrides the custom color settings.
xh: Sebenzisa izakheko zefonti yesihloko (umbala, umthunzi) yemifanekiso yamaqhosha. Ibhala ngaphezulu kwezakheko zombhalo ezenziweyo.

source: A&nimate buttons
xh: Amaqhosha&aphilayo

source: Check this option if you want the buttons to fade in when the mouse pointer hovers over them and fade out again when it moves away.
xh: Khangela esi sikhethwa ukuba ufuna amaqhosha ambatshe xa isalathisi semawusi sindanda ngaphezu kwawo aphinde ambatshe kwakhona xa isuka.

source: Iconsize:
xh: Isayizi yomfanekiso:

source: Here you can set the size of the button icons relative to the button size.
xh: Apha ungakha isayizi yemifanekiso yeqhosha elinxulumene nesayizi yeqhosha.

source: &Red closebutton icon
xh: &Umfanekiso obomvu weqhosha elivaliweyo

source: Paint the icon of the closebutton in red (this overrides all other colorsettings).
xh: Peyinta umfanekiso weqhosha lokuvala libe bomvu (oku kubhala ngaphezulu kwazo zonke ezinye izakheko)

source: &Custom icon colors
xh: &Zenzele imibala yemifanekiso

source: Allow custom colors for the button icons.
xh: Vumela imibala eyenziweyo yemifanekiso yamaqhosha.

source: Active:
xh: Yenza isebenze:

source: Active down:
xh: Yenza isebenze phantsi:

source: Inactive:
xh: Yenza ingasebenzi:

source: Inactive down:
xh: Yenza ingasebenzeli phantsi:

source: Color for the icon of the active button.
xh: Umbala womfanekiso weqhosha elisebenzayo.

source: Color for the icon of the active button when pressed.
xh: Umbala womfanekiso weqhosha elisebenzayo xa licinezelwe.

source: Color for the icon of the inactive button.
xh: Umbala womfanekiso weqhosha elingasebenziyo.

source: Color for the icon of the inactive button when pressed.
xh: Umbala womfanekiso weqhosha elingasebenziyo xa licinezelwe.

source: Shado&w for icons
xh: Isithu&nzi semibala

source: Check this if you want to have shadows for the button icons on active windows.
xh: Khangela oku ukuba ufuna ukuba izithunzi zemifanekiso yeqhosha kwifestile esebenzayo.

source: &Logo
xh: &I-Logo

source: Logo preview:
xh: Ukubona kuqala i-logo:

source: Offset from title:
xh: Linganisa kwisihloko:

source: Set the offset of the logo from the titletext.
xh: Misela indlela ye-logo kumbhalo wesihloko.

source: Sele&ct Image
xh: Khe&tha umFanekiso

source: Select the titlebar logo image.
xh: Khetha umfanekiso we-logo ye-bar yesihloko.

source: Show &titlebar logo
xh: Bonisa &i-logo ye-bar yesihloko

source: Check this if you want to see the titlebar logo in the titlebar.
xh: Khangela oku ukuba ufuna ukubona i-logo ye-bar yesihloko kwi-bar yesihloko.

source: Select Logo Image
xh: Khetha i-Logo yomFanekiso

source: The specified initialization script is not executable: %1.
xh: Isikripti sondululo esixeliweyo asiqhubeki: %1.

source: Invalid location.
xh: Indawo yokuhlala ayisebenziseki.

source: Invalid accessOID.
xh: Ufikeleleko lwe-OID alusebenziseki.

source: Wrong type: %1.
xh: Uhlobo olungalunganga: %1.

source: Invalid AuthorityInformation in the information list.
xh: Ulwazi Logunyaziso Olungasebenzisekiyo kuludwe lolwazi.

source: AuthorityInfoAccessExt is not present.
xh: UkuphumaKufikelelekoLolwaziLogunyaziso alukho.

source: Invalid AuthorityInfoAccessExt object.
xh: Into YesoluloSofikelelekoKulwaziLogunyaziso Ayisebenziseki.

source: AuthorityKeyIdentifierExt is not present.
xh: IsoluloSesichongiSeqhoshaLogunyaziso asikho.

source: AuthorityKeyIdentifierGenerateExt is not present.
xh: IsoluloSoyiloLwesichongiSeqhoshaLogunyaziso alukho.

source: Invalid AuthorityKeyIdentifierGenerateExt object.
xh: Into YesoluloSofikelelekoKulwaziLogunyaziso Ayisebenziseki.

source: BasicConstraintsExt is not present.
xh: IsoluloSezithintelekoZesiseko alukho.

source: Invalid BasicConstraintsExt object.
xh: Into YesoluloSofikelelekoKulwaziLogunyaziso Ayisebenziseki.

source: This BitExtension is not present.
xh: Esi SoluloSesuntsu asikho.

source: Invalid value for keyUsage.
xh: Ixabiso elingasebenzisekiyo Lokusetyenziswa Kweqhosha.

source: KeyUsageExt is not present.
xh: IsoluloSokusetyenziswaKweqhosha asikho.

source: Invalid KeyUsageExt object.
xh: Into YesoluloSokusetyenziswaKweqhosha Ayisebenziseki.

source: Invalid value for NsCertTypeExt.
xh: Ixabiso elingasebenzisekiyo Lesolulo Sohlobolwe-NsCert.

source: Invalid value for NsCertTypeExt: %1.
xh: Ixabiso elingasebenzisekiyo Lesolulo Sohlobolwe-NsCert. %1.

source: NsCertTypeExt is not present.
xh: IsoluloSohlobolwe-NsCert asikho.

source: Invalid NsCertTypeExt object.
xh: Into YesoluloSohlobo lwe-NsCert Ayisebenziseki.

source: Template not initialized.
xh: Isakhelo seenkcukacha asindululwanga.

source: Empty CA name.
xh: Igama le-CA elikhamte.

source: Template does not exist: %1.
xh: Isakhelo seenkcukacha asikho kwasona %1.

source: Invalid CA password.
xh: Igama lokugqithisa le-CA alisebenziseki.

source: Error while creating the CA infrastructure.
xh: Imposiso xa bekudalwa isakhiwo sesiseko se-CA.

source: Cannot parse the certificate name %1.
xh: Akukwazeki ukwahlula igama lesatifikethi %1.

source: Cannot copy the private key.
xh: Akukwazeki ukukopa iqhosha labucala.

source: Cannot copy the certificate.
xh: Akukwazeki kukopa isatifikethi.

source: Invalid request data.
xh: Iinkcukacha zesicelo azisebenziseki.

source: Duplicate DN. Key %1.key already exists.
xh: i-DN Yekopi Yesibini. Iqhosha %1.iqhosha selikhona kakade.

source: Duplicate DN. Request %1.req already exists.
xh: i-DN Yekopi Yesibini. Isicelo%1.isicelo sesikhona kakade.

source: Request does not exist (%1).
xh: Isicelo asikho kwasona (%1).

source: Invalid issue data.
xh: Iinkcukacha zombandela azisebenziseki.

source: The CA expires before the certificate should expire.
xh: I-CA idlulelwa lixesha phambi kokudlulelwa kwexesha kwesatifikethi.

source: Issuing the certificate failed.
xh: Ukukhupha isatifikethi kusilele.

source: File %1 not found in the repository.
xh: Ifayili %1 ayifunyenwanga elugcinweni.

source: Invalid CRL reason.
xh: Isizathu esingasebenzisekiyo se-CRL.

source: Invalid CRL data.
xh: Iinkcukacha ezingasebenzisekiyo ze-CRL.

source: Duplicate DN. Request already exists.
xh: i-DN Yekopi Yesibini. Isicelo sesikhona kakade.

source: Cannot parse the certificate name.
xh: Akukwazeki ukwahlula igama lesatifikethi

source: Request %1 does not exist.
xh: Isicelo %1 asikho kwasona.

source: Removing the request failed (%1).
xh: Ukushenxisa isicelo kusilele (%1).

source: Certificate %1 does not exist.
xh: Isatifikethi %1 asikho kwasona.

source: Removing the certificate failed: %1.
xh: Ukushenxisa isatifikethi kusilele: %1.

source: Only revoked or expired certificates can be deleted. The status of the certificate is %1.
xh: Zizatifikethi ezilandulwayo okanye ezidlulelwe lixesha kuphela ezinokucinywa. Isimo sesatifikethi sesi %1.

source: Database not found.
xh: Isiseko seenkcukacha asifunyenwanga.

source: Certificate does not exist.
xh: Isatifikethi asikho kwasona.

source: Invalid purpose %1.
xh: Injongo %1.ayisebenziseki.

source: Invalid CA request data.
xh: Iinkcukacha zesicelo se-CA azisebenziseki.

source: Invalid CA issue data.
xh: Iinkcukacha zombandela we-CA azisebenziseki.

source: CA name is empty.
xh: Igama le-CA lilikhamte.

source: CA directory already exists.
xh: Uvimba weefayili selekhona kakade.

source: According to basicConstraints, this is not a CA.
xh: NgokweZithintelo zesiseko, oku asiyo-CA.

source: CA key is empty.
xh: Iqhosha le-CA lilikhamte.

source: Invalid key data.
xh: Iinkcukacha zeqhosha azisebenziseki.

source: CA password is empty.
xh: Igama lokugqithisa le-CA lilikhamte.

source: Error during key encryption.
xh: Imposiso ngethuba loguqulelo oluntsonkothileyo lweqhosha.

source: CA name does not exist (%1).
xh: Igama le-CA alikho kwalona (%1).

source: Deleting the CA is not allowed. The CA must be expired or never have signed a certificate.
xh: Ukucima i-CA akuvunyelwa. I-CA mayidlulelwe lixesha okanye ube akuzange usayine isatifikethi.

source: Deleting the CA failed: %1.
xh: Ukucinywa kwe-CA kusilele: %1.

source: The configuration file is missing a value for policy.
xh: Ifayili yobumbeko ilahle ixabiso lomgaqonkqubo.

source: Cannot parse section %1.
xh: Akukwazeki ukwahlula icandelo %1.

source: Field %1 must have a value.
xh: Ummandla we-%1 unokuba nexabiso.

source: %1 must be defined.
xh: %1 mayichazwe.

source: %1 must be the same in the CA certificate (%2) and the request (%3).
xh: %1 makufane ncam kwisatifikethi se-CA (%2) nesicelo (%3).

source: The configuration file seems to have an invalid policy.
xh: Ifayili yobumbeko ibonakala inomgaqonkqubo ongasebenzisekiyo.

source: The configuration is not initialized.
xh: Ubumbeko alundululwa.

source: Missing section 'distinguished_name' in the configuration file.
xh: Kulahleke icandelo kwifayili yobumbeko 'igama_elinokubalulwa'.

source: Invalid serial %1.
xh: Ulandelelwano %1.alusebenziseki.

source: Cannot create a memory BIO.
xh: Akukwazeki ukudala uvimba wolwazi lwe-BIO.

source: Cannot parse the certificate.
xh: Akukwazeki ukwahlula isatifikethi.

source: Error while parsing the certificate.
xh: Imposiso xa kwahlulwa isatifikethi.

source: Cannot parse date %1.
xh: Akukwazeki ukwahlula umhla %1.

source: Unable to get the public key.
xh: Akukwazeki ukufumana iqhosha likawonkewonke.

source: Could not get RSA key.
xh: Alifumanekanga iqhosha le-RSA.

source: Unsupported public key type.
xh: Uhlobo lweqhosha likawonkewonke elingenankxaso.

source: Unsupported public key algorithm.
xh: Isisombululo sengxaki yeqhosha likawonkewonke elingenankxaso.

source: Unsupported signature algorithm %1.
xh: Isisombulo sengxaki somtyibelo ongenankxaso we- %1.

source: Invalid CertificateIssueData object.
xh: Into YeenkcukachaZokukhutshwaKwesatifiketi Ayisebenziseki.

source: The text is too long.
xh: Isiqendu side kakhulu.

source: Invalid UserNotice object.
xh: Into YesazisoSomsebenzisi Ayisebenziseki.

source: Invalid value for policyIdentifier: %1.
xh: Ixabiso elingasebenzisekiyo Lesichongisomgaqonkqubo: %1.

source: Invalid CertificatePolicy object.
xh: Into YomgaqonkquboWesatifiketi Ayisebenziseki.

source: CertificatePoliciesExt is not present.
xh: IsoluloSemigaqonkquboYezatifikethi asikho.

source: Invalid CertificatePoliciesExt object.
xh: Into YesoluloSemigaqonkquboYezatifiketi Ayisebenziseki.

source: Entry not found.
xh: Ukungenisa akufunyenwanga.

source: Cannot parse CRL.
xh: Ayikwazi kwahlulwa i-CRL.

source: Error parsing the CRL.
xh: Imposiso xa bekusahlulwa i-CRL.

source: CRLDistributionPointsExt is not present.
xh: IsoluloSeendawoZosasazolwe-CRLD asikho.

source: Invalid CRLDistributionPointsExt object.
xh: Into YesoluloSeendawoZosasazolwe-CRL Ayisebenziseki.

source: Invalid CRLGenerationData object.
xh: Into YeenkcukachaZoyiloLwe-CRL Ayisebenziseki.

source: Invalid revoke reason %1.
xh: Isizathu sokulandula %1asisebenziseki.

source: Reason is not certificateHold.
xh: Isizathu Asibambisatifikethi.

source: Reason is not keyCompromise.
xh: Isizathu AsibambiKuhlangabezana.

source: Reason is not CACompromise.
xh: Isizathu Asihlangabezani neCA.

source: Invalid type %1.
xh: Uhlobo %1.alusebenziseki.

source: Cannot parse DN line: %1.
xh: Akukwazeki ukwahlula umgca we-DN: %1.

source: Invalid ExtendedKeyUsage option %1.
xh: Isikhethwa SokusetyenziswaKweqhoshaLesolulo %1 asisebenziseki.

source: Invalid ExtendedKeyUsageExt.
xh: IsoluloSokusetyenziswaKweqhoshaSoluliweyo Asisebenziseki

source: ExtendedKeyUsageExt is not present.
xh: IsoluloSokusetyenziswaKweqhoshaEsolulweyo asikho.

source: Invalid ExtendedKeyUsageExt object.
xh: Into YesoluloSokusetyenziswaKweqhoshaEluliweyo Asisebenziseki.

source: IssuerAlternativeNameExt is not present.
xh: IsoluloSegama ElilelinyeLomnikeli asikho.

source: Invalid literal value for IssuerAlternativeNameExt.
xh: Ixabiso elingantsonkothanga elingasebenzisekiyo ukwenzela IsoluloSegamaEsisesinyeSomnikeli

source: Invalid IssuerAlternativeNameExt object.
xh: Into YesoluloSegama EsisesinyeSomnikeli Ayisebenziseki.

source: Unknown type.
xh: Uhlobo olungaziwayo.

source: Cannot split certificate output.
xh: Akukwazeki ukucanda isiphumo sesatifiketi.

source: Cannot create directory %1: %2.
xh: Akakwazi kudaleka uvimba weefayili %1: %2.

source: %1 is not a directory.
xh: %1 asingovimba weefayili.

source: Invalid certificate file.
xh: Ifayili yesatifikethi engasebenzisekiyo.

source: File not found: %1.
xh: Ayifunyanwa ifayili: %1.

source: File too big: %1.
xh: Inkulu kakhulu ifayili: %1.

source: Cannot open file %1.
xh: Ayikwazi kuvuleka ifayili %1.

source: Cannot read from file %1.
xh: Akukwazeki kufundeka kwifayili '%1'

source: File already exists: %1.
xh: Ifayili seyikhona: %1.

source: Cannot get lock on file %1.
xh: Akukwazeki kufumaneka ukutshixeka kwifayili %1.

source: Cannot write to file %1.
xh: Akukwazi kubhaleka ukuphawuleka kwefayili %1.

source: File does not exist: %1.
xh: Ifayili ayikho kwayona: %1.

source: Directory does not exist: %1.
xh: Uvimba weefayili akakho kwayena: %1.

source: Invalid command %1.
xh: Umyalelo %1.awusebenziseki.
