Repository: webyast/webyast
Catalog: webyast/po/*/webyast-*.po
Languages: ar, xh

source: No valid key file specified.
xh: Akukho fayili ixeliweyo isebenzisekayo.

source: No valid request file specified.
xh: Akukho fayili yokucela ixeliweyo isebenzisekayo.

source: No valid CA certificate file specified.
xh: Akukho fayili ye-CA ixeliweyo isebenzisekayo.

source: No valid certificate file specified.
xh: Akukho fayili yesatifikethi ixeliweyo isebenzisekayo.

source: No valid CA directory specified.
xh: Akukho vimba weefayili we-CA uxeliweyo usebenzisekayo.

source: Showing certificate status with serial %1 failed (%2).
xh: Ukuboniswa kwesimo sesatifiketi ngolandelelwano %1 kusilele (%2).

source: The key file does not exist.
xh: Ifayili esentloko ayikho kwayona.

source: The password for encrypting the output is required.
xh: Igama lokugqithisa lokwenza isiphumo esintsonkothileyo liyafuneka.

source: The PKCS12 password is required.
xh: Igama lokugqithisa le-PKCS12 liyafuneka.

source: Cannot read directory: %1 (%2) [%3].
xh: Uvimba weefayili akakwazi kufundeka: %1 (%2) [%3].

source: No serial number found in %1.
xh: Akukho nombolo yolandelelwano ifunyenweyo apha %1.

source: The request already exists.
xh: Isicelo sesikhona kakade.

source: Cannot find the request subject.
xh: Asifumaneki isihloko sesicelo.

source: Cannot find the certificate subject.
xh: Asifumaneki isihloko sesatifikethi.

source: Invalid caName: %1.
xh: Igama le-ca elingasebenzisekiyo: %1.

source: '%1' does not exist.
xh: '%1ayikho kwayona.

source: %1 still exists.
xh: %1 isekhona.

source: Cannot create directory: %1 (%2 [%3]).
xh: Akakwazi kudaleka uvimba weefayili: %1 (%2 [%3]).

source: Cannot copy the configuration template.
xh: Asikwazi kukopeka isakhelo sobumbeko.

source: Cannot create the file.
xh: Ayikwazi kudaleka ifayili.

source: Cannot parse the request.
xh: Akukwazeki ukwahlula isicelo.

source: Error while parsing the request.
xh: Imposiso xa kwahlulwa isicelo.

source: Invalid RequestGenerationData object.
xh: Into YeenkcukachaZoyiloLwesicelo Ayisebenziseki.

source: Invalid value for NsBaseUrlExt.
xh: Ixabiso elingasebenzisekiyo Lesolulole-UrlSesisekose-Ns.

source: NsBaseUrlExt is not present.
xh: Isolulose-UrlSesisekose-Ns.

source: Invalid NsBaseUrlExt object.
xh: Into Yesolulose-UrlSesisekose-Ns.

source: Invalid value for NsRevocationUrlExt.
xh: Ixabiso elingasebenzisekiyo LesoluloSokulandulwakwe-Ns.

source: NsRevocationUrlExt is not present.
xh: Isolulose-UrlSokulandelai-Ns.

source: Invalid NsRevocationUrlExt object.
xh: Into Yesolulose-UrlSokulandulwakwe-Ns.

source: Invalid value for NsCaRevocationUrlExt.
xh: Ixabiso elingasebenzisekiyo Lesolulose-UrlSokulandulwakwe-NsCa.

source: NsCaRevocationUrlExt is not present.
xh: Isolulose-UrlSokulandulai-NsCa asikho.

source: Invalid NsCaRevocationUrlExt object.
xh: Into Yesolulose-UrlSokulandulai-NsCa Ayisebenziseki.

source: Invalid value for NsRenewalUrlExt.
xh: Ixabiso elingasebenzisekiyo Lesolulose-UrlSokwenziwantshakwe-Ns.

source: NsRenewalUrlExt is not present.
xh: Isolulose-UrlSokwenziwantshakwe-Ns asikho.

source: Invalid NsRenewalUrlExt object.
xh: Into Yesolulose-UrlSokwenziwantshakwe-Ns Ayisebenziseki.

source: Invalid value for NsCaPolicyUrlExt.
xh: Ixabiso elingasebenzisekiyo Lesolulose-UrlSomgaqonkqubowe-NsCa.

source: NsCaPolicyUrlExt is not present.
xh: Isolulose-UrlSomgaqonkqubowe-NsCa asikho.

source: Invalid NsCaPolicyUrlExt object.
xh: Into Yesolulose-UrlSomgaqonkqubowe-NsCa Ayisebenziseki.

source: Invalid type: %1.
xh: Uhlobo alusebenziseki: %1.

source: NsSslServerNameExt is not present.
xh: IsoluloSegamaLesevale-NsSsl asikho.

source: Invalid NsSslServerNameExt object.
xh: Into YesoluloSegamaLesevaye-NsSsl Ayisebenziseki.

source: NsCommentExt is not present.
xh: IsoluloSokuphawulase-Ns asikho.

source: Invalid NsCommentExt object.
xh: Into YesoluloSokuphawulase-Ns Ayisebenziseki.

source: SubjectAlternativeNameExt is not present.
xh: IsoluloSegamaElilelinyeLesihloko asikho.

source: Invalid SubjectAlternativeNameExt object.
xh: Into YesoluloSegamaElilelinyeLesihloko Ayisebenziseki.

source: Invalid KeyID.
xh: i-ID Yeqhosha Ayisebenziseki.

source: SubjectKeyIdentifierExt is not present.
xh: IsoluloSesichongiSeqhoshaSesihloko asikho.

source: Invalid SubjectKeyIdentifierExt object.
xh: Into YesoluloSesichongiSeqhoshaLesihloko Ayisebenziseki.

source: Extension occurred more than once: %1.
xh: Isolulo senzeke ngaphezu kwesinye: %1.

source: Unable to parse the certificate (NID: %1 Crit: %2).
xh: Akukwazekanga ukwahlula isatifiketi (NID: %1 Crit: %2).

source: Extension occurred more than once.
xh: Isolulo senzeke ngaphezu kwesinye:

source: Unable to parse the certificate (Crit: %1).
xh: Akukwazekanga ukwahlula isatifiketi (Crit: %1).

source: Invalid location in authorityInfoAccess.
xh: Indawo engasebenzisekiyoKufikelelekoLolwazilogunyaziso.

source: Invalid value for X509v3CertificateIssueExts::setNsBaseUrl.
xh: Ixabiso ElingasebenzisekiyoLesoluloSokukhutshwaKwesatifiketise-X509v3::miselai-NsBaseUrl.

source: Invalid value for X509v3CertificateIssueExts::setNsRevocationUrl.
xh: Ixabiso elingasebenzisekiyo LesoluloSokukhutshwaKwesatifiketise-X509v3::miselai-NsYokulandulwakwe-Url.

source: Invalid value for X509v3CertificateIssueExts::setNsCaRevocationUrl.
xh: Ixabiso elingasebenzisekiyo LesoluloSokukhutshwaKwesatifiketise-X509v3::miselai-NsCaYokulandulwakwe-Url.

source: Invalid value for X509v3CertificateIssueExts::setNsRenewalUrl.
xh: Ixabiso elingasebenzisekiyo LesoluloSokukhutshwaKwesatifiketise-X509v3::miselai-NsYokwenziwantshakwe-Url.

source: Invalid value for X509v3CertificateIssueExts::setNsCaPolicyUrl.
xh: Ixabiso elingasebenzisekiyo LesoluloSokukhutshwaKwesatifiketise-X509v3::miselaUmgaqonkqubowe-NsCaye-Url.

source: Invalid value for X509v3CertificateIssueExts::setNsSslServerName.
xh: Ixabiso elingasebenzisekiyo LesoluloSokukhutshwaKwesatifiketise-X509v3::miselaIgamaLeseva ye-NsSslye-Url.

source: Invalid value for X509v3CertificateIssueExts::setNsComment.
xh: Ixabiso elingasebenzisekiyo LesoluloSokukhutshwaKwesatifiketise-X509v3::miselaUkuphawulekakwe-Ns.

source: Invalid value for X509v3CertificateIssueExts::setNsCertType.
xh: Ixabiso elingasebenzisekiyo LesoluloSokukhutshwaKwesatifiketise-X509v3::miselaUhloboLwesatifiketise-Ns.

source: Invalid value for X509v3CertificateIssueExts::setKeyUsage.
xh: Ixabiso ElingasebenzisekiyoLesoluloSokukhutshwaKwesatifiketise-X509v3::miselaUkusetyenziswaKweqhosha.

source: Invalid value for X509v3CertificateIssueExts::setBasicConstraints.
xh: Ixabiso ElingasebenzisekiyoLesoluloSokukhutshwaKwesatifiketise-X509v3::miselaIzithinteloZesiseko.

source: Invalid value for X509v3CertificateIssueExts::setExtendedKeyUsage.
xh: Ixabiso ElingasebenzisekiyoLesoluloSokukhutshwaKwesatifiketise-X509v3::miselaUkusetyenziswaKweqhoshaLesolulo.

source: Invalid value for X509v3CertificateIssueExts::setSubjectKeyIdentifier.
xh: Ixabiso ElingasebenzisekiyoLesoluloSokukhutshwaKwesatifiketise-X509v3::miselaIsichongiSeqhoshaLesihloko.

source: Invalid value for X509v3CertificateIssueExts::setAuthorityKeyIdentifier.
xh: Ixabiso ElingasebenzisekiyoLesoluloSokukhutshwaKwesatifiketise-X509v3::miselasIchongiSeqhoshaLogunyaziso.

source: Invalid value for X509v3CertificateIssueExts::setSubjectAlternativeName.
xh: Ixabiso ElingasebenzisekiyoLesoluloSokukhutshwaKwesatifiketise-X509v3::miselaIgamaElilelinyeLesihloko.

source: Invalid value for X509v3CertificateIssueExts::setIssuerAlternativeName.
xh: Ixabiso ElingasebenzisekiyoLesoluloSokukhutshwaKwesatifiketise-X509v3::miselaIgamaElilelinyeLominikeli.

source: Invalid value for X509v3CertificateIssueExts::setAuthorityInfoAccess.
xh: Ixabiso ElingasebenzisekiyoLesoluloSokukhutshwaKwesatifiketise-X509v3::miselaUfikelelekoKulwaziNgogunyaziso.

source: Invalid value for X509v3CertificateIssueExts::setCRLDistributionPoints.
xh: Ixabiso ElingasebenzisekiyoLesoluloSokukhutshwaKwesatifiketise-X509v3::miselaIindawoZosasazolwe-CRLD.

source: Invalid value for X509v3CertificateIssueExts::setCertificatePolicies.
xh: Ixabiso ElingasebenzisekiyoLesoluloSokukhutshwaKwesatifiketise-X509v3::miselaImigaqonkquboYesatifikethi.

source: Invalid X509v3RequestExts object.
xh: Into Engasebenzisekiyo YezoluloZeziceloze-X509v3.

source: Invalid value for X509v3CRLGenerationExts::setAuthorityKeyIdentifier.
xh: Ixabiso ElingasebenzisekiyoLezoluloZoyilolwe-X509v3CRL::miselasIchongiSeqhoshaLogunyaziso.

source: Invalid value for X509v3CRLGenerationExts::setIssuerAlternativeName.
xh: Ixabiso ElingasebenzisekiyoLezoluloZoyilolwe-X509v3CRL::miselaIgamaElilelinyeLominikeli.

source: Invalid value for X509v3RequestExts::setNsSslServerName.
xh: Ixabiso elingasebenzisekiyo LezoluloZeziceloze-X509v3::miselaIgamaLesevaye-NsSsl

source: Invalid value for X509v3RequestExts::setNsComment.
xh: Ixabiso elingasebenzisekiyo LezoluloZeziceloze-X509v3::miselaUkuphawulakwe-Ns.

source: Invalid value for X509v3RequestExts::setNsCertType.
xh: Ixabiso elingasebenzisekiyo LezoluloZeziceloze-X509v3::miselaUhloboLwesatifiketise-Ns.

source: Invalid value for X509v3RequestExts::setKeyUsage.
xh: Ixabiso elingasebenzisekiyo LezoluloZeziceloze-X509v3::miselaUkusetyenziswaKweqhosha.

source: Invalid value for X509v3RequestExts::setBasicConstraints.
xh: Ixabiso elingasebenzisekiyo LezoluloZeziceloze-X509v3::miselaIzithinteloZesiseko.

source: Invalid value for X509v3RequestExts::setExtendedKeyUsage.
xh: Ixabiso elingasebenzisekiyo LezoluloZeziceloze-X509v3::miselaUkusetyenziswaKweqhoshaEloluliweyo.

source: Invalid value for X509v3RequestExts::setSubjectKeyIdentifier.
xh: Ixabiso elingasebenzisekiyo LezoluloZeziceloze-X509v3::miselaIsichongiSeqhoshaLesihloko.

source: Invalid value for X509v3RequestExts::setSubjectAlternativeName.
xh: Ixabiso elingasebenzisekiyo LezoluloZeziceloze-X509v3::miselaIsichongiSeqhoshaLesihloko.

source: The filename is required.
xh: Kufunwa igama lefayili.

source: Cannot open file '%1'.
xh: Ayikwazi kuvuleka ifayili '%1'

source: Cannot lock file '%1'.
xh: Ayikwazi kutshixeka ifayili '%1'

source: Do not use \000 octets.
xh: Musa ukusebenzisa izibhozo ze- \000.

source: A quoted value has been found, but no closing quote can be found.
xh: Ixabiso elithelekelelweyo lifunyenwe, kodwa akukho ntelekelelo inokufunyanwa.

source: Invalid export entry in line %1.
xh: Ungeniso olungasebenzisekiyo oluthathwa ngaphandle emgceni %1.

source: Invalid export filename.
xh: Igama lefayili elithathwa ngaphandle elingasebenzisekiyo.

source: Unable to create the backup file %1.
xh: Akukwazeki ukudala ifayili eyikopi eselugcinweni %1.

source: Unable to open the export file %1.
xh: Akukwazeki ukuvula ifayili ethunyelwa ngaphandle %1.

source: Found a section instead of entriesat line %1
xh: Kufunyenwe endaweni yoko icandelo lomgca wamangeniso kumgc %1

source: Missing '[' or ']' at line %1.
xh: Kulahleke '[' okanye ']' emgceni %1.

source: A section name must preceed the entry at line %1.
xh: Igama lecandelo malandulele ungeniso emgceni %1.

source: The export option name is required.
xh: Kufuneka igama lesikhethwa sokuthumela ngaphandle.

source: The export option is required.
xh: Kufuneka isikhethwa sokuthumela ngaphandle.

source: Conflict options for the NFS export file are required.
xh: Izikhethwa zongquzulwano lwefayili ye-NFS yokuthumela ngaphandle ziyafuneka.

source: Export option name %1 already exists.
xh: Igama lesikhethwa sokuthumela ngaphandle%1sesikhona kakade.

source: Export option name %1 does not exist.
xh: Igama lesikhethwa sokuthumela ngaphandle%1alikho kwalona.

source: The export option name may not contain spaces.
xh: Igama lesikhethwa sokuthumela ngaphandle sisenokungaqulathi zithuba.

source: The export option name may not contain '=' characters.
xh: Igama lesikhethwa sokuthumela ngaphandle sisenokungaqulathi '=' zimpawu ezithatha izithuba.

source: The export option name may not contain ',' characters.
xh: Igama lesikhethwa sokuthumela ngaphandle sisenokungaqulathi ',' zimpawu ezithatha izithuba.

source: The export option name may not contain '(' characters.
xh: Igama lesikhethwa sokuthumela ngaphandle sisenokungaqulathi '(' zimpawu ezithatha izithuba.

source: The export option name may not contain ')' characters.
xh: Igama lesikhethwa sokuthumela ngaphandle sisenokungaqulathi ')' zimpawu ezithatha izithuba.

source: The export option value may not contain ',' characters.
xh: Ixabiso lesikhethwa sokuthumela ngaphandle sisenokungaqulathi ',' zimpawu ezithatha izithuba.

source: The export option value may not contain '(' characters.
xh: Ixabiso lesikhethwa sokuthumela ngaphandle sisenokungaqulathi '(' zimpawu ezithatha izithuba.

source: The export option value may not contain ')' characters.
xh: Ixabiso lesikhethwa sokuthumela ngaphandle sisenokungaqulathi ')' zimpawu ezithatha izithuba.

source: Invalid export option and value pair.
xh: Isikhethwa sokuthumela ngaphandle esingasebenzisekiyo nesibini sexabiso.

source: Invalid export client option string.
xh: Umtya wesikhethwa somxumi sokuthatha ngaphandle esingasebenzisekiyo.

source: Invalid export client name.
xh: Igama lomxumi othatha ngaphandle ongasebenzisekiyo.

source: Export options may not be empty, but an option in the list is empty.
xh: Izikhethwa zokuthatha ngaphandle zisenokungabi ngamakhamte, kodwa isikhethwa kuludwe silikhamte.

source: The export path may not be empty.
xh: Indlela yothungelwano isenokungabi likhamte.

source: The export path must be an absolute path.
xh: Indlela yothungelwano yokuthumela ngaphandle mayibe yindlela yothungelwano engenakuthelekiseka.

source: The input client list may not be empty.
xh: Uludwe lomxumi olungxalwa njengesiqalo lusenokungabi likhamte.

source: The path in the export entry may not be empty.
xh: Indlela yothungelwano kungeniso oluthunyelwa ngaphandle isenokungabi likhamte.

source: The list of entries to set may not be empty.
xh: Uludwe lwamangeniso olufanele ukumiselwa lusenokungabi likhamte.

source: The idmapd entry name may not contain spaces.
xh: Igama longeniso lwe-idmapd lisenokungaqulathi zithuba.

source: The idmapd entry name may not contain '=' characters.
xh: Igama longeniso lwe-idmapd lisenokungaqulathi '=' zimpawu ezithatha izithuba.

source: The idmapd entry name may not contain ',' characters.
xh: Igama longeniso lwe-idmapd lisenokungaqulathi ',' zimpawu ezithatha izithuba.

source: The idmapd entry name may not contain '(' characters.
xh: Igama longeniso lwe-idmapd lisenokungaqulathi '(' zimpawu ezithatha izithuba.

source: The idmapd entry name may not contain ')' characters.
xh: Igama longeniso lwe-idmapd lisenokungaqulathi ')' zimpawu ezithatha izithuba.

source: Invalid idmapd entry and value pair.
xh: Ungeniso olungasebenzisekiyo lwe-idmapd nesibini sexabiso.

source: The idmapd entry must be in the form 'entry=value'.
xh: Ungeniso lwe-idmapd malube kwimo enje 'ungeniso=ixabiso'.

source: The idmapd entry name may not be empty.
xh: Igama longeniso lwe-idmapd lisenokungabi likhamte.

source: The idmapd section name may not be empty.
xh: Igama lecandelo lwe-idmapd lisenokungabi likhamte.

source: An idmapd entry name %1 already exists.
xh: Igama longeniso lwe-idmapd %1 selikhona kakade.

source: Section information for %1 already exists.
xh: Ulwazi ngecandelo lwe-%1 selukhona kakade.

source: Unable to open initialization script '%1'.
xh: Asikwazi kuvuleka isikripti sondululo '%1'.

source: The action for service '%1' may not be empty.
xh: Inyathelo lenkonzo '%1' lisenokungabi likhamte.

source: Action '%1' is not allowed for service '%2'.
xh: Inyathelo '%1' alivunyelwa malunga nenkonzo '%2'.

source: Cannot create temporary '%1'.XXXXXX file.
xh: Akukwazeki ukudala ifayili '%1'.XXXXXX yethutyana.

source: Cannot lock temporary '%1' file.
xh: Ayikwazi kutshixeka ifayili '%1' yethutyana

source: Cannot write to temporary '%1' file.
xh: Ayikwazi kubhaleka ifayili %1yethutyana.

source: Cannot read '%1' file.
xh: Ayikwazi kufundeka ifayili '%1'

source: Invalid runlevel %1.
xh: Inqanabalokuqhuba %1alisebenziseki.

source: Failed to read the contents of the %1 directory.
xh: Kusilele ukufundwa kweziqulatho %1 zikavimba weefayili.

source: Failed to read the contents of the '%1' directory.
xh: Kusilele ukufundwa kweziqulatho '%1' zikavimba weefayili.

source: Invalid service name '%1'.
xh: Igama lenkonzo alisebenziseki '%1'.

source: Invalid service script path '%1'.
xh: Indlela yothungelwano lwesikripti senkonzo alisebenziseki '%1'.

source: Invalid service script name '%1'.
xh: Igama lesikripti lenkonzo alisebenziseki '%1'.

source: ByteBuffer index out of bounds: size=%1, pos=%2.
xh: Isalathi esitsibe imida seSidambisi se-Byte: ubukhulu=%1, indawo=%2.

source: Unable to parse LDAP URL query string '%1'.
xh: Akukwazeki ukwahlula umtya othandabuzekayo we-LDAP URL '%1'.

source: Invalid LDAP URL query parameter '%1'.
xh: Umda wenkcazelo othandabuzekayo we-LDAP URL ongasebenzisekiyo'%1'

source: The specified maximum log file size is too big.
xh: Ubukhulu obubobona bukhulu befayili yesigcini-ngxelo obuxeliweyo bukhulu kakhulu.

source: The log file path should be set.
xh: Makumiselwe indlela yothungelwano yefayili esisigciningxelo.

source: The specified log file name '%1' is not absolute
xh: Igama lefayili yesigciningxelo exeliweyo '%1' ayithelekiseki

source: The specified filename component '%1' contains a filename separator
xh: Inxalenye yegama lefayili exeliweyo '%1' iqulethe isihlukanisi segama lefayili

source: Invalid drive letter prefix in the specified path list.
xh: Isimaphambili seleta engumqhubi kuludwe lwendlela yothungelwano exeliweyo asisebenziseki.

source: The first pathname list component has to be empty or contain a drive letter prefix
xh: Inxalenye yoludwe lwegama yendlela yothungelwano yokuqala kufuneka ibe likhamte okanye iqulathe isalathandawo seleta engumqhubi

source: The path list contains an element with a filename separator.
xh: Uludwe lwendlela yothungelwano luqulethe isiqalelo esinesahlukanisi segama lefayili.

source: The %1 url component is not allowed in this scheme
xh: Inxalenye ye- %1 ye-url ayivunyelwa kolu cwangciso

source: Invalid %1 URL component data '%2'.
xh: Azisebenziseki %1 iinkcukacha zenxalenye ye-URL '%2'.

source: Invalid data in the %1 URL component.
xh: Iinkcukacha ezingasebenzisekiyo %1 kwinxalenye ye-URL.

source: The authority url component is not allowed in this scheme
xh: Inxalenye yogunyaziwe we-url ayivunyelwa kolu cwangciso

source: The query string url component is not allowed in this scheme
xh: Inxalenye yomtya othandabuzekayo ye-url ayivunyelwa kwesi sicwangciso

source: The fragment string url component is not allowed in this scheme
xh: Inxalenye yomtya othandabuzekayo yesiqwenga se-url ayivunyelwa kwesi sicwangciso

source: Path parameter parsing is not supported for this URL.
xh: Ukwahlula umda wenkcazelo yendlela yothungelwano akuxhaswa malunga ne-URL

source: Query string parsing is not supported for this URL.
xh: Ukwahlulwa komtya oyintandabuzo akuxhaswa malunga ne-URL.

source: The URL scheme is a required component.
xh: Isicwangciso se-Url yinxalenye efunekayo.

source: Invalid URL scheme '%1'.
xh: Isicwangciso se-Url asisebenziseki '%1'

source: The username component is not allowed in this scheme
xh: Inxalenye yegama lomsebenzisi ayivunyelwa kolu cwangciso

source: The password component is not allowed in this scheme
xh: Inxalenye yegama lokugqithisa ayivunyelwa kolu cwangciso

source: The URL scheme requires a host.
xh: Isicwangciso se-URL sifuna umamkeli.

source: The hostname component is not allowed in this scheme
xh: Inxalenye yegama lomamkeli ayivunyelwa kolu cwangciso

source: The port number component is not allowed in this scheme
xh: Inxalenye yenombolo yesiqhagamshelanisi ayivunyelwa kolu cwangciso

source: The URL scheme requires a path.
xh: Isicwangciso se-URL sifuna indlela yothungelwano.

source: The IPvFuture URL host format is not supported.
xh: Ulungiselelo lukamamkeli we-URL ye-IpvYekamva aluxhaswa.

source: Invalid hostname URL component data '%1'.
xh: Alisebenziseki igama likamamkeli %1 iinkcukacha zenxalenye ye-URL '%1'.

source: Invalid port number URL component data '%1'.
xh: Ayisebenziseki inombolo yesiqhagamshelanisi %1 iinkcukacha zenxalenye ye-URL '%1'.

source: A relative path is not allowed if authority exists.
xh: Indlela yothungelwano ethelekisekayo ayivunyelwa xa lukhona ugunyaziso

source: The URL implementation reference cannot be empty.
xh: Isalathi sempumezo ye-URL asinakuba likhamte.

source: Unable to parse url string '%1'.
xh: Akukwazeki ukwahlula umtya we-url '%1'.

source: The URL-encoded string may not contain a NULL byte.
xh: Umtya ofakwe iikhowudi we-URL awunako ukuqulatha i-byte ENGENANTO.

source: Invalid split separator character.
xh: Uphawu oluthatha isithuba lwesahlukanisi esiqhekezayo esingasebenzisekiyo.

source: Invalid parameter map join separator character.
xh: Uphawu oluthatha isithuba somhlukanisi ohlanganisayo wemephu yomda wenkcazelo engasebenzisekiyo.

source: Unable to parse main URL components.
xh: Akukwazeki ukwahlula iinxalenye ezingundoqo ze-Url.

source: Unable to parse URL authority components.
xh: Akukwazeki ukwahlula iinxalenye ezingugunyaziwe ze-Url.

source: The value check may not contain a NULL pointer.
xh: Uqwalaselo lwexabiso lunokuqulatha isikhombisi ESINGENANTO.

source: Perl callback subroutine died: %1.
xh: Sifile isiqhelo esonganyelweyo somnxeba obuyiselwayo we-Perl: %1.

source: Perl callback subroutine returned %1 values?!
xh: Ingaba isiqhelo esonganyelweyo somnxeba obuyiselwayo we-Perl uwabuyisile %1 amaxabiso?!

source: The response from the Perl callback subroutine could not be understood.
xh: Impendulo evela kwisiqhelo esonganyelweyo somnxeba obuyiselwayo ovela kwi-Perl ayikwazanga kuqondwa.

source: Invalid perl callback subroutine.
xh: Isiqhelo esonganyelweyo somnxeba obuyiselwayo we-perl asisebenziseki.

source: Cannot find swig type information for '%1' request type.
xh: Alufunyanwa uhlobo lobunzulu bengcamango ye-'%1' yohlobo lwesicelo.

source: Cannot allocate Perl object for '%1' request type.
xh: Akukwazeki ukwabela into ye-Perl '%1' yohlobo lwesicelo.

source: Cannot find swig type information for '%1' result type.
xh: Alufunyanwa uhlobo lobunzulu bengcamango ye-'%1' yohlobo lwesiphumo.

source: Back
ar: الخلف
xh: Emva

source: Select the language.
xh: Khetha ulwimi

source: Color display
xh: Umboniso wemibala

source: Monochrome display
xh: Umboniso webala elisabutyheli

source: Select the display type.
xh: Khetha uhlobo lomboniso.

source: Kernel Modules (Hardware Drivers)
xh: Iimodyuli ze-Kernel (Abaqhubi Abaseqokobheni Lekhompyutha)

source: Start Installation or System
xh: Qalisa Ukuhlohla okanye Isixokelelwano

source: Display
xh: Umboniso

source: Keymap
xh: Imephu yamaqhosha

source: Load Network Card Modules
xh: Layisha Iimodyuli Zeekhadi Zomsebenzi Wothungelwano

source: Show Loaded Modules
xh: Bonisa Iimodyuli Ezilayishiweyo

source: Load Modules Automatically
xh: Layisha Iimodyuli Ngokuzenzekela

source: Unload Modules
xh: Susa Umthwalo Weemodyuli

source: Trying to load module "%s"... During loading, you may want to watch the kernel messages on virtual console 4 (ALT-F4). Use ALT-F1 to switch back to this menu.
xh: Kuzanywa ukulayisha imodyuli "%s"... Ngethuba lokulayisha, usenokufuna ukulinda imiyalezo ye-kernel kwisixhasi senene 4 (OKUKOKUNYE-F4). Sebenzisa u-OKUKOKUNYE-F1 ukujikisela emva kule menyu.

source: Module "%s" loaded successfully.
xh: Imodyuli "%s" ilayishwe ngempumelelo.

source: Failed to load module "%s".
xh: Kusilele ukulayishwa kwemodyulei "%s".

source: CD-ROM
xh: i-CD-ROM

source: Floppy
xh: i-Floppy

source: Start Installation or Update
xh: Qalisa Ukuhlohla okanye Ukuhlaziya

source: Start Rescue System
xh: Qalisa Ngesixokelelwano Sokuhlangula

source: Load Rescue System via NFS
xh: Layisha Isixokelelwano Sokuhlangula ngokudlula kwi-NFS
