Repository: webyast/webyast
Catalog: webyast/po/*/webyast-*.po
Languages: ar, xh

source: Could not connect to local server. Maybe smpppd is not running or you are not member of the group "dialout". Also check the server settings in the dialog "Various Settings".
xh: Ayikwazi ukuqhagamshela kwiseva yangaphakathi. Mhlawumbi i-smpppd ayisebenzi okanye awulilo ilungu leqela "nxulumanisa ngaphandle". Uqwalasele imimiselo yeseva kwi ngxoxo "Eminye Imimiselo".

source: Connection to remote server refused. Maybe smpppd is not running. Also check the server settings in the dialog "Various Settings".
xh: Ukuqhagamshela kwiseva emgama kwalile. Mhlawumbi i-smpppd ayisebenzi. Uqwalasele imimiselo yeseva kwi ngxoxo "Eminye Imimiselo".

source: Connection to local and remote server refused. Maybe smpppd is not running or you are not member of the group "dialout". Also check the server settings in the dialog "Various Settings".
xh: Uqhagamshelo kwiseva yangaphakathi emgama kwalile. Mhlawumbi i-smpppd ayisebenzi okanye awulilo ilungu leqela "nxulumanisa ngaphandle". Uqwalasele imimiselo yeseva kwi ngxoxo "Eminye Imimiselo".

source: No Action
xh: Akukho Senzo

source: Menu
xh: Imenyu

source: Start or Stop Connection
xh: Qalisa okanye Yeka Uqhagamshelo

source: Login
ar: دخول
xh: Ngena

source: Start KInternet during KDE login
xh: Qalisa i-KIntanethi ngexesha lokungena le-KDE

source: Interface
xh: Indawo

source: Interface to select on start-up:
xh: Indawo yokukhetha ekuqaliseni:

source: Provider
xh: Umboneleli

source: Provider to select on start-up:
xh: Umboneleli yokukhetha ekuqaliseni:

source: Keep Active Provider on Start-up
xh: Gcina Umboneleli Osebenzayo Ekuqaliseni

source: Start-Up
xh: Ukuqalisa

source: Window
xh: Ifestile

source: Colored background
xh: Indawo engemva Enombala

source: Mouse Buttons
xh: Amaqhosha Emawusi

source: Left mouse button:
xh: Iqhosha lemawusi langasekhohlo:

source: Middle mouse button:
xh: Iqhosha lemawusi eliphakathi:

source: Right mouse button:
xh: Iqhosha lemawusi elingasekunene:

source: Chart Type
xh: Uhlobo lwe-Chart

source: Separate charts for RX and TX
xh: Yahlula ii-chart ze-RX ne-TX

source: One chart for sum of RX and TX
xh: I-chart enye yesambuku se-RX ne-TX

source: Update Interval
xh: Hlaziya Isithuba

source: KDE
xh: I-KDE

source: S&witch KDE network status
xh: T&ntsha isimo sothungelwano lwe-KDE

source: Trigger connect on request of application
xh: Qalisa uqhagamshelo ngokucelwa kwenkqubo

source: Occasion
xh: Ithuba

source: When should the scripts be executed:
xh: Kufuneka zenziwe nini izikripti:

source: Always after connect or disconnect
xh: Qho emva koqhagamshelo okanye yeka uqhagamshelo

source: Only when I started the connection
xh: Kuphela xa u-I eqalisile uqhagamshelo

source: Script to execute after connect:
xh: Iskripti ukwenza emva koqhagamshelo:

source: Disconnect
xh: Khulula

source: Script to execute after disconnect:
xh: Iskripti ukwenza emva koqhagamshelo:

source: Scripts
xh: Izkripti

source: Location of smpppd
xh: Indawo ye-smpppd

source: Automatic detection
xh: Ukufumana okuzenzekelayo

source: On local machine
xh: Kumatshini wangaphakathi

source: Manual settings
xh: Imimiselo eyenziwa ngesandla

source: Manual Settings
xh: Imimiselo Eyenziwa ngesandla

source: Server:
xh: Iseva:

source: Port number:
xh: Inamba yesiQhamsheli:

source: Password:
ar: كلمة السر:
xh: Ipaswedi:

source: Server
xh: Iseva

source: Host Names
xh: Amagama Omamkeli

source: Host names to look up in DNS check:
xh: Amagama omamkeli ukukhangela kuqwalaselo lwe-DNS:

source: DNS Check
xh: Qwalasela i-DNS

source: _n: %n Second %n Seconds
xh: %n Umzuzwana %n Imizuzwana

source: _n: %1 Second %1 Seconds
xh: %1 Umzuzwana %1 Imizuzwana

source: Select Script
xh: Khetha Iskripti

source: Use this button to start YaST for permanent configuration.
xh: Sebenzisa eli qhosha ukuqalisa i-YaST ngobumbeko olusisigxina.

source: Use this button to connect to the above selected accesspoint.
xh: Sebenzisa eli qhosha ukuqhagamshela kwindawo yokufikelela engaphezulu ekhethiweyo.

source: This load the list of current known accesspoints and don't start a active scan.
xh: Oku kufaka uluhlu lwangoku olwaziwayo lweendawo zofikelelo kwaye ungaqali isken esisebenzayo.

source: This start a active scan. During a active scan it could happen, that you lost your current wireless connection.
xh: Oku kuqalisa isken esisebenzayo. Ngexesha isken esisebenzayo kungenzeka, ukuba ulahlekelwe luqhagamshelo lwakho lwangoku olungenangcingo

source: This activate accoustic for the next 'Refresh' or 'Active Scan'. To stop this, untoggle this checkbox.
xh: Esi senzo esivakalayo soku'Hlaziya' okulandelayo okanye 'Isken Esisebenzayo'. Ukuyekisa oku, musa ukutshintsha le bhokisi yokuqwalasela.

source: This activate auto refresh scan for the next 'Refresh' or 'Active Scan'. To stop this, untoggle this checkbox.
xh: Oku kwenza ulkuhlaziya okuzenzekelayo ko'Hlaziyo' okulandelayo okanye 'Isken Esisebenzayo'. Ukuyekisa oku, musa ukutshintsha le bhokisi yokuqwalasela.

source: Connection request to: %1 failed.
xh: Uqhagamshelo lucela uku: %1 Isilele.

source: You are currently not associated with this accesspoint. Try again!
xh: Okwangoku awudibananga nale ndawo yofikelelo. Zama kwakhona!

source: Connect Result
xh: Qhagamshela Isiphumo

source: You connected successfully to:
xh: Uqhagamshele ngempumelelo ku:

source: Connection request to:
xh: Uqhagamshelo lucela uku:

source: failed.
xh: Isilele.

source: You selected no accesspoint, please select one and try again!
xh: Awukhethanga ndawo yofikelelo, nceda khetha enye uzame kwakhona!

source: Active Scanning...
xh: Ukuskena okuSebenzayo...

source: Scan finished.
xh: Igqibile ukuskena.

source: WARNING
xh: ISILUMKISO

source: Could not start YaST Network Module. Is it installed?
xh: Ayikwazi kuqalisa i-YaST yeModyuli yoThungelwano. Ihlohliwe?

source: Could not start YaST Network Module, is it already installed?
xh: Ayikwazi kuqalisa iImodyuli yoThungelwano lwe-YaST, ingaba sele ihlohliwe?

source: Scanning...
xh: Iyaskena...

source: Networkaddress
xh: Idilesi yothungelwano

source: IP
xh: i- IP

source: Netmask
xh: Isigqubuthelo se-Net

source: Broadcast
xh: Ukusasaza

source: Link Quality
xh: Ubulunga Besinxulumanisi

source: Signal level
xh: Umgangatho weSignali

source: Noise level
xh: Umgangatho wengxolo

source: Conntection details
xh: Ubucukubhede boqhagamshelo

source: WEP Key
xh: Iqhosha le-WEP

source: Encryption
xh: Uguqulelo oluntsonkothileyo

source: WEP Key Size
xh: Isayizi yeQhosha le-WEP

source: Not associated!
xh: Ayidibananga!

source: KSysinfo
xh: UlwaziLwesixokelelwano se-K

source: Looking for CPU information...
xh: Kufunwa ulwazi nge-CPU...

source: My Computer
xh: Ikhompyutha Yam

source: Folders, Harddisks, Removable Devices, System Information and more...
xh: Iziqulathi zeefayili, AmaqokobheEkhompyutha, Izixhobo Ezishenxisekayo, Ulwazi Ngesixokelelwano nangaphezulu...

source: Looking for disk information...
xh: Kufunwa ulwazi ngediski...

source: Disk Information
xh: Ulwazi Ngediski

source: OS Information
xh: Ulwazi nge-OS

source: OS:
xh: i-OS:

source: Current user:
xh: Umsebenzisi wangoku:

source: System:
xh: Isixokelelwano:

source: KDE:
xh: i-KDE

source: Display Info
xh: Ulwazi Oluboniswayo

source: Vendor:
xh: Umthengisi:

source: Model:
xh: Umfuziselo:

source: Driver:
xh: Umqhubi:

source: Getting OS information....
xh: Ukufumana ulwazi nge-OS....

source: Common Folders
xh: Iziqulathi Zeefayili Eziqhelekileyo

source: My Documents
xh: Amaxwebhu am

source: My Home Folder
xh: Isiqulathi Seefayili Sam Sasekhaya

source: Root Folder
xh: Isiqulathi Seefayili Sengcambu Yamandla

source: Network Folders
xh: Iziqulathi Zeefayili Zomsebenzi Wothungelwano

source: Looking up network status...
xh: Kufunwa isimo somsebenzi wothungelwano...

source: Network Status
xh: Isimo Somsebenzi Wothungelwano

source: CPU Information
xh: Ulwazi nge-CPU

source: Processor (CPU):
xh: Umqhubeli phambili (CPU):

source: Speed:
xh: Isantya:

source: Looking for memory information...
xh: Kufunwa ulwazi ngovimba wolwazi...

source: Memory Information
xh: Ulwazi Ngovimba Wolwazi

source: Total memory (RAM):
xh: Isixa esipheleleyo sikavimba wolwazi (RAM):

source: Free memory:
xh: Uvimba wolwazi okhululekileyo:

source: Used Memory
xh: Uvimba Wolwazi Osetyenzisiweyo

source: Total swap:
xh: Utshintshiselwano olupheleleyo:

source: Free swap:
xh: Utshintshiselwano olukhululekileyo:

source: %1 (+ %2 Caches)
xh: %1 (+ %2 Oovimba bethutyana)

source: Device
xh: Isixhobo

source: Filesystem
xh: Isixokelelwano seefayili

source: Total space
xh: Isithuba esipheleleyo

source: Available space
xh: Isithuba esifumanekayo

source: Press the right mouse button for more options like Mount or Eject
xh: Cinezela iqhosha lempuku lasekunene ukwenzela izikhethwa ezithe chatha njengoGxumeka noKhupha

source: %1 (3D Support)
xh: %1 (3D Yenkxaso)

source: %1 (No 3D Support)
xh: %1 (Akukho 3D Yenkxaso)

source: Network is <strong>unreachable</strong>
xh: Umsebenzi wothungelwano <womelele>unokungafikeleleki</womelele>

source: You are <strong>offline</strong>
xh: Wena <womelele>awukho kwimo yokusebenza</womelele>

source: Network is <strong>shutting down</strong>
xh: Umsebenzi wothungelwano <womelele>uvala ngci</womelele>

source: <strong>Establishing</strong> connection to the network
xh: <womelele>Kusekwa</womelele> umdibaniso nomsebenzi wothungelwano

source: You are <strong>online</strong>
xh: Wena <womelele>ukwimo yokusebenza</womelele>

source: Unknown network status
xh: Asaziwa isimo somsebenzi wothungelwano

source: None
xh: Akukho

source: Failed
xh: Kusilele

source: &Password:
xh: Ipaswedi:

source: General Information
xh: Ulwazi Jikelele

source: Battery Status
xh: Isimo Sebhetri

source: AC Adapter
xh: Isiqhelanisi se-AC

source: plugged in
xh: kungeniswe inkqutyana ye-plug-in

source: Processor Status
xh: Isimo Sesiqhubeli Phambili Samagama

source: General Blacklist
xh: Uludwe Lwabangathandekiyo Jikelele

source: Scheme:
xh: Isicwangciso:

source: Selected entry removed.
xh: Ungeniso olukhethiweyo lushenxisiwe.

source: Could not remove the selected entry.
xh: Ungeniso olukhethiweyo alukwazanga kushenxiseka.

source: Inserted new entry.
xh: Ungeniso olufakiweyo olutsha

source: Entry exists already. Did not insert new entry.
xh: Ungeniso selukhona. Alufakwanga ungeniso olutsha.

source: Empty entry was not inserted.
xh: Ungeniso olungenanto alufakwanga.

source: Could not start 'pidof'. Could not autosuspend the machine. Please check your installation.
xh: Akukwazekanga ukuqalisa nge-'pidof'. Akukwazekanga ukuxhoma umatshini ngokuzenzekela. Nceda qwalasela ukuhlohla kwakho.

source: Autosuspend Blacklist Edit
xh: Hlela Uludwe Lwabangathandekiyo Lokuxhoma Okuzenzekelayo

source: Add
ar: إضافة
xh: Fakela

source: Performance
xh: Ukwenziwa komsebenzi

source: Powersave
xh: Ulondolozo lwamandla

source: Presentation
xh: Inkcazo-mboniso

source: Acoustic
xh: Amaza ezandi

source: Advanced Powersave
xh: Ugcinomandla Oselukwibanga Eseliphambili

source: This enables specific screen saver settings. Note: If selected, the global screen saver settings are overwritten while kpowersave runs.
xh: Oku kunika isakhono kwimimiselo yogcino lwesikrini olungqalileyo. Qaphela: Ukuba sikhethiwe, imimiselo yogcino lwesikrini lwehlabathi icinywa ngokubhala ngaphezulu lo gama kusaqhuba ugcinomandla lwe-k.

source: This disables the screen saver. Note: If selected, the global screen saver settings are overwritten while kpowersave runs.
xh: Oku kususa isakhono somgcinisikrini. Qaphela: Ukuba ikhethiwe, imimiselo yomgcini-sikrini lwehlabathi icinywa ngokubhala ngaphezulu lo gama kusaqhuba ugcinomandla lwe-k.

source: This blanks the screen instead of using a specific screen saver. Note: This may work only with KScreensaver.
xh: Oku kwenza ze isikrini endaweni yokusebenzisa umgcini-sikrini ongqalileyo. Qaphela: Oku kunokusebenza kuphela Ngomgcini-sikrini we-K.

source: This enables specific DPMS settings. Note: If selected, the global DPMS settings are overwritten while kpowersave runs.
xh: Oku kunika isakhono kwimimiselo engqalileyo ye-DPMS. Qaphela: Ukuba ikhethiwe, imimiselo yomgcini-sikrini lwehlabathi icinywa ngokubhala ngaphezulu lo gama kusaqhuba ugcinomandla lwe-k.

source: This disables DPMS support.
xh: Oku kususa isakhono senkxaso ye-DPMS.

source: If selected, the screen is locked on suspend or standby.
xh: Ukuba sikhethiwe, isikrini siyatshixwa ngethuma lokuxhoma okanye lokulinda.

source: If selected, the screen is locked if the lid close event is triggered.
xh: Ukuba sikhethiwe, isikrini siyatshixwa xa isiganeko sokuvala isiciko siziqalela.

source: Check this box to enable or disable automatic suspension of the computer.
xh: Qwalasela le bhokisi ukunika okanye ukususa isakhono sokuxhoma ikhompyutha esizenzekelayo.

source: Activate this action if the user was inactive for the defined time (greater than 0 minutes). If empty, nothing happens.
xh: Yenza eli nyathelo lisebenze ukuba umsebenzisi ebengasebenzi kwithuba lexesha elithile (ngaphezulu kwimizuzu emi-0). Ukuba likhamte, akukho nto yenzekayo.

source: All scheme-related screen saver and DPMS settings.
xh: Yonke imimiselo yomgcini-sikrini onxulumene nesicwangciso ne-DPMS.

source: All scheme-related display brightness settings.
xh: Yonke imimiselo yokukhazimla komboniso enxulumene nesicwangciso.

source: All scheme-related automatic suspend settings.
xh: Yonke imimiselo yokuxhoma enxulumene nesicwangciso ezenzekelayo.

source: Here you can change the brightness of your display. Use the slider to change the brightness directly for testing. To reset back to previous level, please press the 'Reset' button.
xh: Apha unako ukuguqula ukukhazimla komboniso wakho. Sebenzisa isishenxisi seslayidi ukuguqula ukukhazimla okungqalileyo ukwenzela uvavanyo. Ukumisela ngokutsha ukubuyela kwinqanaba elidlulileyo, nceda cinezela ku-'Phinda Umisele' iqhosha

source: Use this button to set back the slider and the display brightness.
xh: Sebenzisa eli qhosha ukubuyisela umva isishenxisi seslayidi nokukhazimla komboniso.

source: Your hardware supports to change the brightness. The values of the slider are in percent and mapped to the available brightness levels of your hardware.
xh: Okwaseqokobheni lekhompyutha yakho kuyakuxhasa ukuguquka kokukhazimla. Amaxabiso esishenxisi seslayidi angepesenti kwaye aguqulwa ngokwamanqanaba okukhazimla kokuseqokobheni lakho lekhompyutha.

source: Your Hardware currently not support changing the brightness of your display.
xh: Okwangoku Okuseqokobheni Lekhompyutha kwakho akukuxhasi ukuguquka kokukhanye kumboniso wakho.

source: Select Automatically
xh: Khetha Ngokuzenzekela

source: KScreensaver
xh: Umgcini-sikrini we-K

source: XScreensaver
xh: Umgcini-sikrini we-X

source: xlock
xh: ukutshixa kwe-x

source: GNOME Screensaver
xh: Umgcini-sikrini we-GNOME

source: There are unsaved changes in the active scheme. Apply the changes before jumping to the next scheme or discard the changes?
xh: Kukho iinguquko ezingagcinwanga kucwangciso olusebenzayo.Usebenzisa iinguquko phambi kokutsibela kucwangciso olulandelayo okanye uyaziphanzisa iinguquko?

source: Unsaved Changes
xh: Iinguquko Ezingagcinwanga

source: There are unsaved changes. Apply the changes before cancel or discard the changes?
xh: Kukho iinguquko ezingagcinwanga. Usebenzisa iinguquko phambi kokurhoxisa okanye kokuphanzisa iinguquko?

source: <b>Note:</b> If you select this option, the computer will suspend or standby if the current user is inactive for the defined time even if somebody is logged in remotely to the X server.<br><br> This feature can also produce problems with some programs, such as video players or cd burner. These programs can be blacklisted by checking <b>Enable scheme-specific blacklist</b> and click <b>Edit Blacklist...</b>. If this does not help, report the problem or deactivate autosuspend.<br><br> Really use this option?
xh: <b>Qaphela:</b> Ukuba ukhetha esi sikhethwa, ikhmpyutha iya kuxhoma okanye ilinde ukuba umsebenzisi wangoku akasebenzi kwithuba lexesha elichaziweyo nokuba ubani ungene ngendlela yamgama kwiseva ye-X.<br><br> Olu phawu lunokuvelisa iingxaki ngeenkqubo ezithile, ezifana nabadlalisi bevidiyo okanye abatshisi be-cd. Ezi nkqubo zinokufakwa kuludwe lwabangathandwayo ngokuqwalasela <b>ku-Nika isakhono kuludwe lwabangathandwayo olungqale kwisicwangciso</ b> uze unqomfe <b>ku-Hlela Uludwe Lwabangathandwayo...</b>. Ukuba oku akuncedi, xela ingxaki okanye ususe ukusebenza kokuxhoma okuzenzekelayo.<br><br> Usisebenzisa esi sikhethwa ngenene?

source: The blacklist of the selected scheme is empty. Import the general blacklist?
xh: Uludwe lwabangathandwayo lwesicwangciso lulikhamte. Uthatha ngaphandle uludwe lwabangathandwayo jikelele?

source: Import
xh: Okuthathwa ngaphandle

source: Do Not Import
xh: Musa Ukuthatha Ngaphandle

source: Current maintainer
xh: Umlondolozi wangoku

source: Powersave developer and tester
xh: Umphuhlisi nomvavanyo wogcinomandla

source: Added basic detailed dialog
xh: Kufakelwe ingxoxo enobucukubhede obusisiseko

source: Packaging Debian and Ubuntu
xh: Kwenziwa Umbekelelo we-Debian nowoUbuntu

source: KPowersave Information Dialog
xh: Ingxoxo Yolwazi Logcinomandla lwe-K

source: Miscellaneous
xh: Intlaninge

source: CPUs
xh: ii-CPU

source: Battery state:
xh: Isimo sebhetri:

source: Total:
xh: Isixa esipheleleyo:

source: Battery %1
xh: Ibhetri %1

source: Processor %1
xh: Umqhubeli-phambili %1

source: charged
xh: kuzaliswa ngamandla

source: %1:%2 h until charged
xh: %1:%2 iyure de izaliswe ngamandla

source: %1:%2 h remaining
xh: %1:%2 iyure eseleyo

source: unknown
xh: akwaziwa

source: deactivated
xh: Kususwe ukusebenza

source: unplugged
xh: kususwa iplagi

source: Current Scheme:
xh: Isicwangciso Sangoku:

source: Current CPU Frequency Policy:
xh: Umgaqonkqubo Wangoku we-CPU Wesantya Sophindaphindo:

source: Dynamic
xh: Okuguquguqukayo

source: Critical
xh: Kuyaxhalabisa

source: Low
xh: Ezantsi

source: Warning
xh: Isilumkiso

source: ok
xh: kulungile

source: Set brightness supported:
xh: Misela ukuxhaswa kokukhazimla:

source: yes
xh: ewe

source: no
xh: hayi

source: running
xh: kuyaqhutywa

source: not running
xh: akuqhutywa

source: Information
xh: Ulwazi

source: If the current desktop user is inactive, dim the display to:
xh: Ukuba umsebenzisi wangoku wolwazi olusesikrinini uyasebenza, fiphalisa umboniso ukuya apha:

source: Enable dim display on inactivity
xh: Nika isakhono kumboniso ofipheleyo xa ungasetyenziswa

source: Blacklist
xh: Uludwe Lwabangathandekiyo

source: Here you can add programs which should, if running, prevent the dimming of the display.
xh: Apha unako ukufakela iinkqubo ezifanele ukuthintela ukufiphala komboniso, ukuba ziyaqhutywa.

source: Would you like to import a predefined blacklist?
xh: Ingaba uyafuna ukuthatha ngaphandle uludwe lwabangathandekiyo oluchazwe kwangaphambili?

source: Disable CPUs/Cores
xh: Susa Isakhono see-CPU/Izangqa Zokukhanda

source: Max. running CPUs:
xh: Ii-CPU eziqhutywa kangangoko:

source: Max. running CPUs/Cores:
xh: Ii-CPU/Iingxam eziqhutywa kangangoko:

source: Min. running CPUs:
xh: Ii-CPU eziqhutywa kancinci kakhulu:

source: Min. running CPUs/Cores:
xh: Ii-CPU/Izangqa zokukhanda eziqhutywa kancinci kakhulu:

source: You have a multiprocessor/multicore machine.
xh: Unomatshini weziqhubeli phambili ezininzi/izangqa zokukhanda ezininzi.

source: You can disable CPUs/cores to reduce power consumption and save battery power.
xh: Unako ukususa isakhono kwii-CPU/izangqa zokukhanda ukunciphisa ukusebenziseka kwamandla uze ugcine amandla ebhetri.

source: Devices
xh: Izixhobo

source: Device class
xh: Udidi Lwesixhobo

source: activate
xh: yenza kusebenze

source: Activate
xh: Yenza kusebenze

source: deactivate
xh: susa ukusebenza

source: Deactivate
xh: susa ukusebenza

source: activated
xh: kwenziwe kwasebenza

source: do nothing
xh: musa ukwenza nto

source: Deactivate following devices:
xh: Susa ukusebenza kwezixhobo ezilandelayo:

source: Activate following devices
xh: Yenza ukusebenza kwezixhobo ezilandelayo:

source: Reactivate following devices
xh: Phinda wenze ukusebenza kwezixhobo ezilandelayo:

source: Deactivate following device classes:
xh: Susa ukusebenza kweendidi zezixhobo ezilandelayo:

source: Activate following devices classes
xh: Yenza ukusebenza kweendidi zezixhobo ezilandelayo:

source: Reactivate following device classes
xh: Phinda wenze ukusebenza kweendidi zezixhobo ezilandelayo:

source: If the scheme switched all devices are again activated.
xh: Ukuba isicwangciso sijikisele zonke izixhobo ekusebenzeni kwakhona.

source: This is a experimental feature.
xh: Olu luphawu lovavanyo.

source: If you have problems with this feature, please report them.
xh: Ukuba uneengxadi ngolu phawu, nceda zixele.

source: Select one of the available devices and click on
xh: Khetha esinye sezixhobo ezikhoyo uze unqomfe kuzo

source: Select one of the available device classes and click on
xh: Khetha esinye seendidi zezixhobo ezikhoyo uze unqomfe apha

source: Select one or more of the available devices and click on
xh: Khetha esinye okanye ngaphezu kwesinye sezixhobo ezikhoyo uze unqomfe kuso

source: Select one or more of the available device classes and click on
xh: Khetha esinye okanye ngaphezu kwesinye seendidi zezixhobo ezikhoyo uze unqomfe kuso

source: Please note: If you e.g. deactivate a network device you may lose your internet connection.
xh: Nceda qaphela: Ukuba, umzk. ususa ukusebenza kwesixhobo somsebenzi wothungelwano usenokulahlekelwa ngumdibaniso wakho wonxibelelwano ngekhompyutha.

source: <b>Note:</b> If you select this option, the computer will suspend or standby if the current user is inactive for the defined time. <br><br> This feature can also produce problems with some programs, such as video players or cd burner. These programs can be blacklisted by checking <b>Enable scheme-specific blacklist</b> and click <b>Edit Blacklist...</b>. If this does not help, report the problem or deactivate autosuspend.<br><br> Really use this option?
xh: <b>Qaphela:</b> Ukuba ukhetha esi sikhethwa, ikhompyutha iya kuxhoma okanye ilinde xa umsebenzisi wangoku engasebenzi kwithuba lexesha elichaziweyo. <br><br> Olu phawu lunokuvelisa iingxaki ngeenkqubo ezithile, ezifana nabadlalisi bevidiyo okanye abatshisi be-cd. Ezi nkqubo zinokufakwa kuludwe lwabangathandwayo ngokuqwalasela <b>ku-Nika isakhono kuludwe lwabangathandwayo olungqale kwisicwangciso</ b> uze unqomfe </b>ku-Hlela Uludwe Lwabangathandwayo...<b>. Ukuba oku akuncedi, xela ingxaki okanye ususe ukusebenza kokuxhoma okuzenzekelayo.<br><br> Usisebenzisa esi sikhethwa ngenene?

source: Could not load the global configuration.
xh: Alukwazanga kulayisheka ubumbeko lwehlabathi.

source: Could not load the requested scheme configuration.
xh: Alukwazanga kulayisheka ubumbeko lwesicwangciso esiceliweyo.

source: Configure the current scheme.
xh: Yenza ubumbeko lwesicwangciso sangoku.

source: Try loading the default configuration.
xh: Zama ukulayisha ubumbeko oluhlala lukhona.

source: Maybe the global configuration file is empty or missing.
xh: Mhlawumbi ifayili yobumbeko lwehlabathi ilikhamthe okanye ilahlekile.

source: Scheme switched to %1. Deactivate following devices: %2
xh: Isicwangciso sijikiselwe ku-%1. Susa ukusebenza kwezixhobo ezilandelayo: %2

source: Scheme switched to %1. Activate following devices: %2
xh: Isicwangciso sijikiselwe ku-%1. Yenza ukusebenza kwezixhobo ezilandelayo: %2

source: Report ...
xh: Ingxelo ...

source: Suspend to RAM is not supported on your machine.
xh: Ukuxhomela kwi-RAM akuxhaswa ngumatshini wakho.

source: Additionally, please mail the output of %1 to %2 . Thanks!
xh: Ngaphaya koko, nceda thumela ngemeyile isiphumo se-%1 ukuya kwi- %2 . Ndiyabulela!

source: Power consumption
xh: Ukusetyenziswa kwamandla
