Repository: webyast/webyast
Catalog: webyast/po/*/webyast-*.po
Languages: ar, xh

source: Update
xh: &Uhlaziyo

source: Bad write position
xh: Indawo yokubhala engalunganga

source: Permission denied
xh: Imvume yaliwe

source: Out of memory
xh: Siphelile isithuba kuvimba wolwazi

source: Couldn't copy profile Bad memory address
xh: Inkangeleko yecala ayikwazanga kukopeka.Idilesi kavimba wolwazi akalunganga

source: Profile doesn't conform to protocol
xh: Inkangeleko yecala ayiyithobeli inkqubo elandelwayo

source: Profile does not match signature
xh: Inkangeleko yecala ayingqinelani nomtyibelo

source: Profile already exists
xh: Inkangeleko yecala seyikhona

source: Profile doesn't exist
xh: Inkangeleko yecala ayikho kwayona

source: Unknown error
xh: Imposiso engaziwayo

source: %s: Unable to add "%s".
xh: %s: Akukwazeki ukufakela i-"%s".

source: %s: Unable to replace "%s".
xh: %s: Akukwazeki ukubeka okunye endaweni ye-"%s".

source: %s: Unable to remove "%s".
xh: %s: Akukwazeki ukushenxisa i-"%s".

source: %s: Unable to write to stdout
xh: %s: Akukwazeki ukubhalela kwi-stdout

source: %s: ASSERT: Invalid option: %d
xh: %s: BANGA UBUNYANI: Isikhethwa esingasebenzisekiyo: %d

source: Addition succeeded for "%s".
xh: Ukufakela kuphumelele ukwenzela i-"%s".

source: Replacement succeeded for "%s".
xh: Ukubeka okunye endaweni yokunye kuphumelele ukwenzela i-"%s".

source: Removal succeeded for "%s".
xh: Ukushenxisa kuphumelele ukwenzela i-"%s".

source: Unable to open %s - %s
xh: Ayikwazanga kuvuleka i-%s - %s

source: unable to create work area
xh: akukwazekanga ukudala indawo yomsebenzi

source: unable to serialize profile %s
xh: akukwazekanga ukulandelelanisa inkangeleko yecala ye-%s

source: %s: Unable to write entire profile entry
xh: %s: Akukwazekanga ukubhala ungeniso olupheleleyo lwenkangeleko yecala

source: Found unexpected character: '%s'
xh: Kufunyenwe uphawu oluthatha isithuba olungalindelekanga: '%s'

source: %s: Could not allocate memory for subdomainbase mount point
xh: %s: Uvimba wolwazi akakwazanga kwabelwa indawo yogxumeko kwisiseko sommandla wolawulo owonganyelweyo

source: %s: Errors found in file. Aborting.
xh: %s: Kufunyenwe iimposiso kwifayili. Kulahliwe.

source: Memory allocation error.
xh: Imposiso yokwabela okuthile uvimba wolwazi

source: Exec qualifier 'i' invalid, conflicting qualifier already specified
xh: Isichazi esiqhutywayo esingu-'i' asisebenziseki, isichazi esingquzulanayo sesixeliwe

source: Couldn't merge entries. Out of Memory
xh: Amangeniso awakwazanga kumanyaniswa. Siphelile Isithuba Kuvimba Wolwazi

source: profile %s: has merged rule %s with multiple x modifiers
xh: Inkangeleko yecala%s kumanyaniswe umthetho %s nezihlengahlengisi ezininzi ze-x

source: Assert: `rule' returned NULL.
xh: Banga ubunyani: `umthetho' ubuyise OKUNGEYONTO.

source: Assert: 'hat rule' returned NULL.
xh: Banga ubunyani: `umthetho we-hat' ubuyise OKUNGEYONTO.

source: missing an end of line character? (entry: %s)
xh: ulahlekelwe sisiphelo somgca wophawu oluthatha isithuba? (ungeniso: %s)

source: %s: Illegal open {, nesting groupings not allowed
xh: %s: Ukuvula okungekho mthethweni {, amaqela azinziswe kokunye awavunyelwa

source: %s: Regex grouping error: Invalid number of items between {}
xh: %s: Imposiso yokubekwa ngokwamaqela kwe-regex: Inani lamanqaku elingasebenzisekiyo phakathi kwe-{}

source: %s: Regex grouping error: Invalid close }, no matching open { detected
xh: %s: Imposiso yokubekwa ngokwamaqela kwe-regex: ukuvala okungasebenzisekiyo }, akukho ngqinelwano luvulekileyo { luchongiweyo

source: %s: Internal buffer overflow detected, %d characters exceeded
xh: %s: Kuchongwe ukuphuphuma kwangaphakathi kwesigcini sethutyana, %d zigqithisile iimpawu ezithatha izithuba

source: %s: Unable to parse input line '%s'
xh: %s: Akukwazekanga ukwahlukanisa umgca wokungxalwa njengesiqalo '%s'

source: %s: Failed to compile regex '%s' [original: '%s']
xh: %s: Kusilele ukuhlanganiselwa i-regex '%s' [eyintsusa: '%s']

source: %s: error near
xh: %s: ikufutshane imposiso

source: %s: error reason: '%s'
xh: %s: isizathu semposiso: '%s'

source: %s: Failed to compile regex '%s' [original: '%s'] - malloc failed
xh: %s: Kusilele ukuhlanganiselwa kwe-regex '%s' [eyintsusa: '%s'] – i-malloc isilele

source: ERROR in profile %s, failed to load
xh: IMPOSISO kwinkangeleko yecala %s, isilele ukulayisha

source: %s: Errors found in combining rules postprocessing. Aborting.
xh: %s: Kufunyenwe imposiso xa kudityaniswa imithetho ngethuba lakamva lokuqhubela phambili. Kulahliwe.

source: SubDomain does not appear to be started. Please enable SubDomain and try again.
xh: Ummandlana awubonakali uqalisiwe. Nceda yenza ummandlana usebenza kwaye zama kwakhona.

source: Please enter the program to profile:
xh: Nceda faka inkqubo kwinkangeleko:

source: Can't find %s in the system path list. If the name of the application is correct, please run 'which %s' in the other window in order to find the fully-qualified path.
xh: Ayikwazi kufumana %s kuluhlu lwendlela yesixokelelwano. Ukuba igama lenkqubo lichanekile, nceda sebenzisa 'nayiphi %s kwenye ifestile khon'ukuze ufumane indlela egcweleyo efanelekileyo.

source: %s does not exist, please double-check the path.
xh: %s ayikho, nceda qinisekisa-kabini indlela.

source: Please start the application to be profiled in another window and exercise its functionality now. Once completed, select the "Scan" button below in order to scan the system logs for AppArmor events. For each AppArmor event, you will be given the opportunity to choose whether the access should be allowed or denied.
xh: Nceda qalisa inkqubo ukuba ikhangeleke kwenye ifestile kwaye sebenzisa ukusebenziseka kwayo ngoku. Xa igqityiwe, khetha iqhosha "lokuSkena" ngaphantsi khon’ukuze uskene ii-logs zesixokelelwano ngezenzo ze-AppArmo. Ngesiganeko ngasinye se-AppArmor, uza kunikwa ithuba lokukhetha ukuba ufikelelo kufuneka livunyelwe okanye laliwe.

source: Profiling
xh: Ukuhlohla kwakhona

source: Reloaded SubDomain profiles in enforce mode.
xh: Iinkangeleko zemimandlana ezifakiweyo kwakhona kwimo yokunyanzela esebenzayo.

source: Finished generating profile for %s.
xh: Igqibile ukwenza inkangeleko ka %s.

source: usage: %s [ -d /path/to/profiles ] [ -f /path/to/logfile ] [ program to profile ]
xh: ukusetyenziswa: %s [ -d /indlela/kwi/nkangeleko ] [ -f /indlela/kwi/fayili ye-log ] [ inkqubo ukukhangela ]

source: usage: %s [ -d /path/to/profiles ] [ -f /path/to/logfile ] [ -m "mark in log to start processing after"
xh: ukusetyenziswa: %s [ -d /indlela/kwii/nkangeleko ] [ -f /indlela/kwi/fayili ye-log ] [ -m "phawula kwi-log ukuqalisa inkqubo yokulungiselela mva"

source: Can't find subdomain profiles in %s.
xh: Ayikwazi kufumana iinkangeleko yommandlana ku %s.

source: Please enter the program to create a profile for:
xh: Nceda faka inkqubo ukudala inkangeleko ka:

source: %s is currently marked as a program that should not have it's own profile. Usually, programs are marked this way if creating a profile for them is likely to break the rest of the system. If you know what you're doing and are certain you want to create a profile for this program, edit the corresponding entry in the [qualifiers] section in /etc/apparmor/logprof.conf.
xh: %s okwangoku iphawulwe njengenkqubo ekungafunekanga ukuba ibe nenkangeleko yayo. Ngokuqhelekileyo, iinkqubo ziphawulwe ngale ndlela xa kudalwa inkangeleko yazo zilindeleke ukuba zakwaphule sonke isixokelelwano. Ukuba uyayazi into oyenzayo kwaye uqinisekile ukuba ufuna ukudala inkangeleko yale nkqubo, hlela ungeniso oluhambelanayo kwi[izichazi] sahluko kwi /njl/apparmor/logprof.conf.

source: Profile for %s already exists - skipping.
xh: Inkangeleko ka %s sele ikhona - ukutsiba.

source: Setting %s to audit mode.
xh: Misela %s ukuphicotha imo esebenzayo.

source: usage: %s [ -d /path/to/profiles ] [ program to switch to audit mode ]
xh: ukusetyenziswa: %s [ -d /indlela/kwi/nkangeleko ] [ inkqubo yokutshintshela kwimo esebenzayo yokuphicotha ]

source: Please enter the program to switch to complain mode:
xh: Nceda faka inkqubo ukutshintshela kwimo esebenzayo yokukhalaza:

source: Setting %s to complain mode.
xh: Misela %s kwimo esebenzayo yokukhalaza.

source: usage: %s [ -d /path/to/profiles ] [ program to switch to complain mode ]
xh: ukusetyenziswa: %s [ -d /indlela/kwi/nkangeleko ] [ inkqubo yokutshintshela kwimo esebenzayo yokukhalaza ]

source: Please enter the program to switch to enforce mode:
xh: Nceda faka inkqubo ukutshintshela kwimo esebenzayo yokuxhasa:

source: Setting %s to enforce mode.
xh: Misela %s imo yokuxhasa esebenzayo.

source: usage: %s [ -d /path/to/profiles ] [ program to switch to enforce mode ]
xh: ukusetyenziswa: %s [ -d /indlela/kwi/nkangeleko ] [ inkqubo yokutshintshela kwimo yokuxhasa esebenzayo ]

source: Usage: %s [ --paranoid ]
xh: Ukusetyenziswa: %s [ --paranoid ]

source: SubDomain does not appear to be started. Please enable SubDomain and try again.
xh: Ummandlana awubonakali uqalisiwe. Nceda yenza ummandlana usebenza kwaye zama kwakhona.

source: Can't read /proc
xh: Ayikwazi kufunda i /proc

source: not confined
xh: Ayixinananga

source: confined by
xh: ixinene nge

source: Can't find %s.
xh: Ayikwazi kufumana %s.

source: Profile
xh: Inkangeleko

source: (Y)es
xh: (E)we

source: (N)o
xh: (H)ayi

source: (C)ancel
xh: (H)laba

source: Are you sure you want to abandon this set of profile changes and exit?
xh: Uqinisekile ukuba ufuna ukuyeka le seti yotshintsho lwenkangeleko uphume?

source: Abandoning all changes.
xh: Kuyekwa lonke utshintsho.

source: Default Hat
xh: I-Hat Ehlala ikhona

source: Requested Hat
xh: I-Hat Efunekayo

source: Program
xh: Inkqubo

source: Execute
xh: Phumeza

source: Severity
xh: Ubukhali

source: Should AppArmor sanitize the environment when switching profiles? Sanitizing the environment is more secure, but some applications depend on the presence of LD_PRELOAD or LD_LIBRARY_PATH.
xh: Kufuneka i-AppArmor icoce indawo esingqongileyo xa kutshintshwa iinkangeleko? Ukucoca indawo esingqongileyo kukhuseleke kakhulu, kodwa ezinye iinkqubo zixhomekeke kubukho bo-KUHLOHLA KWANGAPHAMBILI kwe-LD okanye INDLELA_YETHALA _LENCWADI ye-LD.

source: Should AppArmor sanitize the environment when switching profiles? Sanitizing the environment is more secure, but this application appears to use LD_PRELOAD or LD_LIBRARY_PATH and clearing these could cause functionality problems.
xh: Kufuneka i-AppArmor icoce indawo esingqongileyo xa kutshintshwa iinkangeleko? Ukucoca indawo esingqongileyo kukhuseleke kakhulu, kodwa le nkqubo ikhangeleka isebenzisa u-_KUFAKA KWAKHONA i-LD okanye _INDLELA YETHALA _LENCWADI ye-LD kwaye ukususa oku kungabangela iingxaki zokusebenziseka.

source: Launching processes in an unconfined state is a very dangerous operation and can cause serious security holes. Are you absolutely certain you wish to remove all AppArmor protection when executing %s?
xh: Ukundulula iinkqubo kwisimo esingaxinananga kungangumsebenzi oyingozi kakhulu kwaye ungabangela imingxuma enzima yokhuseleko. Ingaba uqiniseke ngokupheleleyo ukuba ufuna ukushenxisa lonke ukhuseleko lwe-AppArmor xa uphumeza %s?

source: Should AppArmor sanitize the environment when running this program unconfined? Not sanitizing the environment when unconfining a program opens up significant security holes and should be avoided if at all possible.
xh: Kufuneka i-AppArmor icoce indawo esingqongileyo xa kusetyenziswa le nkqubo enganikelwanga elugcinweni? Ukungacoci indawo esingqongileyo xa ukungaxinanisi inkqubo kuvula imingxuma ebalulekileyo yokhuseleko kwaye kufuneka iphetshwe ukuba kuyenzeka.

source: Password:
xh: Igama lokugqithisa:

source: Complain-mode changes:
xh: Utshintsho-lwemo yokukhalaza esebenzayo:

source: Enforce-mode changes:
xh: Utshintsho-lwemo yokunyanzela esebenzayo:

source: Invalid mode found: %s
xh: Kufunyenwe imo engasebenzi: %s

source: Capability
xh: Ukukwazi

source: Adding #include <%s> to profile.
xh: Ukufaka #kuquka <%s> kwinkangeleko.

source: Deleted %s previous matching profile entries.
xh: Ukucima %s amangeniso enkangeleko ahambelanayo angaphambili.

source: Adding capability %s to profile.
xh: Kufakwa ukukwazi %s kwinkangeleko.

source: Denying capability %s to profile.
xh: Kwaliwa ukukwazi %s kwinkangeleko.

source: Path
xh: Indlela yothungelwano

source: Old Mode
xh: Imo yokusebenza Endala

source: New Mode
xh: Imo yokusebenza Entsha

source: Mode
xh: Imo yokusebenza

source: Adding %s %s to profile.
xh: Ukufaka %s %s kwinkangeleko.

source: Enter new path:
xh: Faka indlela yothungelwano entsha:

source: The specified path does not match this log entry:
xh: Indlela yothungelwano ebaluliweyo ayingqamani nolu ngeniso lwe-log:

source: Log Entry
xh: I-log yoNgeniso

source: Entered Path
xh: Indlela yothungelwano Olufakiweyo

source: Do you really want to use this path?
xh: Ingaba uyafuna ngenene ukusebenzisa le ndlela yothungelwano?

source: Reading log entries from %s.
xh: Kufundwa amangeniso e-log ukusuka ku %s.

source: Updating AppArmor profiles in %s.
xh: Kuhlaziywa iinkangeleko ze-AppArmor ku %s.

source: The profile analyzer has completed processing the log files. All updated profiles will be reloaded
xh: Isicaluli senkangeleko sigqibile ukulungiselela iifayili ze-log. Zonke iinkangeleko ezihlaziyiweyo ziza kufakwa kwakhona

source: No unhandled AppArmor events were found in the system log.
xh: Akukho ziganeko ezingaphathwanga ze-AppArmor ziye zafunyanwa kwi-log yesixokelelwano.

source: %s contains syntax errors.
xh: %s iqulethe iimposiso zobumbo-zivakalisi.

source: Profile %s contains invalid regexp %s.
xh: Inkangeleko %s iqulethe i-regexp engasebenzi %s.

source: Writing updated profile for %s.
xh: Kubhalwa inkangeleko ehlaziyiweyo ka %s.

source: Unknown command
xh: Umyalelo ongaziwa

source: OK
xh: KULUNGILE

source: Cancel
ar: إلغاء
xh: Rhoxisa

source: Reboot
ar: إعادة تشغيل
xh: Phinda umisele inkqubo

source: Continue
xh: Uyaqhuba?

source: Installation
xh: Ukuhlohla

source: Manual Installation
xh: Ukuhlohla Ngokwenza Ngesandla

source: Installation--ACPI Disabled
xh: Ukuhlohlwa kwe--ACPI Kususwe Isakhono

source: Installation--Safe Settings
xh: Imimiselo Yokuhlohla -- Ikhuselekile

source: Linux--Safe Settings
xh: Imimiselo Ye-Linux -- Ikhuselekile

source: Boot from Hard Disk
xh: Misela Inkqubo Kwiqokobhe Lekhompyutha

source: Rescue System
xh: Isixokelelwano Sokuhlangula

source: Memory Test
xh: Uvavanyo Lukavimba Wolwazi

source: Boot Options
xh: Izikhethwa Zomiselo Lwenkqubo

source: Exiting...
xh: Kuyaphunywa...

source: You are leaving the graphical boot menu and starting the text mode interface.
xh: Ushiya imenyu yegrafu yokumisela inkqubo kwaye uqalisa ngesithuba somdibaniso wemo yokusebenza kwisiqendu.

source: Help
xh: Uncedo

source: Starting...
xh: Kuyaqaliswa...

source: Loading Linux Kernel
xh: Kulayishwa i-Kernel ye-Linux

source: Loading memtest86
xh: Kulayishwa uvavanyo lwe-mem86

source: Boot Loader
xh: Umlayishi Womiselo Lwenkqubo

source: I/O Error
xh: Imposiso ye-I/O

source: Change Boot Disk
xh: Guqula Idiski Yokumisela Inkqubo

source: Insert boot disk %u.
xh: Faka idiski yokumisela inkqubo %u.

source: This is boot disk %u. Insert boot disk %u.
xh: Le yidiski yokumisela inkqubo ye-%u. Faka idiski yokumisela inkqubo ye-%u.

source: This is not a <product> boot disk. Insert boot disk %u.
xh: Le asiyodiski yokumisela inkqubo ye-<mveliso>. Faka idiski yokumisela inkqubo ye-%u.

source: Password
xh: Igama lokugqithisa

source: Get your driver update floppy ready.
xh: Yenza i-floppy yohlaziyo lomqhubi lulunge.

source: DVD Error
xh: Imposiso ye-DVD

source: This is a two-sided DVD. You have booted from the second side. Turn the DVD over then continue.
xh: Le yi-DVD yamacala amabini. Umisele inkqubo kwicala lesibini. Guqula i-DVD uze uqhube.

source: Power Off
xh: Umbane Ucimile

source: Halt the system now?
xh: Uyasizizilizisa isixokelelwano ngoku?

source: Hard Disk
xh: Okuseqokobheni Lekhompyutha

source: Hard Disk Installation
xh: Ukuhlohla Okuseqokobheni Lekhompyutha

source: Disk Device (Scans All Disks If Empty)
xh: Isixhobo Sediski (Sifota ngokuskena Zonke Iidiski Xa Silikhamte)

source: Directory
xh: Uvimba weefayili

source: FTP Installation
xh: Ukuhlohlwa kwe-FTP

source: Server
xh: Iseva

source: Password
xh: Igama lokugqithisa

source: User (Anonymous Login If Empty)
xh: Umsebenzisi (Ungena Ngokungalixeli Igama Ukuba likhamte)

source: NFS Installation
xh: Ukuhlohlwa kwe-NFS

source: User (Uses "guest" If Empty)
xh: Umsebenzisi (Usebenzisa"undwendwe" Ukuba likhamte)

source: SMB (Windows Share) Installation
xh: Ukuhlohlwa kwe-SMB (Ukwabelana ne-Windows)

source: HTTP Installation
xh: Ukuhlohlwa kwe-HTTP

source: Driver
xh: Umqhubi

source: Domain
xh: Ummandla wolawulo

source: Other Options
xh: Ezinye Izikhethwa

source: Language
xh: Ulwimi

source: Installation--IOAPIC Enabled
xh: Ukuhlohlwa kwe--IOAPIC Kunikwe Isakhono

source: Installation--IOAPIC Disabled
xh: Ukuhlohlwa kwe--IOAPIC Kususwe Isakhono

source: Installation--Local APIC Disabled
xh: Ukuhlohlwa kwe--APIC Yalapho Kususwe Isakhono

source: Yes
xh: Ewe

source: No
xh: Hayi

source: File
xh: Ifayili

source: Share
xh: Ukwabelana

source: Automatic Mode
xh: Imo Yokusebenza Ezenzekelayo

source: Manual Mode
xh: Imo Yokusebenza Yokwenza Ngesandla

source: Configure Parameters on ZEN Partition
xh: Yenza Ubumbeko Lwemida Yenkcazelo Kwisahlulelo se-ZEN

source: Install or Update ZEN Partition
xh: Hlohla okanye Hlaziya Isahlulelo se-ZEN

source: Reinstall ZEN Partition Boot Loader
xh: Phinda Uhlohle Umlayishi Womiselo Lwenkqubo Yesahlulelo se-ZEN

source: Disable ZEN Partition
xh: Susa Isakhono Kwisahlulelo se-ZEN

source: Enable ZEN Partition
xh: Nika Isakhono Kwisahlulelo se-ZEN

source: Text Mode
xh: Imo Yokusebenza Ngesiqendu

source: Firmware Test
xh: Uvavanyo lwe-Firmware

source: To load driver updates directly from CD-ROM, enter the driver update file names (separated by commas ',') here:
xh: Ukuze ulayishe iziganeko zohlaziyo lomqhubi ngokungqalileyo ukusuka kwi-CD-ROM, ngenisa amagama eefayili zokuhlaziya umqhubi (ezahlukaniswe ngeekoma ',') apha:

source: Source
xh: Uvimba

source: Arch
xh: Ezokwakha.

source: Keyboard
xh: Ibhodi yamaqhosha

source: you are not registered in the password file
xh: awubhaliswanga kwifayili yepaswedi

source: it is based on your username
xh: isekelwe kwigama lakho lomsebenzisi

source: it is based upon your password entry
xh: isekelwe ngongeniso lwakho lwepaswedi

source: it is derived from your password entry
xh: iveliswe kungeniso lwakho lwepaswedi

source: it's derived from your password entry
xh: iveliswe kungeniso lwakho lwepaswedi

source: it is derivable from your password entry
xh: iveliseka kungeniso lwakho lwepaswedi

source: it's derivable from your password entry
xh: iveliseka kungeniso lwakho lwepaswedi

source: it is WAY too short
xh: imfutshane KAKHULU

source: it is too short
xh: imfutshane kakhulu

source: it does not contain enough DIFFERENT characters
xh: ayiqulathanga iimpawu ezanele EZAHLUKILEYO

source: it is all whitespace
xh: sisithuba esimhlophe sonke

source: it is too simplistic/systematic
xh: yenziwe ngendlela emisiweyo elula/kakhulu

source: it looks like a National Insurance number.
xh: ikhangeleka ingathi yinamba ye-Inshorentsi Yesizwe.

source: it is based on a dictionary word
xh: isekelwe kwigama lesichazi magama

source: it is based on a (reversed) dictionary word
xh: isekelwe kwigama (eliguquliweyo)lesichazi magama

source: Description
ar: الوصف
xh: Inkcazelo

source: Name
ar: الاسم
xh: Igama

source: Version
xh: Inguqulelo

source: Application Browser
xh: Isikhangeli Senkqubo

source: Exit shell on add or remove action performed
xh: Phuma kwitoliki yemiyalelo efakelweyo okanye shenxisa inyathelo elenziweyo

source: Exit shell on help action performed
xh: Phuma kwitoliki yemiyalelo ekuncedo ngenyathelo elenziweyo

source: Exit shell on start action performed
xh: Phuma kwitoliki yemiyalelo ekuncedo ngenyathelo elenziweyo

source: Exit shell on upgrade or uninstall action performed
xh: Phuma kwitoliki yemiyalelo efakelweyo okanye shenxisa inyathelo elenziweyo

source: Filename of existing .desktop files
xh: Igama lefayili leefayili zolwazi olusesikrinini esezikhona

source: Indicates whether to close the shell when a help action is performed
xh: Kwalathwa ukuba ingaba kufuneka kuvalwe itoliki yemiyalelo xa kusenziwa inyathelo loncedo na

source: Indicates whether to close the shell when a start action is performed
xh: Kwalathwa ukuba ingaba kufuneka kuvalwe itoliki yemiyalelo xa kusenziwa inyathelo loncedo na

source: Indicates whether to close the shell when an add or remove action is performed
xh: Kwalathwa ukuba ingaba kufuneka kuvalwe itoliki yemiyalelo xa kusenziwa inyathelo loncedo na

source: Indicates whether to close the shell when an upgrade or uninstall action is performed
xh: Kwalathwa ukuba ingaba kufuneka kuvalwe itoliki yemiyalelo xa kusenziwa inyathelo loncedo na

source: Max number of New Applications
xh: Elona nani likhulu Leenkqubo Ezintsha

source: The maximum number of applications that will be displayed in the New Applications category
xh: Elona nani likhulu leenkqubo ezinokuboniswa kuluhlu Lweenkqubo Ezintsha

source: New Applications
xh: Iinkqubo Ezintsha

source: Filter
xh: Isihluzi

source: Groups
xh: Amaqela

source: Application Actions
xh: Amanyathelo Enkqubo

source: <b>Start %s</b>
xh: <b>Qalisa %s</b>

source: Upgrade
xh: Nyusa ibanga

source: Uninstall
xh: Yeka ukuhlohla

source: Remove from Favorites
xh: Shenxisa Kwizinqumli

source: Add to Favorites
xh: Fakela Izinqumli

source: Remove from Startup Programs
xh: Shenxisa Kwiinkqubo Zokuqalisa

source: Add to Startup Programs
xh: Fakela Kwiinkqubo Zokuqalisa

source: <span size="large"><b>No matches found.</b> </span><span> Your filter "<b>%s</b>" does not match any items.</span>
xh: <ubukhulu bethuba="bukhulu"><b>Akukho lungqinelwano lufunyenweyo.</b> </ithuba><ithuba> Isihluzi sakho "<b>%s</b>" asingqinelani nawo nawaphi amanqaku.</span>

source: Lock Screen
xh: Isikrini Esitshixwayo

source: Logout
ar: خروج
xh: Mka

source: Home
xh: Ekhaya

source: Documents
xh: Amaxwebhu

source: Desktop
xh: Ulwazi Olusesikrinini

source: Rename...
xh: Phinda unike igama...

source: Send To...
xh: Thumela Ku...

source: Move to Trash
xh: Yisa Enkunkumeni

source: Delete
ar: حذف
xh: Cima

source: <b>Open with "%s"</b>
xh: <b>Vula nge- "%s"</b>

source: Open with Default Application
xh: Vula Ngenkqubo Ehlala Ikhona

source: Open in File Manager
xh: Vula Kumlawuli Weefayili

source: Find Now
xh: Fumana Ngoku

source: Default menu and application browser
xh: Imenyu ehlala ikhona nesikhangeli senkqubo

source: GNOME Main Menu
xh: Imenyu Engundoqo ye-GNOME

source: GNOME Main Menu Factory
xh: Ifektri Yemenyu Engundoqo ye-GNOME

source: Main Menu
xh: Imenyu Engundoqo

source: _About
xh: _Malunga

source: .desktop file for the YaST2 network_devices utility
xh: Ifayili yolwazi olusesikrinini ukwenzela ukusebenziseka kweixhobo_zomsebenzi wothungelwano we-YaST

source: .desktop file for the file browser
xh: ifayili yolwazi olusesikrinini ukwenzela isikhangeli seefayili

source: .desktop file for the gnome-system-monitor
xh: Ifayili yolwazi olusesikrinini ukwenzela iqokobhe lesikrini sesixokelelwano se-gnome

source: .desktop file for the net config tool
xh: Ifayili yolwazi olusesikrinini ukwenzela isixhobo sobumbeko lothungelwano

source: .desktop path for the application browser
xh: .indlela yothungelwano yolwazi olusesikrinini ukwenzela isikhangeli senkqubo

source: This is the command to execute when the "Open in File Manager" menu item is activated.
xh: Lo ngumyalelo wokuqhuba xa kusenziwa ukusebenza kwenqaku lemenyu ethi"Vula Umlawuli Weefayili".
