Repository: webyast/webyast
Catalog: webyast/po/*/webyast-*.po
Languages: ar, xh

source: Please specify the type of virtualized graphics hardware.
xh: Nceda balula uhlobo lwemizobo yenyani engaphakathi eqokobheni lekhompyutha.

source: Paravirtualized Graphics Adapter
xh: Isilungisi Semizobo Esingeyonyani

source: VESA VGA
xh: I-VESA VGA

source: Cirrus Logic GD5446 VGA
xh: Inzululwazi ngokuqiqa kwe-Cirrus GD5446 VGA

source: No Graphics Support
xh: Akukho Nkxaso Yemizobo

source: Virtual Disks
xh: Iidiski Zenyani

source: Size (GB)
xh: Isayizi (GB)

source: Create Sparse Image File
xh: Dala Umfanekiso Wefayili Entshakantshaka

source: Read-Only Access
xh: Ufikelelo Lokufunda Kuphela

source: CD-ROM or DVD
xh: I-CD-ROM okanye i-DVD

source: Floppy Disk
xh: Idiski ye-Floppy

source: Fully Virtualized AMD PCnet 32
xh: I-AMD PCnet 32 Yenyani Ngokupheleleyo

source: Fully Virtualized NE2000 (ISA Bus)
xh: I-NE2000 (ISA Bus) Yenyani Ngokupheleleyo

source: Fully Virtualized NE2000 (PCI Bus)
xh: I-NE2000 (PCI Bus) Yenyani Ngokupheleleyo

source: Fully Virtualized Realtek 8139
xh: I-tek Ekhoyo 8139 Yenyani Epheleleyo

source: Randomly generated MAC address
xh: Idilesi ye-MAC eyenziwe ngokungakhethiyo

source: Specified MAC address
xh: Idilesi ye-MAC Ebaluliweyo

source: Additional Arguments
xh: Iimpikiswano Ezongezelelweyo

source: Network URL
xh: Uthungelwano lwe-URL

source: Processors
xh: Isixhobo sokusebenza

source: Automated install file or URL
xh: Okwenziwe ukuba kuzenzekele kuhlohla ifayili okanye i-URL

source: Available Memory
xh: Uvimba wolwazi Ofumanekayo

source: Available Processors
xh: Izixhobo zokusebenza Ezifumanekayo

source: Initial Memory
xh: Uvimba wolwazi Wokuqala

source: Maximum Memory
xh: Ubuninzi Bukavimba wolwazi

source: Virtual Processors
xh: Izixhobo Zenyani Zokusebenza

source: Automated Installation
xh: Ukuhlohla Okwenziwe ukuba kuzenzekele

source: Operating System
xh: Isixokelelwano Esisebenzayo

source: Kickstart file or URL
xh: Qalisa ifayili okanye i-URL

source: AutoYaST file
xh: Ifayili ye-AutoYaST

source: NetWare response file
xh: Ifayili yokuphendula ye-NetWare

source: Creating the Virtual Machine
xh: Idala Umatshini Wenyani

source: Locate Operating System Settings File
xh: Yabela Ifayili yezakhelo Zesixokelelwano Ezisebenzayo

source: Locate Disk or Disk Image
xh: Yabela Idiski okanye Umfanekiso weDiski

source: Do you want to add another virtual disk?
xh: Ingaba ufuna ukufaka enye idiski yenyani?

source: Do you want to add another virtual network adapter?
xh: Ingaba ufuna ukufaka esinye isilungisi sothungelwano senyani?

source: What type of virtual disk do you want to add?
xh: Hlobo luni lwediski yenyani ofuna ukulufaka?

source: Where will the virtual disk physically reside?
xh: Iza kuhlala phi idiski yenyani ebambekayo?

source: What type of virtual network adapter do you want to add?
xh: Hlobo luni lwesilungisi sothungelwano lwenyani ofuna ukusifaka?

source: Abkhazian
xh: Isi-Abkhazian

source: Achinese
xh: isi-Achinese

source: Acoli
xh: isi-Acoli

source: Adangme
xh: isi-Adangme

source: Adyghe
xh: isi-Adyghe

source: Afar
xh: Isi-Afar

source: Afrihili
xh: isi-Afrihili

source: Afrikaans
xh: isiBhulu

source: Afro-Asiatic (Other)
xh: isi-Afro-Asiatic (Esinye)

source: Ainu
xh: isi-Ainu

source: Akan
xh: isi-Akan

source: Akkadian
xh: isi-Akkadian

source: Aland Islands
xh: i-Aland Islands

source: Albanian
xh: isi-Albanian

source: Aleut
xh: isi-Aleut

source: Algeria
xh: i-Algeria

source: Algonquian Languages
xh: isi-Algonquian Languages

source: Altaic (Other)
xh: isi-Altaic (Esinye)

source: American Samoa
xh: i-American Samoa

source: Amharic
xh: isi-Amharic

source: Angola
xh: i-Angola

source: Anguilla
xh: i-Anguilla

source: Antarctica
xh: i-Antarctica

source: Antigua and Barbuda
xh: i-Antigua ne-Barbuda

source: Apache Languages
xh: Iilwimi ze-Apache

source: Aragonese
xh: isi-Aragonese

source: Aramaic
xh: isi-Aramaic

source: Arapaho
xh: isi-Arapaho

source: Araucanian
xh: isi-Araucanian

source: Arawak
xh: isi-Arawak

source: Argentina
xh: i-Argentina

source: Armenian
xh: isi-Armenian

source: Artificial (Other)
xh: isi-Artificial (Esinye)

source: Aruba
xh: i-Aruba

source: Assamese
xh: isi-Assamese

source: Asturian
xh: isi-Asturian

source: Athapascan Languages
xh: Iilwimi ze-Athapascan

source: Australia
xh: i-Australia

source: Australian Languages
xh: Iilwimi zase-Australia

source: Austria
xh: i-Austria

source: Austronesian (Other)
xh: isi-Austronesian (Esinye)

source: Avaric
xh: isi-Avaric

source: Avestan
xh: isi-Avestan

source: Awadhi
xh: isi-Awadhi

source: Aymara
xh: isi-Aymara

source: Azerbaijani
xh: isi-Azerbaijani

source: Bahamas
xh: i-Bahamas

source: Bahrain
xh: i-Bahrain

source: Balinese
xh: isi-Balinese

source: Baltic (Other)
xh: isi-Baltic (Esinye)

source: Baluchi
xh: isi-Baluchi

source: Bambara
xh: isi-Bambara

source: Bamileke Languages
xh: Iilwimi ze-Bamileke

source: Banda
xh: isiBanda

source: Bantu (Other)
xh: isiBantu (Esinye)

source: Barbados
xh: i-Barbados

source: Basa
xh: isi-Basa

source: Bashkir
xh: isi-Bashkir

source: Basque
xh: Isi-Basque

source: Batak (Indonesia)
xh: isi-Batak (Indonesia)

source: Beja
xh: isi-Beja

source: Belarusian
xh: isi-Belarusian

source: Belize
xh: i-Belize

source: Bemba
xh: isi-Bemba

source: Benin
xh: i-Benin

source: Berber (Other)
xh: isi-Berber (Esinye)

source: Bermuda
xh: i-Bermuda

source: Bhojpuri
xh: isi-Bhojpuri

source: Bihari
xh: isi-Bihari

source: Bikol
xh: isi-Bikol

source: Bini
xh: isi-Bini

source: Bislama
xh: isi-Bislama

source: Blin
xh: isi-Blin

source: Bolivia
xh: i-Bolivia

source: Bosnian
xh: isi-Bosnian

source: Botswana
xh: i-Botswana

source: Bouvet Island
xh: i-Bouvet Island

source: Braj
xh: isi-Braj

source: Breton
xh: isi-Breton

source: British Indian Ocean Territory
xh: i-British Indian Ocean Territory

source: British Virgin Islands
xh: i-British Virgin Islands

source: Brunei Darussalam
xh: i-Brunei Darussalam

source: Buginese
xh: isi-Buginese

source: Bulgarian
xh: isi-Bulgarian

source: Buriat
xh: isi-Buriat

source: Burkina Faso
xh: i-Burkina Faso

source: Burmese
xh: isi-Burmese

source: Burundi
xh: i-Burundi

source: Caddo
xh: isi-Caddo

source: Cameroon
xh: i-Cameroon

source: Can't acquire the mutex lock
xh: Ayikwazi kufumana isitshixo se-mutex

source: Can't initialize mutex attributes
xh: Ayikwazi kundulula ukwabela i-mutex

source: Can't initialize recursive mutex
xh: Ayikwazi kundulula i-mutex yokugoba

source: Can't release the mutex lock
xh: Ayikwazi kukhulula isitshixo se-mutex

source: Can't set recursive mutex attribute
xh: Ayikwazi kumisela ulwabelo lokugoba i-mutex

source: Cape Verde
xh: i-Cape Verde

source: Carib
xh: isi-Carib

source: Catalan
xh: isi-Catalan

source: Caucasian (Other)
xh: isi-Caucasian (Esinye)

source: Cayman Islands
xh: i-Cayman Islands

source: Cebuano
xh: isi-Cebuano

source: Celtic (Other)
xh: isi-Celtic (Esinye)

source: Central African Republic
xh: Iriphabliki yaseAfrika Esembindini

source: Central American Indian (Other)
xh: isi-Central American Indian (Esinye)

source: Chad
xh: i-Chad

source: Chagatai
xh: isi-Chagatai

source: Chamic Languages
xh: Iilwimi ze-Chamic

source: Chamorro
xh: isi-Chamorro

source: Changed configuration files for %s:
xh: Iifayili zobumbeko ezitshintshileyo zika%s:

source: Chechen
xh: isi-Chechen

source: Cherokee
xh: isi-Cherokee

source: Cheyenne
xh: isi-Cheyenne

source: Chibcha
xh: isi-Chibcha

source: Chichewa
xh: isi-Chichewa

source: Chile
xh: i-Chile

source: Chinese
xh: isiTshayina

source: Chinook Jargon
xh: isi-Chinook Jargon

source: Chipewyan
xh: isi-Chipewyan

source: Choctaw
xh: isi-Choctaw

source: Christmas Island
xh: i-Christmas Island

source: Church Slavic
xh: isi-Church Slavic

source: Chuukese
xh: isi-Chuukese

source: Chuvash
xh: isi-Chuvash

source: Classical Newari
xh: isi-Classical Newari

source: Cocos (Keeling) Islands
xh: i-Cocos (Keeling) Islands

source: Colombia
xh: i-Colombia

source: Comoros
xh: i-Comoros

source: Congo
xh: i-Congo

source: Cook Islands
xh: i-Cook Islands

source: Coptic
xh: isi-Coptic

source: Cornish
xh: isi-Cornish

source: Corsican
xh: isi-Corsican

source: Costa Rica
xh: i-Costa Rica

source: Cote D'Ivoire
xh: i-Cote D'Ivoire

source: Cree
xh: isi-Cree

source: Creek
xh: isi-Creek

source: Creoles and Pidgins (Other)
xh: Ii-Creoles nee-Pidgins (Ezinye)

source: Creoles and Pidgins, English-Based (Other)
xh: Ii-Creoles nee-Pidgins, Ezisekwe esiNgesini (Nakwezinye)

source: Creoles and Pidgins, French-Based (Other)
xh: Ii-Creoles nee-Pidgins, Ezisekwe kwisiFrentshi (Nakwezinye)

source: Creoles and Pidgins, Portuguese-Based (Other)
xh: Ii-Creoles nee-Pidgins, Ezisekwe kwisiPhuthukezi (Nakwezinye)

source: Crimean Tatar
xh: isi-Crimean Tatar

source: Croatian
xh: isi-Croatian

source: Cuba
xh: i-Cuba

source: Cushitic (Other)
xh: isi-Cushitic (Ezinye)

source: Cyprus
xh: i-Cyprus

source: Czech
xh: isi-Czech

source: Czech Republic
xh: i-Czech Republic

source: Dakota
xh: isi-Dakota

source: Danish
xh: isi-Danish

source: Dargwa
xh: isi-Dargwa

source: Dayak
xh: isi-Dayak

source: Delaware
xh: isi-Delaware

source: Dinka
xh: isi-Dinka

source: Divehi
xh: isi-Divehi

source: Djibouti
xh: i-Djibouti

source: Dogri
xh: isi-Dogri

source: Dogrib
xh: isi-Dogrib

source: Dominica
xh: i-Dominica

source: Dominican Republic
xh: i-Dominican Republic

source: Dravidian (Other)
xh: isi-Dravidian (Esinye)

source: Duala
xh: isi-Duala

source: Dutch
xh: isiDatshi

source: Dutch, Middle (ca.1050-1350)
xh: isi-Datshi, Esiphakathi (ca.1050-1350)

source: Dyula
xh: isi-Dyula

source: Dzongkha
xh: isi-Dzongkha

source: East Timor
xh: i-East Timor

source: Ecuador
xh: i-Ecuador

source: Efik
xh: isi-Efik

source: Egypt
xh: iYiphutha

source: Egyptian (Ancient)
xh: isiYiphutha (Samandulo)

source: Ekajuk
xh: isi-Ekajuk

source: El Salvador
xh: i-El Salvador

source: Elamite
xh: isi-Elamite

source: Encoded string contains a NUL byte
xh: Umtya ofakwe iikhowudi uqhulethe i-byte ENGENANTO

source: English
xh: isiNgesi

source: English, Middle (1100-1500)
xh: isiNgesi, Esiphakathi (1100-1500)

source: English, Old (ca.450-1100)
xh: isiNgesi, Sakudala (ca.450-1100)

source: Equatorial Guinea
xh: i-Equatorial Guinea

source: Eritrea
xh: i-Ertrea

source: Erzya
xh: isi-Erzya

source: Estonian
xh: isi-Estonian

source: Ethiopia
xh: i-Ethiopia

source: Ewe
xh: isi-Ewe

source: Ewondo
xh: isi-Ewondo

source: Falkland Islands (Malvinas)
xh: i-Falkland Islands (Malvinas)

source: Fang
xh: isi-Fang

source: Fanti
xh: isi-Fanti

source: Faroese
xh: isi-Faroese

source: Federated States of Micronesia
xh: i-Federated States of Micronesia

source: Fiji
xh: i-Fiji

source: Fijian
xh: isi-Fijian

source: File %s does not have a checksum. Use the file anyway?
xh: Ifayili%s ayinayo inxenye yokukhangela. Sebenzisa ifayili nakanjani?

source: File %s failed integrity check with the folowing key: %s|%s|%s Use the file anyway?
xh: Ifayili%s isilele ukukhangela imfezeko ngeqhosha elilandelayo: %s|%s|%s Sebenzisa ifayili nalanjani?

source: File %s has an invalid checksum. Expected %s, found %s Use the file anyway?
xh: Ifayili%s inenxenye yokukhangela engasebenzi. Ilindeleke%s, ifunyenwe%s Sebenzisa ifayili nakanjani?

source: File %s has an unknown checksum %s. Use the file anyway?
xh: Ifayili%s inenxenye yokukhangela engaziwa%s . Sebenzisa ifayili nakanjani?

source: File %s is not signed. Use it anyway?
xh: Ifayili %s ayisayinwanga. Yisebenzise nakanjani?

source: File %s is signed with an unknown key: %s|%s|%s Use the file anyway?
xh: Ifayili%s isayinwe ngeqhosha elingaziwa: %s|%s|%s Sebenzise ifayili nakanjani?

source: Filipino
xh: isi-Filipino

source: Finnish
xh: isiFinnish

source: Finno-Ugrian (Other)
xh: isi-Finno-Ugrian (Esinye)

source: Fon
xh: isi-Fon

source: French
xh: isiFrentshi

source: French Guiana
xh: i-French Guiana

source: French Polynesia
xh: i-French Polynesia

source: French Southern Territories
xh: i-French Southern Territories

source: French, Middle (ca.1400-1600)
xh: isiFrentshi, Esiphakathi (ca.1050-1600)

source: French, Old (842-ca.1400)
xh: isiNgesi, Sakudala (842-ca.1400)

source: Frisian
xh: isi-Frisian

source: Friulian
xh: isi-Friulian

source: Fulah
xh: isi-Fulah

source: Ga
xh: isi-Ga

source: Gabon
xh: i-Gabon

source: Gaelic
xh: isi-Gaelic

source: Galician
xh: isi-Galician

source: Gambia
xh: i-Gambia

source: Ganda
xh: isi-Ganda

source: Gayo
xh: isi-Gayo

source: Gbaya
xh: isi-Gbaya

source: Geez
xh: isi-Geez

source: Georgian
xh: isi-Georgian

source: German
xh: isiJamani

source: German, Middle High (ca.1050-1500)
xh: isiJamani, Esiphakathi Phezulu(ca.1050-1500)

source: German, Old High (ca.750-1050)
xh: isiJamani, Sakudala Phezulu (ca.750-1050)

source: Germanic (Other)
xh: isi-Jamani (Ezinye)

source: Gibraltar
xh: i-Gibraltar

source: Gilbertese
xh: isi-Gilbertese

source: Gondi
xh: isi-Gondi

source: Gorontalo
xh: isi-Gorontalo

source: Gothic
xh: isi-Gothic

source: Grebo
xh: isi-Grebo

source: Greek, Ancient (to 1453)
xh: isi-Grike, Samandulo (ukuya ku-1453)

source: Greek, Modern (1453-)
xh: isiGrike, Sanamhla (1453-)

source: Greenland
xh: i-Greenland

source: Grenada
xh: i-Grenada

source: Guadeloupe
xh: i-Guadeloupe

source: Guam
xh: i-Guam

source: Guarani
xh: isi-Guarani

source: Guatemala
xh: i-Guatemala

source: Guinea-Bissau
xh: i-Guinea-Bissau

source: Gujarati
xh: isi-Gujarati

source: Guyana
xh: i-Guyana

source: Gwich'in
xh: isi-Gwich'in

source: Haida
xh: isi-Haida

source: Haiti
xh: i-Haiti

source: Haitian
xh: isi-Haitian

source: Hal Exception
xh: Isinxaxhi se-Hal

source: HalContext not connected
xh: Imeko ye-Hal ayiqhagamshelwanga

source: HalDrive not initialized
xh: Isixhobo se-Hal asindululwanga

source: HalVolume not initialized
xh: Isixa se-Hal asindululwanga

source: Hausa
xh: isi-Hausa

source: Hawaiian
xh: isi-Hawaiian

source: Heard Island and McDonald Islands
xh: i-Heard Island ne-McDonald Islands

source: Hebrew
xh: isiHebheru

source: Herero
xh: isi-Herero

source: Hiligaynon
xh: isi-Hiligaynon

source: Himachali
xh: isi-Himachali

source: Hindi
xh: isi-Hindi

source: Hiri Motu
xh: isi-Hiri Motu

source: Hittite
xh: isi-Hittite

source: Hmong
xh: isi-Hmong

source: Holy See (Vatican City State)
xh: i-Holy See (Vatican City State)

source: Honduras
xh: i-Honduras

source: Hong Kong
xh: i-Hong Kong

source: Hungarian
xh: isi-Hungarian

source: Hupa
xh: isi-Hupa

source: Iban
xh: isi-Iban

source: Icelandic
xh: isi-Icelandic

source: Ido
xh: isi-Ido

source: Igbo
xh: isi-Igbo

source: Ijo
xh: isi-Ijo

source: Iloko
xh: isi-Iloko

source: Inari Sami
xh: isi-Inari Sami

source: Indic (Other)
xh: isi-Artificial (Esinye)

source: Indo-European (Other)
xh: isi-Indo-European (Esinye)

source: Indonesia
xh: i-Indonesia

source: Indonesian
xh: isi-Indonesian

source: Ingush
xh: isi-Ingush

source: Installation has been aborted as directed.
xh: Ukuhlohla kuye kwalahlwa njengoko bekuyalelwe.

source: Interlingua (International Auxiliary Language Association)
xh: i-Interlingua (Umbutho Wehlabathi Wokuncedisa Ngeelwimi)

source: Interlingue
xh: isi-Interlingue

source: Inuktitut
xh: isi-Inuktitut

source: Inupiaq
xh: isi-Inupiaq

source: Invalid %s component
xh: Ayisebenziseki %s inxalenye

source: Invalid %s component '%s'
xh: Ayisebenziseki %s inxalenye '%s'

source: Invalid LDAP URL query parameter '%s'
xh: Umtya wokubuzisa we-LDAP URL ongasebenzisekiyo '%s'

source: Invalid LDAP URL query string
xh: Umtya wokubuzisa we-LDAP URL ongasebenzisekiyo

source: Invalid Url scheme '%s'
xh: Ulungiselelo olusebenzisekayo lwe-Url '%s'

source: Invalid empty Url object reference
xh: Isalathi sento ye-Url elikhamte nengasebenzisekiyo

source: Invalid host component '%s'
xh: Ayisebenziseki inxalenye yomamkeli ye-'%s'

source: Invalid parameter array join separator character
xh: Uphawu oluthatha isithuba somhlukanisi ohlanganisayo woludwe lomda wenkcazelo engasebenzisekiyo

source: Invalid parameter array split separator character
xh: Uphawu oluthatha isithuba somhlukanisi oqhekezayo woludwe lomda wenkcazelo engasebenzisekiyo

source: Invalid parameter map split separator character
xh: Uphawu oluthatha isithuba somhlukanisi oqhekezayo woludwe lomda wenkcazelo ongasebenzisekiyo

source: Invalid port component '%s'
xh: Ayisebenziseki inxalenye yesiqhagamshelanisi se-'%s'

source: Iran
xh: i-Iran

source: Iranian (Other)
xh: isi-Iranian (Esinye)

source: Irish
xh: isi-Irish

source: Irish, Middle (900-1200)
xh: isi-Irish, Esiphakathi (900-1200)

source: Irish, Old (to 900)
xh: isi-Irish, Sakudala (ukuya ku-900)

source: Iroquoian Languages
xh: Iilwimi ze-Iroquoian

source: Italian
xh: isiTaliyane

source: Jamaica
xh: i-Jamaica

source: Japanese
xh: isiJapani

source: Javanese
xh: isi-Javanese

source: Jordan
xh: i-Jordan

source: Judeo-Arabic
xh: isi-Judeo-Arabic

source: Judeo-Persian
xh: isi-Judeo-Persian

source: Kabardian
xh: isi-Kabardian

source: Kabyle
xh: isi-Kabyle

source: Kachin
xh: isi-Kachin

source: Kalaallisut
xh: isi-Kalaallisut

source: Kalmyk
xh: isi-Kalmyk

source: Kamba
xh: isi-Kamba

source: Kannada
xh: isi-Kannada

source: Kanuri
xh: isi-Kanuri

source: Kara-Kalpak
xh: isi-Kara-Kalpak

source: Karachay-Balkar
xh: isi-Karachay-Balkar

source: Karen
xh: isi-Karen

source: Kashmiri
xh: isi-Kashmiri

source: Kashubian
xh: isi-Kashubian

source: Kawi
xh: isi-Kawi

source: Kazakh
xh: isi-Kazakh

source: Kenya
xh: i-Kenya

source: Khasi
xh: isi-Khasi

source: Khmer
xh: isi-Khmer

source: Khoisan (Other)
xh: isi-Khoisan (Esinye)

source: Khotanese
xh: isi-Khotanese

source: Kikuyu
xh: isi-Kikuyu

source: Kimbundu
xh: isi-Kimbundu

source: Kinyarwanda
xh: isi-Kinyarwanda

source: Kirghiz
xh: isi-Kirghiz

source: Kiribati
xh: i-Kiribati

source: Klingon
xh: isi-Klingon

source: Komi
xh: isi-Komi

source: Kongo
xh: isi-Kongo

source: Konkani
xh: isi-Konkani

source: Kosraean
xh: isi-Kosraean

source: Kpelle
xh: isi-Kpelle

source: Kru
xh: isi-Kru

source: Kuanyama
xh: isi-Kuanyama

source: Kumyk
xh: isi-Kumyk

source: Kurdish
xh: isi-Kurdish

source: Kurukh
xh: isi-Kurukh

source: Kutenai
xh: isi-Kutenai

source: Kuwait
xh: i-Kuwait

source: Ladino
xh: isi-Ladino

source: Lahnda
xh: isi-Lahnda

source: Lamba
xh: isi-Lamba

source: Lao
xh: isi-Lao

source: Lao People's Democratic Republic
xh: i-Lao People's Democratic Republic

source: Latin
xh: isi-Latin

source: Latvian
xh: isi-Latvian

source: Lebanon
xh: i-Lebanon

source: Lesotho
xh: i-Lesotho

source: Lezghian
xh: isi-Lezghian

source: Liberia
xh: i-Liberia

source: Libya
xh: i-Libya

source: Liechtenstein
xh: i-Liechtenstein

source: Limburgan
xh: isi-Limburgan

source: Lingala
xh: isi-Lingala

source: Lithuanian
xh: isi-Lithuanian

source: Lojban
xh: isi-Lojban

source: Low German
xh: isiJamani saseZantsi

source: Lower Sorbian
xh: i-Lower Sorbian

source: Lozi
xh: isi-Lozi

source: Luba-Katanga
xh: isi-Luba-Katanga

source: Luba-Lulua
xh: isi-Luba-Lulua

source: Luiseno
xh: isi-Luiseno

source: Lule Sami
xh: isi-Lule Sami

source: Lunda
xh: isi-Lunda

source: Luo (Kenya and Tanzania)
xh: isi-Luo (eKenya naseTanzania)

source: Lushai
xh: isi-Lushai

source: Luxembourg
xh: i-Luxembourg

source: Luxembourgish
xh: isi-Luxembourgish

source: Macao
xh: i-Macao

source: Macedonian
xh: isi-Macedonian

source: Madagascar
xh: i-Madagascar

source: Madurese
xh: isi-Madurese

source: Magahi
xh: isi-Magahi

source: Maithili
xh: isi-Maithili

source: Makasar
xh: isi-Makasar

source: Malagasy
xh: isi-Malagasy

source: Malawi
xh: i-Malawi

source: Malay
xh: isi-Malay

source: Malayalam
xh: isi-Malayalam

source: Malaysia
xh: i-Malaysia

source: Mali
xh: i-Mali

source: Maltese
xh: isi-Maltese

source: Manchu
xh: isi-Manchu

source: Mandar
xh: isi-Mandar

source: Mandingo
xh: isi-Mandingo

source: Manipuri
xh: isi-Manipuri

source: Manobo Languages
xh: Iilwimi zesiManobo

source: Manx
xh: isi-Manx

source: Marathi
xh: isi-Marathi

source: Mari
xh: isi-Mari

source: Marshall Islands
xh: i-Marshall Islands

source: Marshallese
xh: isi-Marshallese

source: Martinique
xh: i-Martinique

source: Marwari
xh: isi-Marwari

source: Masai
xh: isi-Masai

source: Mauritania
xh: i-Mauritania

source: Mauritius
xh: i-Mauritius

source: Mayan Languages
xh: Iilwimi zesi-Mayan

source: Mayotte
xh: i-Mayotte

source: Mende
xh: isi-Mende

source: Metropolitan France
xh: i-Metropolitan France

source: Mexico
xh: i-Mexico

source: Mi'kmaq
xh: isi-Mi'kmaq

source: Minangkabau
xh: isi-Minangkabau

source: Mirandese
xh: isi-Mirandese

source: Miscellaneous Languages
xh: Iilwimi Eziyintlaninge

source: Mohawk
xh: isi-Mohawk

source: Moksha
xh: isi-Moksha

source: Moldavian
xh: isi-Moldavian

source: Moldova
xh: i-Moldova

source: Mon-Khmer (Other)
xh: isi-Mon-Khmer (Esinye)

source: Monaco
xh: i-Monaco

source: Mongo
xh: isi-Mongo

source: Mongolian
xh: isi-Mongolian

source: Montserrat
xh: i-Montserrat

source: Mossi
xh: isi-Mossi

source: Mozambique
xh: i-Mozambique

source: Multiple Languages
xh: Iilwimi Ezininzi

source: Munda languages
xh: Iilwimi zesiMunda

source: Nahuatl
xh: isi-Nahuatl

source: Namibia
xh: i-Namibia

source: Nauru
xh: i-Nauru

source: Navajo
xh: i-Navajo

source: Ndebele, North
xh: isiNdebele, saseMantla

source: Ndebele, South
xh: isiNdebele, saseMzantsi

source: Ndonga
xh: isiNdonga

source: Neapolitan
xh: isi-Neapolitan

source: Nepal Bhasa
xh: isi-Nepal Bhasa

source: Nepali
xh: isi-Nepali

source: Netherlands Antilles
xh: i-Netherlands Antilles

source: New Caledonia
xh: i-New Caledonia

source: New Zealand
xh: i-New Zealand

source: Nias
xh: isi-Nias

source: Nicaragua
xh: i-Nicaragua

source: Niger
xh: i-Niger

source: Niger-Kordofanian (Other)
xh: isi-Niger-Kordofanian (Ezinye)

source: Nilo-Saharan (Other)
xh: isi-Nilo-Saharan (Ezinye)

source: Niue
xh: i-Niue

source: Niuean
xh: isi-Niuean

source: No Code
xh: Akukho Khowudi

source: Nogai
xh: isi-Nogai

source: Norfolk Island
xh: i-Norfolk Island

source: Norse, Old
xh: isi-Norse, Sakudala

source: North American Indian
xh: isi-American Indian saseMantla

source: North Korea
xh: i-North Korea

source: Northern Mariana Islands
xh: i-Northern Mariana Islands

source: Northern Sami
xh: isi-Sami esiseMantla

source: Northern Sotho
xh: isiSuthu saseLebowa

source: Norwegian
xh: isi-Norwegian

source: Norwegian Bokmal
xh: isi-Norwegian Bokmal

source: Norwegian Nynorsk
xh: isi-Norwegian Nynorsk

source: Not a CDROM drive
xh: Akukho sixhobo se-CDROM

source: Nubian Languages
xh: Iilwimi zesiNubian

source: Nyamwezi
xh: isi-Nyamwezi

source: Nyankole
xh: isi-Nyankole

source: Nyoro
xh: isiNyoro

source: Nzima
xh: isiNzima

source: Occitan (post 1500)
xh: isi-Occitan (emva kwe-1500)

source: Ojibwa
xh: isi-Ojibwa

source: Oman
xh: i-Oman

source: Oriya
xh: isi-Oriya

source: Oromo
xh: isi-Oromo

source: Osage
xh: isi-Osage

source: Ossetian
xh: isi-Ossetian

source: Otomian Languages
xh: Iilwimi zesi-Otomian

source: Pahlavi
xh: isi-Pahlavi

source: Palau
xh: i-Palau

source: Palauan
xh: isi-Palauan

source: Palestinian Territory
xh: i-Palestinian Territory

source: Pali
xh: isiPali

source: Pampanga
xh: isi-Pampanga

source: Panama
xh: i-Panama

source: Pangasinan
xh: isi-Pangasinan

source: Panjabi
xh: isi-Panjabi

source: Papiamento
xh: isi-Papiamento

source: Papua New Guinea
xh: i-Papua New Guinea

source: Papuan (Other)
xh: isi-Papuan (Esinye)

source: Paraguay
xh: i-Paraguay

source: Persian
xh: isi-Persian

source: Persian, Old (ca.600-400 B.C.)
xh: isi-Persian, Sakudala (ca.600-400 B.C)

source: Peru
xh: i-Peru

source: Philippine (Other)
xh: isi-Philippine (Esinye)

source: Philippines
xh: i-Philippines

source: Phoenician
xh: isi-Phoenician

source: Pitcairn
xh: i-Pitcairn

source: Pohnpeian
xh: isi-Pohnpeian

source: Polish
xh: isi-Polish

source: Portuguese
xh: isiPhuthukezi

source: Prakrit Languages
xh: Iilwimi zesi-Prakrit

source: Provencal, Old (to 1500)
xh: isi-Provencal, Sakudala (ukuya kwi-1500)
