Repository: webyast/webyast
Catalog: webyast/po/*/webyast-*.po
Languages: ar, xh

source: S&uspend
xh: X&homa

source: &Reboot
xh: &Lungisa kwakhona

source: Caps Lock is enabled.
xh: Iqhosha lokwenza onobumba abakhulu lenziwe lasebenza.

source: User %s will log in in %d seconds
xh: Umsebenzisi %s uza kungena ku %d wemizuzwana

source: <p>This link references a home page or the top of some hierarchy.</p>
xh: <p>Olu nxumaniso lungqinisa ikhasi lokuqala okanye umphezulu woluhlu lwemigangatho ethile.</p>

source: <p>This link references the immediate parent of the current document.</p>
xh: <p>Olu nxumaniso lungqininisa umlawuli okhawulezileyo wexwebhu langoku.</p>

source: &First
xh: &Kuqala

source: <p>This link type tells search engines which document is considered by the author to be the starting point of the collection.</p>
xh: <p>Olu hlobo lonxulumaniso lixelela iinjini zokuzingela ukuba loluphi uxwebhu olucingelwa ngumbhali ukuba yindawo yokuqalisa yengqokelela.</p>

source: <p>This link references the previous document in an ordered series of documents.</p>
xh: <p>Olu nxulumaniso lungqininisa ixwebhu langaphambili ngothotho olulungelelanisiweyo lwamaxwebhu.</p>

source: &Next
xh: &Okulandelayo

source: <p>This link references the next document in an ordered series of documents.</p>
xh: <p>Olu nxulumaniso lungqininisa ixwebhu elilandelayo ngothotho olulungelelanisiweyo lwamaxwebhu. </p>

source: &Last
xh: &Yokugqibela

source: <p>This link references the end of a sequence of documents.</p>
xh: <p>Olu nxulumaniso lingqinisisa isiphelo sokulandelelana kwamaxwebhu.</p>

source: <p>This link references the search.</p>
xh: <p>Olu nxulumaniso lungqininisa ukuzingela.</p>

source: Document
xh: Uxwebhu

source: <p>This menu contains the links referring the document information.</p>
xh: <p>Le menyu iqulethe izinxulumanisi ezibhekisele kulwazi lwexwebhu.</p>

source: <p>This link references the table of contents.</p>
xh: <p>Olu nxulumaniso lungqininisa itheybhile yeziqulatho.</p>

source: Chapters
xh: Izahluko

source: <p>This menu references the chapters of the document.</p>
xh: <p>Le menyu ingqininisa izahluko zexwebhu.</p>

source: Sections
xh: Iziqendu

source: <p>This menu references the sections of the document.</p>
xh: <p>Le menyu ingqininisa iziqendu zexwebhu.</p>

source: Subsections
xh: Iziqendwana

source: <p>This menu references the subsections of the document.</p>
xh: <p>Le menyu ingqininisa iziqendwana zexwebhu.</p>

source: Appendix
xh: Isihlomelo

source: <p>This link references the appendix.</p>
xh: <p>Olu nxulumaniso lungqininisa isihlomelo.</p>

source: &Glossary
xh: &Uluhlu lweenkcazelo

source: <p>This link references the glossary.</p>
xh: <p>Olu nxulumaniso lungqininisa uluhlu lweenkcazelo.</p>

source: &Index
xh: &Isalathiso

source: <p>This link references the index.</p>
xh: <p>Olu nxulumaniso lungqininisa isalathiso.</p>

source: <p>This menu contains other important links.</p>
xh: <p>Le menyu iqulethe ezinye izinxulumanisi ezibalulekileyo.</p>

source: <p>This link references the help.</p>
xh: <p>Olu nxulumaniso lungqininisa uncedo.</p>

source: &Authors
xh: &Ababhali

source: <p>This link references the author.</p>
xh: <p>Olu nxulumaniso lungqininisa umbhali.</p>

source: Copy&right
xh: Ilungelo&lombhali

source: <p>This link references the copyright.</p>
xh: <p>Olu nxulumaniso lungqininisa ilungelo lombhali.</p>

source: <p>This menu references the bookmarks.</p>
xh: <p>Le menyu ingqininisa izinto zokuphawula.</p>

source: Other Versions
xh: Ezinye Iinguqulelo

source: <p>This link references the alternate versions of this document.</p>
xh: <p>Olu nxulumaniso lungqininisa iinguqulelo ezibolekisanayo zoxwebhu.</p>

source: <p>Miscellaneous links.</p>
xh: <p>Izinxulumanisi zeentlobo ngeentlobo.</p>

source: Press '/' to search...
xh: Cinezela '/' ukuzingela...

source: Suspend failed
xh: Ukumisa kusilele

source: <qt><h3>End Current Session</h3><p>Log out of the current session to login with a different user</p></qt>
xh: <qt><h3>Phelisa iSeshoni Yangoku</h3><p>Phuma kwiseshoni yangoku ukungena ngomsebenzisi owahlukileyo</p></qt>

source: <qt><h3>Turn Off Computer</h3><p>Log out of the current session and turn off the computer</p></qt>
xh: <qt><h3>Cima iKhompyutha</h3><p>Phuma kwiseshoni kwaye ucime ikhompyutha</p></qt>

source: <qt><h3>Restart Computer</h3><p>Log out of the current session and restart the computer</p><p>Hold the mouse button or the space bar for a short while to get a list of options what to boot</p></qt>
xh: <qt><h3>Qalisa kwakhona iKhompyutha</h3><p>Phuma kwiseshoni kwaye uqalise kwakhona ikhompyutha</p><p>Bamba iqhosha lemawusi okanye ibha yesithuba okwexesha elifutshane ukufumana uluhlu lwezikhethwa zokuba kumiselwe yiphi inkqubo</p></qt>

source: <qt><h3>Restart Computer</h3><p>Log out of the current session and restart the computer</p></qt>
xh: <qt><h3>Qalisa kwakhona iKhompyutha</h3><p>Phuma kwiseshoni yangoku kwaye uqalise kwakhona ikhompyutha</p></qt>

source: Unable to start ksplashx.
xh: Ayikwazi ukuqalisa i-ksplashx.

source: Preferred Window Manager:
xh: Umlawuli we-Window oKhethiweyo

source: Conversion to KDEMM
xh: Uguqulelo ibengu-KDEMM

source: Could not access %1. Offline mode active.
xh: Ayikwazi kufikelela %1. Imo engaphandle konxibelelwano iyasebenza.

source: Access time updates
xh: Ixesha lokufikelela lihlaziya

source: All Data
xh: Zonke Inkcukacha

source: All I/O to the file system should be done synchronously.
xh: Zonke i /O kwisixokelwano sefayili kufuneka zenziwe ngexesha elinye.

source: Device is already mounted.
xh: Isixhobo sele sigxunyekiwe.

source: Device is Busy:
xh: Isixhobo siXakekile:

source: Feature only available with HAL
xh: Uphawu lukhona kuphela nge-HAL

source: Filesystem: %1
xh: Isixokelelwano sefayili: %1

source: Filesystem: iso9660
xh: Isixokelelwano sefayili: i-iso9660

source: Filesystem Specific Mount Options
xh: Izikhethwa zokuGxumeka eziZodwa zeSixokelelwano seFayili

source: Flushed IO
xh: I-IO Ekhutshiweyo

source: Generic Mount Options
xh: Izikethwa zokuGxumeka zoHlobo oluthile

source: Internal Error
xh: Imposiso yaNgaphakathi

source: Invalid filesystem type
xh: Uhlobo lwesixokelelwano sefayili esingasebenzi

source: Journaling:
xh: Ubuntatheli:

source: Lower
xh: Hlisa

source: Mixed
xh: Uxutyiwe

source: Mount as user
xh: Gxumeka njengomsebenzisi

source: Mount automatically
xh: Gxumeka ngokuzenzekelayo

source: &Mounting
xh: &Ukugxumeka

source: Mount label:
xh: Gxumeka ilebhile:

source: Mountpoint:
xh: Indawo yokugxumeka:

source: Mountpoint has to be below /media
xh: Indawo yokugxumeka kufuneka ibe phantsi /wemidiya

source: Mount the file system read-only.
xh: Gxumeka isixokelelwano sefayili sokufunda-kuphela.

source: Mount this file system as user.
xh: Gxumeka esi sixokelelwano njengomsebenzisi.

source: Mount this file system automatically.
xh: Gxumeka esi sixokelelwano ngokuzenzekelayo.

source: No such medium: %1
xh: Akho mphakathi unjalo: %1

source: Ordered
xh: Okulungelelanisiweyo

source: Permissions denied
xh: Iimvume zaliwe

source: PropertiesPageGUI
xh: Ikhasi leempawu ze-GUI

source: Quiet
xh: Yeka

source: Read only
xh: Funda kuphela

source: Saving the changes failed
xh: Ukugcinwa kotshintsho kusilele

source: Short names:
xh: Amagama amafutshane:

source: Synchronous
xh: Kwenzeka ngexesha elinye

source: The option 'flush' is not allowed
xh: Isikhethwa 'sokukhupha' asivumelekanga

source: Under what label this file system shall be mounted.
xh: Esi sixokelelwano sefayili siza kugxunyekwa kweyiphi ilebhile.

source: Update inode access time for each access.
xh: Hlaziya ixesha lofikelelo lwe-inicode ngofikelelo ngalunye.

source: UTF-8 charset
xh: I-UTF-8 charset

source: Windows 95
xh: U-Windows 95

source: Windows NT
xh: U-Windows NT

source: Write Back
xh: Bhala kaMva

source: Attempts to chown or chmod files do not return errors, although they fail. Use with caution!
xh: Iinzame zoku-chown okanye iifayili ze-chmod azibuyisi zimposiso, nangona zisilela. Sebenzisa ngononophelo!

source: Under what directory this file system shall be mounted. Please note that there is no guarantee that the system will respect your wish. For one the directory has to be below /media - and it does not yet have to exist.
xh: Esi sixokelelwano sefayili siza kugxunyekwa komphi uvimba weefayili. Nceda qaphela ukuba akukho siqinisekiso sokuba isixokelelwano siza kuhlonipha umnxweno wakho. Okokuqala uvimba weefayili kufuneka abe ngaphantsi /kwemidiya - kwaye akukafuneki ukuba abekhona.

source: Always flush all data to the hot plug devices immediately and don't cache it.
xh: Soloko ukhuphela zonke inkcukacha kwisixhobo seplagi eshushu kwangoko kwaye ungayifaki kuvimba wethutyana.

source: UTF8 is the filesystem safe 8-bit encoding of Unicode that is used by the console. It can be be enabled for the filesystem with this option.
xh: I-UTF8 sisixokelelwano sefayili esikhuselekileyo 8-esinxulumane ne-Unicode esetyenziswa sisixhasi Ingenziwa isebenze kwisixokelelwano sefayili ngesi sikhethwa.

source: <h2>Specifies the journalling mode for file data. Metadata is always journaled. </h2> <h3><b>All Data</b></h3> All data is committed into the journal prior to being written into the main file system. This is the slowest variant with the highest data security. <h3><b>Ordered</b></h3> All data is forced directly out to the main file system prior to its metadata being committed to the journal. <h3><b>Write Back</b></h3> Data ordering is not preserved - data may be written into the main file system after its metadata has been committed to the journal. This is rumoured to be the highest-throughput option. It guarantees internal file system integrity, however it can allow old data to appear in files after a crash and journal recovery.
xh: <h2>Ibalula imo yokusebenza yobuntatheli ngefayili yenkcukacha. I-metadata isoloko isenziwa ingxelo yemihla ngemihla. </h2> <h3><b>Zonke Inkcukacha</b></h3> Zonke Iinkcukacha zinikelwe kwingxelo yemihla ngemihla phambi kokuba ibhalwe kwisixokelelwano sefayili. Olu lolunye uhlobo olucotha kakhulu ngokhuseleko oluphezulu lwenkcukacha. <h3><b>Elungelelanisiweyo</b></h3> Zonke inkcukacha zinyanzelwe ngokuthe ngqo kwesona sixokelelwano sefayili ngaphambi kwe-metadata yayo inikelwe kwingxelo yemihla ngemihla. <h3><b>Bhala kaMva</b></h3> Ukulungelelanisa inkcukacha akukhuselekanga - inkcukacha azinakubhalwa kwesona sixokelelwano sefayili emva kwe-metadata inikezelwe kwingxelo yemihla ngemihla. Kukho amarhe okuba sisikhethwa esiphezulu. Siqinisekisa imfezeko yangaphakathi yesixokelelwano sefayili, kanti ingavumela inkcukacha ezindala ukuba zivele kwiifayili emva kokuwa kunye nokufumana kwakhona ingxelo yemihla yemihla.

source: <h2>Defines the behaviour for creation and display of filenames which fit into 8.3 characters. If a long name for a file exists, it will always be preferred display.</h2> <h3><b>Lower</b></h3> Force the short name to lower case upon display; store a long name when the short name is not all upper case. <h3><b>Windows 95</b></h3> Force the short name to upper case upon display; store a long name when the short name is not all upper case. <h3><b>Windows NT</b></h3> Display the shortname as is; store a long name when the short name is not all lower case or all upper case. <h3><b>Mixed</b></h3> Display the short name as is; store a long name when the short name is not all upper case.
xh: <h2>Ibalula isimo sokudala nokuboniswa kwamagama eefayili angena kwiimpawu ezi-8.3. Ukuba igama elide lefayili ikhona, liza kusoloko liba ngumboniso okhethwayo.</h2> <h3><b>Hlisa</b></h3> Nyanzela igama elifutshane libe ngoonobumba abancinci kumboniso; gcina igama elide xa igama elifutshane lingengonobumba omkhulu. <h3><b>U-Windows 95</b></h3> Nyanzela igama elifutshane ukuba libe ngonobumba abakhulu kumboniso; gcina igama elide xa igama elifutshane lingengonobumba omkhulu. <h3><b>U-Windows NT</b></h3> Ubonisa igama elifutshane njengokuba, ligcina igama elide xa igama elifutshane lingengonobumba omncinci lonke okanye onobumba abakhulu bonke. <h3><b>Uxutyiwe</b></h3> Ubonisa igama elifutshane njengokuba, ligcina igama elide xa igama elifutshane lingengonobumba omkhulu lonke.

source: Select Input &Method
xh: Khetha Indlela &Yokungenisa

source: Multiple Input Method Switcher
xh: Isitshintshi seeNdlela zokuNgenisa eZininzi

source: Multiple input method switcher that uses the context menu of the text widgets
xh: Isitshintshi seendlela zokungenisa ezininzi ezisebenzisa imenyu yesandulelo zombhalo wee-widget

source: Dummy Input Method Switcher
xh: Idami yesiTshintshi seNdlela yokuNgenisa

source: Dummy input method switcher that uses the context menu of the text widgets
xh: Idami yesitshintshi sendlela yokungenisa esisebenzisa imenyu yesandulelo zombhalo wee-widget

source: Simple Composing Input Method
xh: Yenza nje iNdlela yokuNgenisa

source: Simple composing input method
xh: Yenza iNdlela yokuNgenisa

source: XIM
xh: I-XIM

source: XIM input method
xh: Indlela yokungenisa i-XIM

source: Unknown Input Method
xh: Indlela yokuNgenisa eNgaziwa

source: Default Input Method:
xh: Indlela yokuNgenisa eHlala ikhona:

source: Installation Error
xh: Imposiso Yokuhlohla

source: Aborted
xh: Ilahlile

source: Invalid URL
xh: I-URL Ayisebenzi

source: The 'kernel-xen' and 'install-initrd' packages were not found.
xh: I-'kernel-xen' nemibekelo 'ye-install-initrd' ayikhange ifunyanwe.

source: Failed to find the '%(tag)s' tag in the XML file.
xh: Isilele ukufumana isiphawuli '%(tag)s' kwifayili i-XML.

source: Failed to parse the XML file '%(file)s'.
xh: Isilele ukwahlula ifayili ye-XML %(file)s .

source: Please correct the error and try again.
xh: Nceda lungisa imposiso kwaye uzame kwakhona.

source: Please type a number.
xh: Nceda chwetheza inamba.

source: The VM's name must contain from 1 to 255 characters.
xh: Igama le-VM kufuneka iqulathe iimpawu ukusuka ku 1 ukuya ku 255.

source: The VM's name cannot start with a digit.
xh: Igama le-VM alikwazi kuqalisa ngomvo.

source: An error occurred in Xen.
xh: Imposiso ivelile kwi-Xen.

source: The hypervisor is not running.
xh: I-hypervisor ayisebenzi.

source: An incompatible version of the hypervisor is running.
xh: Inguqulelo engahambelaniyo ye-hypervisor ayisebenzi.

source: Failed to start the VM.
xh: Isilele ukuqalisa i-VM.

source: The VM has crashed.
xh: I-VM iye yatyoboka.

source: A VM by that name is already running.
xh: I-VM ngelo gama sele isebenza.

source: A valid boot sector was not found. The installation may have failed.
xh: Icandelo lokumisela inkqubo elisebenzayo alikhange lifunyanwe. Ukuhlohla kusenokuba kusilele.

source: No kernel was found. The installation may have failed.
xh: Akukho kernel ifunyenweyo. Ukuhlohla kusenokuba kusilele.

source: The installation source is using an unsupported protocol.
xh: Uvimba wokuhlohla usebenzisa umthetho wokusebenza ongaxhaswa.

source: An error occurred while reading from the installation source.
xh: Kwenzeke imposiso xa bekufundwa kukavimba wokuhlohla.

source: The installation source was not found.
xh: Uvimba wokuhlohla akafunyanwanga.

source: The installation source is unusable.
xh: Uvimba wokuhlohla akasebenziseki.

source: No installation source was defined.
xh: Akukho vimba wokuhlohla ebechaziwe.

source: The operating system is incompatible with the processor architecture of this machine.
xh: Isixokelelwano sokusebenza asihambelani nenzululwazi yokwakha yesixhobo sokusebenza salo matshini.

source: The processor(s) in this machine do not support full virtualization.
xh: Isixhobo sokusebenza kulo matshini asixhasi inyani epheleleyo.

source: The processor(s) in this machine support full virtualization, but it is disabled in the BIOS.
xh: Isixhobo sokusebenza kulo matshini sixhasa inyani epheleleyo, kodwa senziwe asasebenza kwi-BIOS.

source: Not enough memory.
xh: Akukho vimba wolwazi waneleyo.

source: The disk does not exist.
xh: Idiski ayikho.

source: The disk is read-only.
xh: Idiski efundwayo kuphela.

source: Two of the virtual disks have conflicting virtual names or physical devices.
xh: Ezimbini zeediski zenyani zinamagama enyani achasanayo okanye izixhobo zemvelo.

source: The job was canceled.
xh: Umsebenzi uhlatyiwe.

source: The job was not found.
xh: Umsebenzi awukhange ufunyanwe.

source: A parameter is invalid or missing.
xh: Umda awusebenzi okanye ulahlekile.

source: The operating system does not support paravirtualization.
xh: Isixokelelwano esisebenzayo asiyixhasi inyani.

source: The operating system does not support automated installations.
xh: Isixokelelwano esisebenzayo asiyixhasi ukuhlohlwa okuzenzekeleyo.

source: The operating system does not support full virtualization.
xh: Isixokelelwano esisebenzayo asiyixhasi inyani epheleleyo.

source: Novell NetWare 6.5 SP6 and older
xh: I-Novell NetWare 6.5 SP6 nendala

source: Novell Open Enterprise Server 2 (Linux)
xh: Iseva 2 Yeshishini Ivula i-Novell (i-Linux)

source: Novell Open Enterprise Server 2 (NetWare)
xh: Iseva 2 Yeshishini Ivula i-Novell (i-NetWare)

source: Other operating system
xh: Esinye isixokelelwano esisebenzayo

source: RedHat (other)
xh: Umnqwazi womKhardinale (ezinye)

source: RedHat Enterprise Linux 3
xh: Umnqwazi womKhardinale Weshishini le-Linux 3

source: RedHat Enterprise Linux 4
xh: Umnqwazi womKhardinale Weshishini le-Linux 4

source: RedHat Enterprise Linux 5
xh: Umnqwazi womKhardinale Weshishini le-Linux 5

source: SUSE Linux Enterprise Server 10
xh: Iseva 10 Yeshishini leSUSE Linux

source: SUSE Linux Enterprise Server 8
xh: Iseva 8 Yeshishini leSUSE Linux

source: SUSE Linux Enterprise Server 9
xh: Iseva 9 Yeshishini leSUSE Linux

source: Solaris 10
xh: I-Solaris 10

source: Solaris 9 and older
xh: I-Solaris 9 nezindala

source: SUSE (other)
xh: I-SUSE (ezinye)

source: Gathering settings...
xh: Iqokelela izakhelo...

source: Preparing to start the installation...
xh: Ilungiselela ukuqalisa ukuhlohla...

source: Installing...
xh: Iyahlohla...

source: Please wait...
xh: Nceda Linda…

source: Performing post-installation checks...
xh: Yenza ukhangelo lwasemva kokuhlohla...

source: Creating the run-time configuration...
xh: Idala ubumbeko lwexesha lokusebenza...

source: Finishing the installation...
xh: Igqiba ukuhlohla…

source: Finished.
xh: Igqibile.

source: Paravirtualized
xh: Inyani

source: Fully virtualized
xh: Inyani ngokupheleleyo

source: Paravirtualization
xh: Inyani

source: Full virtualization
xh: Ubunyani Obupheleleyo

source: Install an Operating System?
xh: Hlohla Isixokelelwano Esisebenzayo?

source: Type of Operating System
xh: Uhlobo Lwesixokelelwano Esisebenzayo

source: Virtualization Method
xh: Indlela Yenyani

source: Name of Virtual Machine
xh: Igama Likamatshini Wenyani

source: Hardware
xh: Okungaphakathi eqokobheni lekhompyutha

source: Disks
xh: Iidiski

source: Virtual Disk
xh: Idiski Yenyani

source: Network Adapters
xh: Izilungisi Zothungelwano

source: Virtual Network Adapter
xh: Isilungisi Senyani Sothungelwano

source: Operating System Installation
xh: Ukuhlohlwa Kwesixokelelwano Esisebenzayo

source: Operating System Settings
xh: Izakhelo Zesixokelelwano Esisebenzayo

source: This assistant will guide you through creating a new virtual machine (VM). You will be asked for some information about the VM you'd like to create, such as:
xh: Lo mncedisi uza kukhokela ekudaleni umatshini wenyani omtsha (i-VM). Uza kucelwa ulwazi oluthile malungana ne-VM othanda ukuyidala, enjenge:

source: The <b>type of operating system</b> that will run in the new VM
xh: U <b>hlobo lwesixokelelwano esisebenzayo</b> ezisa kusebenza kwi-VM entsha

source: Whether the VM will be <b>fully virtualized</b> or <b>paravirtualized</b>
xh: Nokuba i-VM iza <b>kunyanisa ngokupheleleyo</b> okanye <b>ayizunyanisa</b>

source: The <b>location</b> of the files necessary to install an operating system on the VM, or a <b>disk</b> that already has an operating system
xh: U <b>kumiswa</b> kweefayili eziyimfuneko ukuhlohla isixokelelwano esisebenzayo kwi-VM, okanye <b>idisk</b> esele inesixokelelwano esisebenzayo

source: Other characteristics of the VM, such as <b>memory</b>, <b>processors</b>, and <b>network adapters</b>.
xh: Ezinye iimpawu ze-VM, ezinjengo<b>mvimba wolwazi</b>, <b>wesixhobo sokusebenza</b>, kunye <b>nezilungisi zothungelwano</b>.

source: For the most current information on Novell VM server technology, see %(url)s
xh: Ngolwazi oluthe vetshe olutsha kubugcisa beseva ka-Novell VM, khangela %(url)s

source: If you are creating this VM from scratch, you will need to install an operating system. When migrating a physical machine to a virtual machine, the disk with the existing operating system can often be reused for the VM.
xh: Ukuba udala le-VM uyiqalela ekuqaleni, uza kufuna ukuhlohla isixokelelwano esisebenzayo. Xa ufudusela umatshini obambekayo ukuya kumatshini wenyani, idiski enesixokelelwano esisebenzayo qho ingasetyenziselwa kwakhona i-VM.

source: I need to install an operating system.
xh: Ndifuna ukuhlohla isixokelelwano esisebenzayo.

source: I have a disk or disk image with an installed operating system.
xh: Ndinediski okanye umfanekiso wediski enesixokelelwano esisebenzayo.

source: Please choose a name for the virtual machine.
xh: Nceda khetha igama likamatshini wenyani.

source: Click any headline to make changes. When the settings are correct, click <b>OK</b> to create the VM.
xh: Nqomfa nayiphi intloko siqendu ukwenza utshintsho. Xa izakhelo zilungile, nqomfa u <b> KULUNGILE</b> ukudala i-VM.

source: Virtual machines can use paravirtualization or full virtualization. Paravirtualization is faster but requires operating system support. Full virtualization runs a broader range of operating systems but requires hardware support. Which do you prefer?
xh: Oomatshini benyani bangasebenzisa engeyonyano okanye inyani epheleleyo. Okungeyonyani kukhawuleza kakhulu kodwa kufuna inkxaso yesixokelelwano esisebenzayo. Inyani epheleleyo isebenza uluhlu olubanzi lwezixokelelwano ezisebenzayo kodwa ifuna inkxaso yokungaphakathi eqokobheni lekhompyutha. Okhetha eyiphi?

source: Please specify the type of operating system that will run within the virtual machine. This defines many defaults, and helps decide how to start paravirtualized operating systems.
xh: Nceda balula uhlobo lwesixokelelwano esisebenzayo esiza kusebenza ngaphakathi komatshini wenyani. Oku kucacisa izinto ezininzi ezihlala zikhona, kwaye inceda ugqibe ukuba uqlise njani izixokelelwano ezisebenzayo ezingeyonyani.

source: Some operating systems support automating the installation by specifying a URL or file(s). Select a directory to include multiple files.
xh: Ezinye izixokelelwano ezisebenzayo zixhasa ukuzenzekela kwesixokelelwano ngokubalula i-URL okanye iifayili. Khetha uvimba wefayili ukuquka iifayili ezininzi.

source: Some operating systems accept additional arguments, used to customize the installation or boot process.
xh: Ezinye izixokelelwano ezisebenzayo zamkela iimpikiswano ezongeziweyo, ezisetyenziswe ukuzenzela ukuhlohla okanye inkqubo yokumisela.

source: Please specify the settings for the virtual network adapter.
xh: Nceda balula izakhelo zesilungisi sothungelwano lwenyani.

source: Specify the amount of memory and number of processors to allocate for the VM.
xh: Balula ubuninzi bukavimba wolwazi kunye nenamba yezixhobo zokusebenza ukwabela i-VM.

source: For best performance, the number of virtual processors should be less than or equal to the number of physical processors.
xh: Ngomsebenzi obalaseleyo, inamba yezixhobo zenyani zokusebenza kufanele zibe ngaphantsi okanye zilingane nenamba yezixhobo zokusebenza ezibambekayo.

source: Paravirtualized graphics require that an appropriate driver is installed in the operating system.
xh: Imizobo engeyonyani ifuna ukuba umqhubi ofanelekileyo ahlohlwe kwisixokelelwano esisebenzayo.
