Repository: webyast/webyast
Catalog: webyast/po/*/webyast-*.po
Languages: ar, xh

source: This is the same as using the <placeholder-1/> boot option. <br><placeholder-2/></br>
xh: Oku kufana nokusebenzisa isikhethwa <umgcinisithuba-1/> isikhethwa somiselo lwenkqubo. <br><umgcinisithuba-2/></br>

source: <h3><placeholder-1/></h3> Press <placeholder-2/> to choose an installation source.<br><placeholder-3/></br>
xh: <h3><umgcinisithuba-1/></h3> Cinezela <umgcinisithuba-2/> ukukhetha umthombo wokuhlohla.<br> <umgcinisithuba-3/> </br>

source: If your system has problems with the graphics card during the installation, the <placeholder-1/> may be a usable work-around. <br><placeholder-2/></br>
xh: Ukuba isixokelelwano sakho sineengxaki ngekhadi yegrafu ngethuba lokuhlohla, u-<mgcinisithuba-1/> usenokuba ngumsebenzi osebenzisekayo-ojikelayo. <br><umgcinisithuba-2/></br>

source: It is possible that your monitor cannot be detected automatically. In that case, select your preferred mode manually.<br><placeholder-1/></br>
xh: Kusenokwenzeka ukuba iqokobhe lesikrini sakho alikwazi kuchongeka ngokuzenzekela. Kwesi siganeko, khetha imo yokusebenza okholwa yiyo ngokwenza ngesandla.<br><isigcinisithuba-1/></br>

source: <h3><placeholder-1/></h3> Press <placeholder-2/> to get the list of video modes your graphics card supports. The highest mode your monitor can display is preselected.<br><placeholder-3/></br>
xh: <h3><umgcinisithuba-1/></h3> Cinezela <umgcinisithuba-2/> ukufumana uludwe kwezimo zevidiyo ezixhaswa ziikhadi zegrafu. Eyona mo iphezulu iqokobhe lesikrini sakho enokusibonisa ikhethwa kwangaphambili.<br><umgcinisithuba-3/></br>

source: A driver update is typically a floppy with new versions of hardware drivers or bug fixes needed during installation. <br><placeholder-1/></br>
xh: Uhlaziyo lomqhubi yi-floppy ngokweempawu eneenguqulelo ezintsha zabaqhubi abaseqokobheni lekhompyutha okanye izilungiso zentsholongwane ezifuneka ngethuba lokuhlohla. <br><umgcinisithuba-1/></br>

source: <h3><placeholder-1/></h3> If you need a driver update floppy or CD-ROM, press <placeholder-2/>. The boot loader asks you to insert the driver update medium after loading the Linux kernel.<br><placeholder-3/></br>
xh: <h3><umgcinisithuba-1/></h3> Ukuba ufuna i-floppy yohlaziyo lomqhubi okanye i-CD-ROM, cinezela <umgcinisithuba-2/>. Umlayishi womiselo lwenkqubo ukucela ukuba ufake isilondolozi sohlaziyo lomqhubi emva kokulayisha i-kernel ye-Linux.<br><umgcinisithuba-3/></br>

source: <placeholder-1/>: leave help <br><placeholder-2/></br>
xh: <umgcinisithuba-1/> shiya uncedo<br><umgcisisithuba-2/></br>

source: <placeholder-1/>: For very new machines, a driver update may be needed to install the system. <placeholder-2/>
xh: <umgcinisithuba-1/> Ngoomatshini abatsha kakhulu, uhlaziyo lomqhubi lusenokufuneka ukuze kuhlohlwe isixokelelwano. <umgcinisithuba-2/>

source: <placeholder-1/>: Choose the installation source.<br><placeholder-2/></br>
xh: <umgcinisithuba-1/> Khetha umthombo wokuhlohla.<br><umgcinisithuba-2/></br>

source: <placeholder-1/>: Here, choose between different screen resolutions while installing. If you encounter problems with the graphical installation, the <placeholder-2/> may be a work-around for you.<br><placeholder-3/></br>
xh: <umgcinisithuba-1/> Apha, khetha phakathi kweendawo ezahlukahlukeneyo ezibonakalayo esikrinini xa kuhlohlwa. Ukuba uqubisana neengxaki zokuhlohla ngokwegrafu, <umgcinisithuba-2/> usenokuba ngumsebenzi-ojikelayo kuwe.<br><umgcinisithuba-3/></br>

source: <placeholder-1/>: Set language and keyboard mapping used by the boot loader.<br><placeholder-2/></br>
xh: <umgcinisithuba-1/> Misela ukuguquka kolwimi nebhodi yamaqhosha ezisetyenziswa ngumlayishi womiselo lwenkqubo.<br><placeholder-2/></br>

source: <placeholder-1/>: This is context sensitive. It will show different screens depending on the active element of the boot screen. There is also a description of this help system available.<br><placeholder-2/></br>
xh: <umgcinisithuba-1/> Oku kuyavelana nemo ekubhekiselelwe kuyo. Kuya kubonakalisa izikrini ezahlukahlukeneyo kuxhomekeke kwisiqalelo esisebenzayo sesikrini somiselo lwenkqubo. Kukho ngokunjalo inkcazelo yesi sixokelelwano soncedo esifumanekayo.<br><umgcinisithuba-2/></br>

source: <placeholder-1/>: The boot options may change the behavior of your system completely. They are settings for the kernel.<br><placeholder-2/></br>
xh: <umgcinisithuba-1/> Izikhethwa zomiselo lwenkqubo zisenokuguqula ukuziphatha kwesixokelelwano sakho ngokupheleleyo. Yimimiselo ye-kernel.<br><umgcinisithuba-2/></br>

source: <placeholder-1/>: Memory testing is useful for more than checking installation of new memory modules. It is a stress test for a big part of your computer system and may indicate hardware problems.<br><placeholder-2/></br>
xh: <umgcinisithuba-1/> Uvavanyo lukavimba wolwazi uluncedo ukwenzela ngaphezu kokuqwalasela ukuhlohlwa kweemodyuli ezintsha zikavimba wolwazi. Luvavanyo lodandatheko ukwenzela inxalenye enkulu yesixokelelwano sakho sekhompyutha kwaye lunokubonisa iingxaki zokuseqokobheni lekhompyutha.<br><umgcinisithuba-2/></br>

source: <placeholder-1/>: Runs a BIOS test tool that validates ACPI and other parts of your BIOS.<br><placeholder-2/></br>
xh: <umgcinisithuba-1/> Uqhuba isixhobo sovavanyo lwe-BIOS esiqinisekisa i-ACPI nezinye iinxalenye ze-BIOS yakho.<br><umgcinisithuba-2/></br>

source: <placeholder-1/>: This boot image starts a small Linux system in RAM. This is useful if the system does not start properly. After booting this system, log in as root.<br><placeholder-2/></br>
xh: <umgcinisithuba-1/> Umfuziselo womiselo lwenkqubo luqalisa isixokelelwano esincinci se-Linux kwi-RAM. Oku kuluncedo ukuba isixokelelwano asiqalisi ngokufanelekileyo. Emva kokumisela inkqubo kwesi sixokelelwano, ngena njengengcambu yamandla.<br><umgcinisithuba-2/></br>

source: <placeholder-1/>: If you were not successful with <placeholder-2/>, this selection might solve the issue.<br><placeholder-3/></br>
xh: <umgcinisithuba-1/> Ukuba akubanga nempumelelo ngo-<mgcinisithuba-2/>, oku kukhethiweyo kusenokuwusombulula lo mba.<br><umgcinisithuba-3/></br>

source: <placeholder-1/>: If the normal installation fails, this might be due to the system hardware not supporting local APIC. If this seems to be the case, use this option to install without local APIC support.<br><placeholder-2/></br>
xh: <umgcinisithuba-1/> Ukuba ukuhlohla okuqhelekileyo kuyasilela, oku kunokubangwa kokuseqokobheni lekhompyutha kwesixokelelwano esingayixhasiyo i-APIC yendawo leyo. Ukuba oku kubonakala kunjalo, sebenzisa esi sikhethwa ukuhlohla ngaphandle kwenkxaso ye-APIC yendawo leyo.<br><umgcinisithuba-2/></br>

source: <placeholder-1/>: Many of the currently-sold computers have incomplete or faulty ACPI implementations. This selection disables ACPI support in the kernel, but still enables many performance features, like DMA for IDE hard disks. <br><placeholder-2/></br>
xh: <umgcinisithuba-1/> Uninzi lweekhompyutha ezithengiswa ngoku zineempumezo ze-ACPI ezingaphelelanga okanye ezineziphene. Oku kukhethiweyo kususa inkxaso yesakhono se-ACPI kwi-kernel, kodwa kusakwazi ukunika isakhono kwiimpawu zendlela yokusebenza, njenge-DMA ukwenzela amaqokobhe ekhompyutha. <br><umgcinisithuba-2/></br>

source: <placeholder-1/>: This installation mode works on most machines. If you experience a system freeze during boot or problems with detection of your hardware components, such as disk controllers or network cards, try one of the following installation options. <br><placeholder-2/></br>
xh: <umgcinisithuba-1/> Le mo yokuhlohla isebenza kuninzi loomatshini. Ukuba ufumana amava okungakwazi ukusebenza kwesixokelelwano ngethuba lokumisela inkqubo okanye leengxaki zokuchongeka kweenxalenye zokuseqokobheni lekhompyutha yakho, ezifana nezilawuli zediski okanye iikhadi zomsebenzi wothungelwano, zama enye yezikhethwa zokuhlohla ezilandelayo. <br><umgcinisithuba-2/></br>

source: <placeholder-1/>: This selection will not do anything to the system. It only starts a previously installed operating system.<br><placeholder-2/></br>
xh: <umgcinisithuba-1/> Oku kukhethiweyo akusayi kwenza nayiphi into kwesi sixokelelwano. Kuqala kuphela isixokelelwano sokusebenza esihlohliweyo sethuba elidlulileyo.<br><umgcinisithuba-2/></br>

source: Use this menu to select the desired function. If you have problems navigating in this help system, press <placeholder-1/> to enter the <placeholder-2/> of the help system. The main functions in this menu are:<br><placeholder-3/></br>
xh: Sebenzisa le menyu ukukhetha umsebenzi owunqwenelayo. Ukuba uneengxaki zokutyhutyha kwesi sixokelelwano soncedo, cinezela <umgcinisithuba-1/> ukuze ungenise <umgcinisithuba-2/> wesixokelelwano soncedo. Eyona misebenzi ingundoqo kule menyu yile:<br><umgcinisithuba-3/></br>

source: <h3><placeholder-1/></h3> Welcome to <placeholder-2/><br><placeholder-3/></br>
xh: <h3><umgcinisithuba-1/></h3> Wamkelekile <kumgcinisithuba-2/><br> <umgcinisithuba-3/> </br>

source: Done
xh: Kwenziwe

source: <b>Final Steps</b><hr>The last step is saving your new configuration. It is recommended to test the new configuration before saving it. If the test server shows a corrupted desktop, press <b>[ Ctrl+Alt+Backspace ]</b> to kill the server.
xh: <b>Amanyathelo Okugqibela</b><hr>Inyathelo lokugqibela ligcina ubumbeko lwakho olutsha. Kucetyiswa ukuvavanya ubumbeko olutsha phambi kokulugcina. Ukuba iseva yovavanyo ibonisa ulwazi olusesikrinini olungcolisekileyo, cinezela <b>[Ukulawula+Okukokunye_Ukubuya Umva Ngesithuba]</b> ukuze kubulawe iseva.

source: Path parameter parsing not supported for this URL
xh: Ukwahlula umda wenkcazelo yendlela yothungelwano awuxhaswa malunga ne-URL

source: Path Parameter parsing not supported for this URL
xh: Ukwahlula umda wenkcazelo yendlela yothungelwano awuxhaswa malunga nale-URL

source: Software management is already running.
xh: Ukulawulwa kwe-software sele kuqhuba.

source: %s install failed
xh: %s ukuhlohla kusilele

source: %s installed ok
xh: %s ukuhlohla kulungile

source: %s remove ok
xh: %s ukushenxisa kulungile

source: %s is replaced by %s
xh: %s ibuyiselwe ngo %s

source: %s replaced by %s
xh: %s ibuyiselwe ngo %s

source: Invalid information
xh: Ulwazi olungasebenzi

source: %s is needed by other resolvables
xh: %s iyafunwa zezinye iziconjululwa

source: %s is needed by %s
xh: %s ifunwa ngu %s

source: %s is needed by: %s
xh: %s ifunwa ngu: %s

source: %s conflicts with other resolvables
xh: %s iimpixano nezinye iziconjululwa

source: %s conflicts with %s
xh: %s iimpixano ne %s

source: %s conflicts with: %s
xh: %s iimpixano ne: %s

source: %s obsoletes other resolvables
xh: %s yenza ezinye iziconjululwa ziphelelwe lixesha

source: %s obsoletes %s
xh: %s ziphelelwe lixehsa %s

source: %s obsoletes:%s
xh: %s ziphelelwe lixehsa:%s

source: These resolvables will be deleted from the system.
xh: Ezi ziconjululwa ziza kucinywa kwisixokelelwano.

source: %s depends on other resolvables
xh: %s ixhomekeke kwezinye iziconjululwa

source: %s depends on %s
xh: %s ixhomekeke kwi %s

source: %s depends on:%s
xh: %s ixhomekeke kwi:%s

source: Child of
xh: Umntwana ka

source: Cannot install %s
xh: Ayikwazi kuhlohla%s

source: None provides %s
xh: Akukho nanye ebonelela ngo%s

source: %s is not installed and has been marked as uninstallable
xh: %s ayihlohlwanga kwaye iphawulwe njengengahlohleki

source: Cannot install %s due to dependency problems
xh: Ayikwazi kuhlohla%s ngenxa yeengxaki zoxhomekeko

source: delete %s
xh: Cima %s

source: %s has unfulfilled requirements
xh: %s inemfuneko ezingazalisekiswanga

source: %s has missing dependencies
xh: %s inezixhomekeki ezilahlekileyo

source: %s cannot be installed due to missing dependencies
xh: %s ayikwazi kuhlohla ngenxa yezixhomekeki ezilahlekikeyo

source: No need to install %s
xh: Akukho mfuno yokuhlohla%s

source: Cannot install %s to fulfil the dependencies of %s
xh: Ayikwazi kuhlohla%s ukuzalisekisa izixhomekeki zika%s

source: %s is uninstallable due to conflicts with %s
xh: %s ayihlohleki ngenxa yeempixano ne %s

source: Ignore this requirement just here
xh: Suhoya le mfuneko apha nje

source: Install %s although it would change the architecture
xh: Hlohla%s nangona kuza kutshintsha inzululwazi yokwakha

source: Ignore this conflict of %s
xh: Suhoya le mpixano ka%s

source: Ignore the obsolete %s in %s
xh: Suhoya ukuphelelwa%s lixesha kwi%s

source: Ignore that %s is already set to install
xh: Suhoya ukuba%s sele imiselwe ukuhlohla

source: for requiring %s for %s when upgrading %s
xh: ukufuna%s ka%s xa ihlaziya%s

source: , Action:
xh: , Isenzo:

source: , Trigger:
xh: , Inkcukumiso:

source: package
xh: umbekelo

source: selection
xh: ukukhetha

source: pattern
xh: indlela yenkqubo

source: product
xh: imveliso

source: script
xh: iskripti

source: message
xh: umyalezo

source: atom
xh: iatom

source: system
xh: isixokelelwano

source: Resolvable
xh: Isiconjululwa

source: Marking this resolution attempt as invalid.
xh: Ukuphawu le nzame yesigqibo akusebenzi.

source: Marking resolvable %s as uninstallable
xh: Ukuphawula ukuconjululwa%s njengesingahlohleki

source: This would invalidate %s.
xh: Oku kuza kubhangisa%s.

source: Establishing %s
xh: Imisela%s

source: Installing %s
xh: Ihlohla %s

source: Updating %s to %s
xh: Ihlaziya%s ukuya ku%s

source: Skipping %s: already installed
xh: Itsiba%s: sele ihlohliwe

source: for %s
xh: ka%s

source: There are no installable providers of %s
xh: Akukho baboneleli bahlohliweyo baka%s

source: %s provides %s, but is scheduled to be uninstalled.
xh: %s ibonelela%s, kodwa yenzelwe uludwe lwenkqubo ukuba ihlohlwe.

source: %s provides %s, but another version of that %s is already installed.
xh: %s ibonelela%s, kodwa enye inguqulelo yoko%s sele ihlohliwe.

source: %s provides %s, but it is uninstallable. Try installing it on its own for more details.
xh: %s ibonelela%s, kodwa ayihlohleki. Zama ukuyihlohla ngokunokwayo ngeenkcukacha ezithe vetshe.

source: %s provides %s, but it is locked.
xh: %s ibonelela%s, kodwa itshixiwe.

source: %s provides %s, but is scheduled to be kept.
xh: %s ibonelela%s, kodwa yenzelwe uludwe lwenkqubo ukuba igcinwe.

source: %s provides %s, but has another architecture.
xh: %s ibonelela%s, kodwa inenye inzululwazi ngokwakha.

source: Can't satisfy requirement %s for %s
xh: Ayikwazi kwanelisa imfuneko%s ka%s

source: %s is locked and cannot be uninstalled.
xh: %s itshixiwe kwaye ayikwazi kungahlohlwa.

source: Marking %s as uninstallable due to conflicts over %s
xh: Ukuphawula%s njengengahlohleki ngenxa yeempixano ezingaphezu kuka%s

source: from %s
xh: Ukusuka ku%s

source: Error!
xh: Imposiso!

source: Important!
xh: Ibalulekile!

source: Keep resolvables
xh: Gcina iziconjululwa

source: install %s
xh: hlohla%s

source: Install missing resolvables
xh: Hlohla izicombululi ezilahlekileyo

source: %s depended on %s
xh: %s ixhomekeke kwi %s

source: %s part of %s
xh: %s inxenye ka %s

source: unlock all resolvables
xh: vula zonke izicombululi

source: unlock %s
xh: vula%s

source: Unlock these resolvables
xh: Vula ezi zicombululi

source: Uninstalled
xh: Ayihlohlwanga

source: No Longer Applicable
xh: Ayisenakusetyenziswa

source: Applied
xh: Isetyenzisiwe

source: Not Needed
xh: Ayifuneki

source: Broken
xh: Yaphukile

source: out-of-date (version
xh: iphelelwe (inguqulelo

source: installed)
xh: ihlohliwe)

source: or
ar: أو

source: Next
ar: التالي

source: Finish
ar: إنهاء

source: Are you sure?
ar: هل أنت متأكد؟

source: Unknown error
ar: خطأ غير معروف

source: No information available
ar: لا تتوفر أية معلومات.

source: There was a problem retrieving information from the server.
ar: حدثت مشكلة عند استرداد المعلومات من الخادم.

source: Hide Details
ar: تفاصيل الحلقة

source: Show Details
ar: اظهر التفاصيل

source: Edit
ar: تحرير

source: You need to specify the host
ar: يجب تحديد المضيف

source: No login specified
ar: لم يتم تحديد الدخول

source: No password specified
ar: لم يتم تحديد كلمة السر

source: Host has blocked user %s. It cannot login until %s
ar: قام المضيف بحظر المستخدم %s. يتعذر الدخول حتى %s

source: Login incorrect. Check your username and password.
ar: دخول غير صحيح. تحقق من اسم المستخدم وكلمة السر.

source: You have been logged out.
ar: تم إخراجك.

source: Session timeout
ar: مهلة جلسة العمل

source: You're not allowed to do this. If you have to do this action, please contact system administrator
ar: غير مسموح لك بالقيام بهذا الإجراء. إذا كان يلزم القيام بذلك، اتصل بمسؤول النظام

source: Please login to continue
ar: الرجاء الدخول للمتابعة

source: You must logout before you can login
ar: يجب الخروج أولاً حتى يتسنى لك الدخول

source: can't be blank
ar: لا يمكن أن يكون فارغًا

source: is out of allowed values
ar: خارج نطاق القيم المسموح بها

source: can't be empty
ar: لا يمكن أن يكون عنوان URL فارغًا.

source: is invalid
ar: غير صالح

source: Invalid parameters:
ar: معلمات غير صالحة:

source: Can't connect to host %s.
ar: تعذر الاتصال بالمضيف %s.

source: Make sure the host is up and that the YaST web service is running.
ar: تأكد أن المضيف نشط وأن خدمة الويب YaST قيد التشغيل.

source: Please select a host to connect to.
ar: الرجاء تحديد مضيف كي يتم الاتصال به.

source: The host '%s' cannot be found.
ar: لم يتم العثور على المضيف '%s'.

source: Please double-check the host URL.
ar: الرجاء التحقق من عنوان URL للمضيف مرة أخرى.

source: account
ar: الحساب

source: Account|Login
ar: الحساب|دخول

source: Account|Created at
ar: الحساب|تم الإنشاء في

source: Account|Updated at
ar: الحساب|تم التحديث في

source: Account|Remember token
ar: الحساب|الرمز المميز للتذكير

source: Account|Remember token expires at
ar: الحساب|تنتهي صلاحية الرمز المميز للتذكر في

source: Account|Salt
ar: الحساب|القيمة العشوائية المضافة للحماية

source: host
ar: المضيف

source: Host|Name
ar: المضيف|الاسم

source: Host|Url
ar: المضيف|عناوين Url

source: Host|Description
ar: المضيف|الوصف

source: Host|Created at
ar: المضيف|تم الإنشاء في

source: Host|Updated at
ar: المضيف|تم التحديث في

source: Language Selection
ar: تحديد اللغة

source: This is embarrasing....
ar: هذا الأمر محير حقًا...

source: We are sorry, but there are some problems.
ar: إننا نأسف لذلك، لكن حدثت بعض المشاكل.

source: Problem:
ar: المشكلة:

source: Please Report a bug so we can fix the problem!.
ar: الرجاء تقديم تقرير بالخطأ حتى يتسنى لنا حل هذه المشكلة!.

source: (report link)
ar: (ارتباط التقرير)

source: Don't forget to include the bug details.
ar: لا تنس تضمين تفاصيل الخطأ.

source: Problem occured on target machine.
ar: حدثت مشكلة في الجهاز الهدف.

source: You do not have permissions to modify the settings.
ar: ليس لديك أية أذونات لتعديل الإعدادات.

source: Editing YaST-Web-Service
ar: تحرير خدمة الويب YaST

source: YaST-Web-Service
ar: خدمة الويب YaST

source: Url
ar: عنوان url

source: Please choose a service:
ar: الرجاء اختيار خدمة:

source: Really delete host %s ?
ar: هل تريد حذف المضيف %s بالفعل؟

source: New WebYaST Host
ar: مضيف WebYaST الجديد

source: URL
ar: عنوان URL

source: Create
ar: إنشاء

source: System actions
ar: إجراءات النظام

source: Really reboot %s?
ar: هل تريد بالفعل إعادة تشغيل %s؟

source: Shutdown
ar: إيقاف تشغيل

source: Really shutdown %s?
ar: هل تريد بالفعل إيقاف تشغيل %s؟

source: Loading patch information
ar: تحميل معلومات التصحيح

source: Patch status summary is disabled in the config file.
ar: تم تعطيل ملخص حالة التصحيح في ملف التكوين.

source: Patch plugin is not installed.
ar: لم يتم تثبيت أداة التصحيح الإضافية.

source: Loading system information
ar: تحميل معلومات النظام

source: System status summary is disabled in the config file.
ar: تم تعطيل ملخص حالة النظام في ملف التكوين.

source: Status plugin is not installed.
ar: لم يتم تثبيت أداة الحالة الإضافية.

source: Show all modules
ar: إظهار كافة الوحدات النمطية

source: Base system setup
ar: إعداد النظام الأساسي

source: Your initial system setup was not completed. Please continue with setting up the modules.
ar: لم يكتمل إعداد النظام. الرجاء المتابعة لإعداد الوحدات النمطية.

source: Continue initial system setup
ar: متابعة إعداد النظام الأولي

source: My Appliance
ar: جهازي

source: Language:
ar: اللغة

source: Connected host:
ar: المضيف المتصل:

source: User:
ar: المستخدم:

source: Control panel
ar: لوحة التحكم

source: ...Wait...
ar: ...انتظار...

source: Enter login credentials for host %s.
ar: أدخل صلاحيات الدخول للمضيف %s.

source: Username:
ar: اسم المستخدم:

source: Service %s is not available in the target machine
ar: لا تتوفر خدمة %s في الجهاز الهدف

source: Service %s is not running on the target machine
ar: خدمة %s ليست قيد التشغيل في الجهاز الهدف

source: Broken permission setup on rest-service. Can be fixed by grantwebyastrights script.
ar: إعداد إذن مقطوع على خدمة rest. يمكن إصلاحه بواسطة اسكربت grantwebyastrights.

source: Permission %s is not granted for user %s
ar: لم يتم منح إذن %s للمستخدم %s

source: Policy kit exception for user %s and permission %s (untranslated message): %s
ar: استثناء Policy kit للمستخدم %s والإذن %s (رسالة غير مترجمة): %s

source: A user is no longer logged to target machine. Please log in again.
ar: تم تسجيل خروج المستخدم من الجهاز الهدف. الرجاء الدخول مرة أخرى.

source: Target system is not consistent: Missing or corrupted file %s
ar: النظام الهدف غير متناسق: الملف مفقود أو تالف %s

source: There is no predefined ntp server at /etc/sysconfig/network/config - NETCONFIG_NTP_STATIC_SERVERS
ar: لا يوجد خادم محدد مسبقًا لـ ntp على /etc/sysconfig/network/config - NETCONFIG_NTP_STATIC_SERVERS

source: Error occurred during ntp synchronization: %s
ar: حدث خطأ أثناء تزامن ntp: %s

source: Error while saving administrator settings: %s
ar: حدث خطأ أثناء حفظ إعدادات المسؤول: %s
