Repository: webyast/webyast
Catalog: webyast/po/*/webyast-*.po
Languages: ar, xh

source: Puerto Rico
xh: i-Puerto-Rico

source: Pushto
xh: Isi-Pushto

source: Qatar
xh: i-Qatar

source: Quechua
xh: isi-Quechua

source: Query string parsing not supported for this URL
xh: Ukwahlulwa komtya wokubuzisa awuxhaswa malunga nale-URL

source: Raeto-Romance
xh: isi-Raeto-Romance

source: Rajasthani
xh: isi-Rajasthani

source: Rapanui
xh: isi-Rapanui

source: Rarotongan
xh: isi-Ratongan

source: Relative path not allowed if authority exists
xh: Indlela yothungelwano ethelekisekayo ayivunyelwa xa lukhona ugunyaziso

source: Reunion
xh: i-Reunion

source: Romance (Other)
xh: isi-Romance (Ezinye)

source: Romanian
xh: isi-Romanian

source: Romany
xh: isi-Romany

source: Rundi
xh: isi-Rundi

source: Russian
xh: isiRashiya

source: Russian Federation
xh: i-Russian Federation

source: Rwanda
xh: i-Rwanda

source: Saint Helena
xh: i-Saint Helena

source: Saint Kitts and Nevis
xh: i-Saint Kitts neNevis

source: Saint Lucia
xh: i-Saint Lucia

source: Saint Pierre and Miquelon
xh: i-Saint Pierre ne-Miquelon

source: Saint Vincent and the Grenadines
xh: i-Saint Vincent ne-Grenadines

source: Salishan Languages
xh: Iilwimi zesi-Salishan

source: Samaritan Aramaic
xh: isi-Samaritan Aramaic

source: Sami Languages (Other)
xh: Iilwimi zesi-Sami (Ezinye)

source: Samoa
xh: i-Samoa

source: Samoan
xh: isi-Samoan

source: San Marino
xh: i-San Marino

source: Sandawe
xh: isi-Sandawe

source: Sango
xh: isi-Sango

source: Sanskrit
xh: isi-Sanskrit

source: Santali
xh: isi-Santali

source: Sao Tome and Principe
xh: i-Sao Tome ne-Principe

source: Sardinian
xh: isi-Sardinian

source: Sasak
xh: isi-Sasak

source: Saudi Arabia
xh: i-Saudi Arabia

source: Scots
xh: isi-Scots

source: Selkup
xh: isi-Selkup

source: Semitic (Other)
xh: isi-Semitic (Ezinye)

source: Senegal
xh: i-Senegal

source: Serbia and Montenegro
xh: i-Serbia ne-Montenegro

source: Serbian
xh: isi-Serbian

source: Serer
xh: isi-Serer

source: Seychelles
xh: i-Seychelles

source: Shan
xh: isi-Shan

source: Shona
xh: isiShona

source: Sichuan Yi
xh: isi-Sichuan Yi

source: Sicilian
xh: isi-Sicilian

source: Sidamo
xh: isi-Sidamo

source: Sierra Leone
xh: i-Sierra Leone

source: Sign Languages
xh: Iilwimi zeMiqondiso

source: Siksika
xh: isi-Siksika

source: Sindhi
xh: isi-Sindhi

source: Singapore
xh: i-Singapore

source: Sinhala
xh: isi-Sinhala

source: Sino-Tibetan (Other)
xh: isi-Sino-Tibetan (Ezinye)

source: Siouan Languages
xh: Iilwimi zesi-Siouan

source: Skolt Sami
xh: isi-Skolt Sami

source: Slave (Athapascan)
xh: isi-Slave (Athapascan)

source: Slavic (Other)
xh: isi-Slavic (Esinye)

source: Slovak
xh: isi-Slovak

source: Slovenian
xh: isi-Slovenian

source: Sogdian
xh: isi-Sogdian

source: Solomon Islands
xh: i-Solomon Islands

source: Somali
xh: isi-Somali

source: Somalia
xh: i-Somalia

source: Songhai
xh: isi-Songhai

source: Soninke
xh: isi-Soninke

source: Sorbian Languages
xh: Iilwimi zesi-Sorbian

source: Sotho, Southern
xh: isiSuthu, saseMzantsi

source: South American Indian (Other)
xh: isi-South American Indian (Ezinye)

source: South Georgia and the South Sandwich Islands
xh: i-South Georgia ne-South Sandwich Islands

source: South Korea
xh: i-South Korea

source: Southern Altai
xh: isi-Southern Altai

source: Southern Sami
xh: isi-Sami esiseMzantsi

source: Spanish
xh: isi-Spanish

source: Sudan
xh: i-Sudan

source: Sukuma
xh: isiSukuma

source: Sumerian
xh: isi-Sumerian

source: Sundanese
xh: isi-Sundanese

source: Suriname
xh: i-Suriname

source: Susu
xh: isi-Susu

source: Svalbard and Jan Mayen
xh: i-Svalbard ne-Jan Mayen

source: Swahili
xh: isiSwahili

source: Swati
xh: isiSwati

source: Swaziland
xh: i-Swaziland

source: Swedish
xh: isi-Swedish

source: Syriac
xh: isi-Syriac

source: Tagalog
xh: isi-Tagalog

source: Tahitian
xh: isi-Tahitian

source: Tai (Other)
xh: isi-Tai (Esinye)

source: Taiwan
xh: i-Taiwan

source: Tajik
xh: isi-Tajik

source: Tamashek
xh: isi-Tamashek

source: Tamil
xh: isi-Tamil

source: Tanzania
xh: i-Tanzania

source: Tatar
xh: isi-Tatar

source: Telugu
xh: isiTelegu

source: Tereno
xh: isi-Tereno

source: Tetum
xh: isi-Tetum

source: Thai
xh: isi-Thai

source: Tibetan
xh: isi-Tibetan

source: Tigre
xh: isi-Tigre

source: Tigrinya
xh: isi-Tigrinya

source: Timne
xh: isi-Timne

source: Tiv
xh: isi-Tiv

source: Tlingit
xh: isi-Tlingit

source: Togo
xh: i-Togo

source: Tok Pisin
xh: isi-Tok Pisin

source: Tokelau
xh: isi-Tokelau

source: Tonga
xh: i-Tonga

source: Tonga (Nyasa)
xh: isiTonga (Nyasa)

source: Tonga (Tonga Islands)
xh: isi-Tonga (Tonga Islands)

source: Trinidad and Tobago
xh: i-Trinidad ne-Tobago

source: Tsimshian
xh: isi-Tsimshian

source: Tsonga
xh: isiTsonga

source: Tswana
xh: isiTswana

source: Tumbuka
xh: isiTumbuka

source: Tunisia
xh: i-Tunisia

source: Tupi Languages
xh: Iilwimi zesiTupi

source: Turkish, Ottoman (1500-1928)
xh: isi-Turkish, Ottoman (1500-1928)

source: Turkmen
xh: isi-Turkmen

source: Turkmenistan
xh: i-Turkmenistan

source: Turks and Caicos Islands
xh: i-Turks ne-Caicos Islands

source: Tuvalu
xh: isi-Tuvalu

source: Tuvinian
xh: isi-Tuvinian

source: Twi
xh: isiTwi

source: Udmurt
xh: isi-Udmurt

source: Uganda
xh: i-Uganda

source: Ugaritic
xh: isi-Ugaritic

source: Uighur
xh: isi-Uighur

source: Ukrainian
xh: isi-Ukrainian

source: Umbundu
xh: isi-Umbundu

source: Unable to clone Url object
xh: Akukwazeki ukufanisa into ye-Url

source: Unable to create dbus connection
xh: Ayikwazi kudala uqhagamshelo lwe-dbus

source: Unable to initalize HAL context -- hald not running?
xh: Ayikwazi kundulula imeko ye-HAL--i-hald ayiqhubi?

source: Unable to parse Url components
xh: Akukwazeki ukwahlula iinxalenye ze-Url

source: Undetermined
xh: Akuqondwanga

source: United Arab Emirates
xh: Ii-Arab Emirates Ezimanyeneyo

source: United States
xh: i-United States

source: United States Minor Outlying Islands
xh: i-United States Minor Outlying Islands

source: Unknown country:
xh: Ilizwe elingaziwa:

source: Unknown language:
xh: Ulwimi Olungaziwayo:

source: Untrusted key found: %s|%s|%s Trust key?
xh: Kufunyenwe iqhosha elingathenjwanga: %s|%s|%s Themba Iqhosha?

source: Upper Sorbian
xh: isi-Sorbian Sangasentla

source: Urdu
xh: isi-Urdu

source: Url scheme does not allow a %s
xh: Ulungiselelo lwe-Url aluyivumeli i-%s

source: Url scheme does not allow a host component
xh: Ulungiselelo lwe-Url awuyivumeli inxalenye yomamkeli

source: Url scheme does not allow a password
xh: Ulungiselelo lwe-Url awulivumeli igama lokugqithisa

source: Url scheme does not allow a port
xh: Ulungiselelo lwe-Url awusivumeli isiqhagamshelanisi

source: Url scheme does not allow a username
xh: Ulungiselelo lwe-Url akulivumeli igama lomsebenzisi

source: Url scheme is a required component
xh: Ulungiselelo lwe-Url yinxalenye efunekayo

source: Url scheme requires a host component
xh: Ulungiselelo lwe-Url lufuna inxalenye yomamkeli

source: Url scheme requires path name
xh: Ulungiselelo lwe-Url lufuna igama lendlela yothungelwano

source: Uruguay
xh: i-Uruguay

source: Uzbek
xh: isi-Uzbek

source: Vai
xh: isi-Vai

source: Vanuatu
xh: i-Vanuatu

source: Venda
xh: isiVenda

source: Venezuela
xh: i-Venezuela

source: Vietnamese
xh: isi-Vietnamese

source: Virgin Islands, U.S.
xh: i-Virgin Islands, U.S.

source: Volapuk
xh: isi-Volapuk

source: Votic
xh: isi-Votic

source: Wakashan Languages
xh: Iilwimi zesiWakashan

source: Walamo
xh: isi-Walamo

source: Wallis and Futuna
xh: i-Wallis ne-Futuna

source: Walloon
xh: isi-Walloon

source: Waray
xh: isi-Waray

source: Washo
xh: isi-Washo

source: Welsh
xh: isi-Welsh

source: Western Sahara
xh: i-Western Sahara

source: Wolof
xh: isi-Wolof

source: Xhosa
xh: isiXhosa

source: Yakut
xh: isi-Yakut

source: Yao
xh: isi-Yao

source: Yapese
xh: isi-Yapese

source: Yemen
xh: i-Yemen

source: Yiddish
xh: isi-Yiddish

source: Yoruba
xh: isiYoruba

source: Yupik Languages
xh: Iilwimi zesi-Yupik

source: Zambia
xh: i-Zambia

source: Zande
xh: isi-Zande

source: Zapotec
xh: isi-Zapotec

source: Zenaga
xh: isi-Zenaga

source: Zhuang
xh: isi-Zhuang

source: Zimbabwe
xh: i-Zimbabwe

source: Zulu
xh: IsiZulu

source: Zuni
xh: isiZuni

source: applydeltarpm check failed.
xh: kusilele ukukhangela ukusetyenziswa kwe-deltarpm.

source: applydeltarpm failed.
xh: kusilele ukusetyenziswa kwe-deltarpm.

source: created backup %s
xh: idale ugcino olukhuselekileyo %s

source: do not install %s
xh: ungahlohli %s

source: keep %s
xh: Gcina%s

source: libhal_ctx_new: Can't create libhal context
xh: i-libhal_ctx_entsha: Ayikwazu kudala imeko ye-libhal

source: libhal_set_dbus_connection: Can't set dbus connection
xh: i-libhal_imisela_uqhagamshelo_lwe-dbus: Ayikwazi kumesela uqhagamshelo lwe-dbus

source: rpm created %s as %s. Here are the first 25 lines of difference:
xh: i-rpm idalwe %s njenge %s. Nantsi imigca eyi-25 yokuqala yomahluko:

source: rpm saved %s as %s. Here are the first 25 lines of difference:
xh: i-rpm igcinwe %s njenge %s. Nantsi imigca eyi-25 yokuqala yomahluko:

source: Continue?
xh: Qhubeka?

source: Name:
xh: Igama:

source: Version:
xh: Inguqulelo:

source: Arch:
xh: Ezokwakha:

source: Summary:
xh: Isishwankathelo:

source: Description:
xh: Inkcazelo:

source: Catalog:
xh: Ikhathalog:

source: Installed:
xh: Okuhlohliweyo:

source: Status:
xh: Isimo:

source: up-to-date
xh: kuhlaziyeke-okwanamhla

source: not installed
xh: ayihlohlwanga

source: Installed Size:
xh: Ubukhulu Obuhlohliweyo:

source: Category
xh: Udidi

source: Failed to add '%s' to the list of packages to be installed.
xh: Isilele ukufaka u'%s' kuluhlu lwemibekelo emayihlohlwe.

source: error
xh: impazamo

source: Initializing Target
xh: Indulula Okujoliswe kuko

source: Disabled
xh: Kususwe isakhono

source: Resolving dependencies...
xh: Isombulula Izixhomekeki...

source: Nothing to do.
xh: Akukho nto yakwenza.

source: committing
xh: yenza

source: Needed
xh: Iyafuneka

source: Unknown option
xh: Okunokukhethwa okungaziwa

source: Missing argument for
xh: Impikiswano elahlekileyo ka

source: Please file a bug report about this.
xh: Nceda fayilisha ingxelo ye-bug malunga noku.

source: See http://en.opensuse.org/Zypper#Troubleshooting for instructions.
xh: Khangela http://en.opensuse.org/Zypper#Umphandi nkathazo wemiyalelo.

source: Not Applicable
xh: Ayisetyenziswa

source: Not found
xh: Ayifunyanwanga

source: Unexpected exception.
xh: Isinxaxhi esingalindelekanga.

source: %s remove failed
xh: %s ukushenxisa kusilele

source: Additional rpm output:
xh: Isivelisi se-rpm Esongezelelweyo:

source: rpm output:
xh: isivelisi se-rpm:

source: Copyright © 2007 Novell, Inc.
xh: Ilungelo lokukopa © 2007-2006 Novell, Inc.

source: (ip_mode) Found unexpected character: '%s'
xh: (imo_ye-ip '%s'

source: Exec qualifier 'i' must be followed by 'x'
xh: Isichazi esiqhutywayo u-'i' masilandelwe ngu-'x'

source: Assert: `netrule' returned NULL.
xh: Banga ubunyani: `umthetho wothungelwano ' ubuyise OKUNGEYONTO.

source: Assert: `addresses' returned NULL.
xh: Banga ubunyani: `iidilesi' zibuyise OKUNGEYONTO.

source: Network entries can only have one TO address.
xh: Amangeniso omsebenzi wothungelwano anokuba nedilesi eno-UKUYA omnye.

source: Network entries can only have one FROM address.
xh: Amangeniso omsebenzi wothungelwano anokuba nedilesi eno-UKUVELA omnye.

source: `%s' is not a valid ip address.
xh: `%s' asiyodilesi engasebenzisekiyo ye-ip.

source: `/%d' is not a valid netmask.
xh: `/i-%d' asilusuntsu elilawulayo elibenzisekayo.

source: `%s' is not a valid netmask.
xh: `i-%s' asilusuntsu elilawulayo elibenzisekayo.

source: ports must be between %d and %d
xh: Iziqhagamshelanisi mazibe phakathi kwe-%d ne-%d

source: Are you sure you want to save the current set of profile changes and exit?
xh: Uqinisekile ukuba ufuna ukugcina iseti yangoku yotshintsho lwenkangeleko uphume?

source: Saving all changes.
xh: Kugcinwa lonke utshintsho.

source: Include file %s contains invalid regexp %s.
xh: Ifayili equka %s equlethe i-regexp engasebenzi %s.

source: Include file %s contains syntax errors or is not a valid #include file.
xh: Iquka ifayili %s equlethe iimposiso zobumbo-sivakalisi okanye yifayili equka#engasebenzi.

source: Control Center
xh: Iziko Lolawulo

source: Close the control-center when a task is activated
xh: Vala iziko lolawulo xa kusenziwa kukusebenziseka komsebenzi

source: Task names and associated .desktop files
xh: Amagama emisebenzi neefayili ezikulwazi olusesikrinini olunxulumeneyo

source: The task name to be displayed in the control-center (thus needing to be translated) followed by a ";" separator then the filename of an associated .desktop file to launch for that task.
xh: Igama lomsebenzi elifanele ukuboniswa kwiziko lolawulo (elifanele ukuguqulwa ke ngoko ngokulandelwa";" sisahlukanisi kulandele igama lefayili elinxulumene nefayili ekulwazi olusesikrinini lokwazisa ukundulula ukwenzela loo msebenzi.

source: [Change Desktop Background;background.desktop,Add Printer;gnome-cups-manager.desktop,Configure Network;YaST2/lan.desktop,Change Password;gnome-passwd.desktop,Add User;YaST2/users.desktop,Open Administrator Settings;YaST.desktop]
xh: [Guqula Okungasemva Kulwazi Olusesikrinini;background.desktop,Fakela Isishicileli;gnome-cups-manager.desktop,Yenza ubumbeko loMsebenzi wothungelwano;YaST2/lan.desktop,Guqula Igama lokugqithisa;gnome-passwd.desktop,Fakela Umsebenzisi;YaST2/users.desktop,Vula Imimiselo Yolawulo;YaST.desktop]

source: if true, the control-center will close when a "Common Task" is activated
xh: Ukuba yinyaniso, iziko lolawulo liya kuvala xa "Umsebenzi Oqhelekileyo" usenziwa ukuba usebenze

source: key not found [%s]
xh: alifunyenwanga iqhosha [%s]

source: Common Tasks
xh: Imisebenzi Eqhelekileyo

source: Help Unavailable
xh: Uncedo Alufumaneki

source: Edited %m/%d/%Y
xh: Kuhlelwe i- %m/%d/%Y

source: Software Update
xh: Uhlaziyo Lokungaphakathi Ekhompyutheni

source: .desktop files for "Favorite Applications"
xh: iifayili zolwazi olusesikrinini ukwenzela "Iinkqubo Zezinqumli"

source: Location of the system-wide directory in which startup programs are found.
xh: Indawo yokuhlala uvimba weefayili wesixokelelwano esibanzi apho iinkqubo zokuqalisa zifunyanwa khona.

source: Location of the user directory in which startup programs are found. The dir path should not be absolute, as the value of this key is appended to this path: ~/.
xh: Indawo yokuhlala uvimba weefayili zomsebenzisi apho iinkqubo zokuqalisa zifunyanwa khona. Indlela yothungelwano kavimba weefayili asiyiyo engathelekisekiyo, njengoko ixabiso leli qhosha lihlonyelwe kule ndlela yothungelwano: ~/.

source: System area items
xh: Amanqaku endawo yesixokelelwano

source: System-wide autostart program drop dir
xh: Uvimba weefayili oyekisayo wenkqubo yokuqalisa ebanzi yesixokelelwano

source: The list of the items which will appear in the System area. Possible values are HELP = 0, CONTROL_CENTER = 1, PACKAGE_MANAGER = 2, LOG_OUT = 3, LOCK_SCREEN = 4. HELP, CONTROL_CENTER and PACKAGE_MANAGER need to the have the appropriate .desktop files defined in the, respectively, "help_item", "control_center_item" and "package_manager_item" keys.
xh: Uludwe lwamanqaku oluya kuvela kwindawo Yesixokelelwano. Amaxabiso anokuba khona ngala UNCEDO = 0, IZIKO LOLAWULO = 1, UMLAWULI_WOMBEKELELO = 2, MKA_ = 3, TSHIXA_ISIKRINI = 4. UNCEDO, IZIKO_ LOKULAWULA kananjalo UMLAWULI_WOMBEKELEL ufuna ukuba neefayili ezifanelekileyo zolwazi oluseskikrinini oluchazwa, ngokokulandelelana kwalo, ngale ndlela,"inqaku_loncedo", "inqaku_leziko_lolawulo" kananjalo amaqhosha"enqaku_lolawulo_lombekelelo".

source: User autostart program drop dir (within the home dir)
xh: Uvimba weefayili oyekisayo wenkqubo yomsebenzisi yokuqalisa ngokuzenzekela (phakathi kukavimba weefayili zasekhaya)

source: contains the list (in no particular order) of allowable file types to show in the file area. possible values (see also the note for /desktop/gnome/applications/main-menu/file-area/file_class): 0 [USER_SPECIFIED_APPS], 1 [RECENTLY_USED_APPS], 2 [RECENT_FILES]. RECENTLY_USED_APPS is the list of recently used (instantiated with the main-menu or the application-browser). USER_SPECIFIED_APPS is equivalent to "Favorite Applications". RECENT_FILES is the list of files from ~/.recently-used.
xh: kuqulethe uludwe (ingengalo ulandelelwano oluthile) lweentlobo zeefayili ezivumelekileyo ukubonisa amaxabiso anokubakho endawo yefayili (jonga ngokunjalo inqaku ngolwazi olusesikrinini/i-gnome/iinkqubo/imenyu engundoqo/indawo yefayili/udidi_lwefayili): 0 [IINKQUBO_EZIXELWE_KUMSEBENZISI], 1 [IINKQUBO _EZISANDULA_UKUSETYENZISWA], 2 [IIFAYILI_ZAKUTSHANJE]. IINKQUBO_EZISANDULA_UKUSETYENZISWA luludwe olusandula ukusetyenziswa (olwenziwe lwaba lolwangoku ngemenyu engundoqo okanye ngesikhangeli senkqubo). IINKQUBO_EZIXELWE_KUMSEBENZISI ilingana"Neenkqubo Ezizinqumli". IIFAYILI_ZAKUTSHANJE luludwe lweefayili oluvela ~/.kolusandula ukusetyenziswa.

source: control center item .desktop file
xh: inqaku leziko lolawulo .ifayili yolwazi olusesikrinini

source: determines the limit of tiles in the file-area. *Note: this does not affect the number of tiles if the file-class is USER_SPECIFIED_*.
xh: kubonisa umnyino weethayili kwindawo yefayili. *Qaphela: oku akulichaphazeli inani leethayili ukuba udidi lwefayili IXELIWE_KUMSEBENZIZI_*.

source: determines the reordering algorithm used when moving tiles around the main-menu
xh: kubonisa ukulandelalaniswa ngokutsha kwesisombululi sengxaki esisetyenziswa xa kususwa iithayili ezikufutshane kwimenyu

source: help item .desktop file
xh: inqaku loncedo .ifayili yolwazi olusesikrinini

source: package manager item .desktop file
xh: inqaku lomlawuli wombekelelo .ifayili yolwazi olusesikrinini

source: possible values = 0 [SWAP], 1 [PUSH], 2 [PUSH_PULL]. SWAP indicates that when a tile is dragged onto another tile they should simply swap position. PUSH indicates that when a tile, A, is dragged onto another tile, B, a vacant spot is created in tile A's place. tile B (and all tiles after B) shift down until the new vacant space is filled. this operation wraps around in the case that tile A appears before tile B prior to the drag and drop operation. PUSH_PULL is similar to PUSH except that when tiles are shifted they are either pushed into the vacant spaced or pulled from the other direction, depending on which strategy affects the least number of tiles.
xh: amaxabiso anokubakho = 0 [UTSHINTSHISELWANO], 1 [TYHALA], 2 [TYHALA_TSALA]. UTSHINTSHISELWANO lubonisa ukuba xa ithayili itsalelwa kwenye ithayili kufuneka zitshintshiselane ngendawo qha. u-TYHALA walatha ukuba xa ithayili, A itsalelwa kwenye ithayili, B kudaleka ibala kwithayili kwindawo ye-A.ithayili engu B (nazo zonke iithayili emva kuka-B) bhekelisela ezantsi de kuzale isithuba esitsha esingenanto. esi senzo siqhubela kumgca olandelayo ngohlobo lukanobumba evela ngalo ithayili engu-A phambi kukathayili B phambi kwesenzo sikarhuqa uze uyeke. TYHALA_TSALA iyelele ku-TYHALA ngaphandle kokuba xa iithayili zibhekeliswa mhlawumbi zityhalelwa kwisithuba esingenanto okanye zitsalelwe ukusuka kwenye indawo yentsingiselo, kuxhomekeke ekubeni loluphi uhlobo lobucule oluchaphazela elona nani lincinci leethayili.

source: possible values = 0 [USER_SPECIFIED_APPS], 1 [RECENTLY_USED_APPS], 2 [RECENT_FILES]. RECENTLY_USED_APPS is the list of recently used (instantiated with the main-menu or the application-browser). USER_SPECIFIED_APPS is equivalent to "Favorite Applications". RECENT_FILES is the list of files from ~/.recently-used.
xh: Amaxabiso anokuba khona = 0 [IINKQUBO_EZIXELWE_KUMSEBENZISI], 1 [IINKQUBO _EZISANDULA_UKUSETYENZISWA], 2 [IIFAYILI_ZAKUTSHANJE]. IINKQUBO_EZISANDULA_UKUSETYENZISWA luludwe olusandula ukusetyenziswa (olwenziwe lwaba lolwangoku ngemenyu engundoqo okanye ngesikhangeli senkqubo). IINKQUBO_EZIXELWE_KUMSEBENZISI ilingana"Neenkqubo Ezizinqumli". IIFAYILI_ZAKUTSHANJE luludwe lweefayili oluvela ~/.kolusandula ukusetyenziswa.

source: prioritized list of commands to lock the screen
xh: uludwe oluhlelwe ngokokubaluleka lwemiyalelo yokutshixa isikrini

source: %s Free / %s Total
xh: %s Okukhululekileyo / %s Isixa esipheleleyo

source: Install Software
xh: Hlohla Okubangaphakathi Ekhompyutheni

source: Log Out ...
xh: Mka...

source: Software Development
xh: Uphuhliso Lokungaphakathi Ekhompyutheni

source: Hardware Settings
xh: Imimiselo Yokungaphakathi Eqokobheni Lekhompyutha

source: Appearance of the desktop
xh: Ukubonakala kolwazi olusesikrinini

source: System Settings
xh: Imimiselo Yesixokelelwano

source: Cannot open desktop item '%s'
xh: Ayikwazi kuvuleka into yolwazi olusesikrinini '%s'

source: Cannot launch command '%s'
xh: Awukwazi kufakwa undululo umyalezo'%s'

source: _Log Out
xh: _Phuma

source: Ends your session and logs you out.
xh: Iyekisa iseshoni yakho kwaye iyakukhupha.

source: Loc_k Screen
xh: Tshi_xa Isikrini

source: Locks this computer's screen.
xh: Tshixa esi sikrini sekhomyutha

source: _Shutdown
xh: _Vala

source: Ends your session and turns off the computer.
xh: Iyekisa iseshoni yakho kwaye ivala ikhompyutha.

source: _Restart
xh: _Ukuphinda uqalise

source: Ends your session and restarts the computer.
xh: Iyekisa iseshoni yakho kwaye iqalisa kwakhona ikhompyutha.

source: Insufficient permissions to save the file in: %s
xh: Azanelanga iimvume zokugcina ifayili kwi-: %s

source: D_esktop
xh: Ul_wazi Olusesikrinini

source: Docu_ments
xh: Ama_xwebhu

source: Ultra-Light
xh: Ukukhanya-Okugqithisileyo

source: Light
xh: Ukukhanya

source: Regular
xh: Okwenzeka rhoqo

source: Italic
xh: Ngombhalo okekeleyo

source: Oblique
xh: Ngokuxwesileyo

source: Semi-Bold
xh: Ngokungekho Ngqindilili Kwaphela

source: Bold
xh: Ngqindilili

source: Ultra-Bold
xh: Ngqindilili Ngokugqithisileyo

source: Heavy
xh: Nzima

source: Bold Italic
xh: Ngombhalo Okekeleyo Ongqindilili

source: If true, enables the Windows flag keys to show the panel's main menu
xh: Ukuba yinyaniso, oko kunika isakhono kumaqhosha eflegi ye-Windows ukubonisa imenyu engundoqo yendawo yolowulo

source: If true, then pressing the Windows flag keys will cause the panel's main menu to appear.
xh: Ukuba yinyaniso, ngoko ke ukucinezela amaqhosha eflegi ye-Windows kuya kubanga ukuvela kwemenyu engundoqo yendawo yokulawula.

source: %s %s %s returned with signal %d
xh: %s %s %s Kubuyele nophawu %d

source: %s %s %s failed for an unknown reason
xh: %s %s %s isilele ngesizathu esingaziwayo

source: 'net usershare' returned error %d: %s
xh: 'ukwabelana kwabasebenzisi okungeyo ntsusa' imposiso ibuyele %d: %s

source: 'net usershare' returned error %d
xh: 'ukwabelana kwabasebenzisi okungeyo ntsusa' imposiso ibuyele %d:

source: the output of 'net usershare' is not in valid UTF-8 encoding
xh: isiphumo 'sokwabelana kwabasebenzisi okungeyontsusa' akukho kwindlela yokufakwa kweekhowudi ezisebenzisekayo ze-UTF-8

source: Samba's testparm returned with signal %d
xh: I-parm yovavanyo lwe-Samba ibuyele ngophawu lwe-%d

source: Samba's testparm failed for an unknown reason
xh: I-parm yovavanyo lweSamba isilele ngesizathu esingaziwayo

source: Samba's testparm returned error %d: %s
xh: I-parm yovavanyo lwe-Samba ibuyisele imposiso ye-%d: %s

source: Samba's testparm returned error %d
xh: I-parm yovavanyo lwe-Samba ibuyisele imposiso ye-%d

source: Cannot remove the share for path %s: that path is not shared
xh: Alukwazi kushenxiseka ulwabelo lwendlela yothungelwano lwe-%s: loo ndlela yothungelwano akwabelwana ngayo

source: Cannot change the path of an existing share; please remove the old share first and add a new one
xh: Ayikwazi kuguquka indlela yothungelwano ekwabelwana ngalo oselukho; nceda shenxisa ukwabelana okudala kuqala uze ufakele entsha

source: Return to <placeholder-1/>.
xh: Buyela kwi-<sigcinisithuba-1/>.
