Repository: webyast/webyast
Catalog: webyast/po/*/webyast-*.po
Languages: ar, xh

source: <b>Testing Configuration Failed</b><hr>For further information, refer to the file <tt>/var/log/Xorg.99.log</tt>. The following report has been created from the calling instance:
xh: <b>Ukuvavanya Ubumbeko Kusilele</b><hr>Ngolwazi olungaphaya kolu bhekisela kwifayili <tt>/var/log/Xorg.99.log</tt>. Ingxelo elandelayo idalwe kumzekelo wokubiza:

source: Miscellaneous compatibility options
xh: Izikhethwa zongqinelwano eziyintlaninge

source: Add the EuroSign to the 5 key.
xh: Fakela Uphawu lwe-Euro kwiqhosha le-5.

source: CapsLock key behavior
xh: Ukuziphatha Kweqhosha Lokutshixeka Koonobumba Abakhulu

source: Alt/Win key behavior
xh: Ukuziphatha Kweqhosha Elilelinye/kwi-Win

source: Adding the EuroSign to certain keys
xh: Kufakelwa amaqhosha athile Ophawu lwe-Euro

source: Caps Lock is Compose.
xh: Ukutshixeka Koonobumba Abakhulu Buqanjiwe.

source: Right Ctrl key works as Right Alt.
xh: Iqhosha Lasekunene Lokulawula lisebenza njengeLilelinye Lasekunene.

source: Ctrl key at bottom left
xh: Iqhosha lokulawula ekhohlo ezantsi

source: Ctrl key at left of 'A'
xh: Iqhosha lokulawula lasekhohlo le-A-

source: Make CapsLock an additional Ctrl.
xh: Yenzela Ukutshixeka Koonobumba abakhulu Ulawulo olufakelweyo.

source: Swap Ctrl and CapsLock.
xh: Ulawulo Lotshintshiselwano kunye Nokutshixeka Koonobumba abakhulu.

source: Ctrl key position
xh: Indawo yeqhosha lokulawula

source: Special keys (Ctrl+Alt+&lt;key&gt;) handled in a server.
xh: Amaqhosha awodwa (Lawula+Okukokunye&lt;iqhosha&gt;+) aphathwa kwiseva.

source: Press Right Ctrl to choose 3rd level.
xh: Cinezela Iqhosha Lasekunene Lokulawula ukuze ukukhethe inqanaba lesi-3

source: Ctrl+Shift changes group.
xh: Ukulawula +Ubhekeliso kuguqula iqela.

source: Add the EuroSign to the E key.
xh: Fakela Uphawu lwe-Euro kwiqhosha le-E.

source: Add the EuroSign to the 2 key.
xh: Fakela Uphawu lwe-Euro kwiqhosha le-2.

source: key Compose key position
xh: Iqhosha Qamba indawo yeqhosha

source: Alt+Ctrl changes group.
xh: Okukokunye+Ukulawula kuguqula iqela.

source: Group Shift/Lock behavior
xh: Ubhekeliso Lweqela/Ukuziphatha Kokutshixeka

source: Arabic
xh: isi-Arabic

source: Nepal
xh: i-Nepal

source: Iraq
xh: i-Iraq

source: Nigeria
xh: i-Nigeria

source: Estonia
xh: i-Estonia

source: Myanmar
xh: i-Myanmar

source: Norway
xh: i-Norway

source: Germany
xh: iJamani

source: Mongolia
xh: i-Mongolia

source: Bhutan
xh: i-Bhutan

source: Bangladesh
xh: i-Bangladesh

source: Latin American
xh: i-Latin American

source: Belgium
xh: i-Belgium

source: Finland
xh: i-Finland

source: Israel
xh: i-Israel

source: Sweden
xh: i-Sweden

source: Russia
xh: iRashiya

source: Portugal
xh: i-Portugal

source: Korean
xh: isi-Korean

source: Maori
xh: isi-Maori

source: Uzbekistan
xh: i-Uzbekistan

source: Bulgaria
xh: i-Bulgaria

source: Thailand
xh: i-Thailand

source: India
xh: i-Indiya

source: Bengali
xh: isi-Bengali

source: Switzerland
xh: i-Switzerland

source: Laos
xh: i-Laos

source: Japan
xh: iJapani

source: Syria
xh: i-Syria

source: Czechia
xh: i-Czechia

source: Belarus
xh: i-Belarus

source: Tajikistan
xh: i-Tajikistan

source: Denmark
xh: i-Denmark

source: Slovenia
xh: i-Slovenia

source: Malta
xh: i-Malta

source: Azerbaijan
xh: i-Azerbaijan

source: Lithuania
xh: i-Lithuania

source: Vietnam
xh: i-Vietnam

source: Faroe Islands
xh: Iziqithi ze-Faroe

source: South Africa
xh: uMzantsi Afrika

source: Farsi
xh: i-Farsi

source: Slovakia
xh: i-Slovakia

source: Maldives
xh: i-Maldives

source: Iceland
xh: i-Iceland

source: Croatia
xh: i-Croatia

source: Latvia
xh: i-Latvia

source: Albania
xh: i-Albania

source: Italy
xh: i-Italy

source: Greece
xh: i-Greece

source: United Kingdom
xh: i-United Kingdom

source: France
xh: i-France

source: Armenia
xh: i-Armenia

source: Pakistan
xh: i-Pakistan

source: Poland
xh: i-Poland

source: Kyrgyzstan
xh: i-Kyrgyzstan

source: Ireland
xh: i-Ireland

source: Hungary
xh: i-Hungary

source: Cambodia
xh: i-Cambodia

source: Spain
xh: i-Spain

source: Ukraine
xh: i-Ukraine

source: Romania
xh: i-Romania

source: Kazakhstan
xh: i-Kazakhstan

source: Georgia
xh: i-Georgia

source: U.S. English
xh: i-U.S. yesiNgesi

source: Turkish
xh: isi-Turkish

source: PC-98xx Series
xh: Ulandelelwano le-PC-98xx

source: Netherlands
xh: i-Netherlands

source: Macedonia
xh: i-Macedonia

source: Canada
xh: i-Canada

source: Sri Lanka
xh: i-Sri Lanka

source: Bosnia and Herzegovina
xh: i-Bosnia ne-Herzegowina

source: Brazil
xh: i-Brazil

source: Ghana
xh: i-Ghana

source: Andorra
xh: i-Andorra

source: Afghanistan
xh: i-Afghanistan

source: Esperanto
xh: isi-Esperanto

source: Turkey
xh: i-Turkey

source: &Step size
xh: &Ubukhulu Benyathelo

source: Small
xh: Kuncinci

source: Normal
xh: Okuqhelekileyo

source: Big
xh: Okukhulu

source: Huge
xh: Kukhulu

source: &Next Screen
xh: &Isikrini Esilandelayo

source: S&ave
xh: Gc&ina

source: Change &Position
xh: Guqula &Indawo

source: C&hange Size
xh: Gu&qula Ubukhulu

source: Screen
xh: Isikrini

source: No video mode tuning available
xh: Akukho kulungiswa kwemo yevidiyo efumanekayo

source: Configuration on display
xh: Ubumbeko luyaboniswa

source: Idle timer...
xh: Umgcinixesha wokuyabula...

source: Commands: (type 'help command' for further info) help [command] load [scdb_file] save [scdb_file] info db_version scpm_version quit create {resource|profile} drop {resource|profile} show minimize maximize customize rebuild_deps convert get set dump import export
xh: Imiyalelo: (chwetheza 'umyalelo woncedo' ngolwazi oluthe vetshe) nceda [umyalelo] faka [ifayili_ye-scdb] gcina [ifayili_ye-scdb] ulwazi inguqulelo_ye-db inguqulelo_ye-scpm phuma dala {resource|profile} drop {resource|profile} show nciphisa yandisa eyezenzelwe yakha kwakhona_i-deps guqula fumana misela lahla ngenisa thumela

source: help [command] help (with no args) shows a command summary help command shows help about the given command
xh: nceda [umyalelo] nceda (ngaphandle kwee-args) bonisa isishwankathelo somyalelo umyalelo woncedo ubonisa uncedo olumalungana nomyalelo onikezelweyo

source: prints some information about the SCPM subsystem and the SCDB
xh: ishicilela olunye ulwazi olumalungana nesixokelelwana se-SCPM ne-SCDB

source: db_version displays SCDB version
xh: inguqulelo_ye-db ibonisa inguqulelo ye-SCDB

source: scpm_version displays version of the SCPM subsystem
xh: inguqulelo_ye-scpm ibonisa inguqulelo yesixokelelwana se-SCPM

source: quit quit exits immediately. It does not save your SCDB. If you made changes to your SCDB, call save before quitting. This may change in a future release.
xh: yeka yeka ukuphuma kwangoko. Ayigcini i-SCDB yakho. Ukuba wenze utshintsho kwi-SCDB yakho, sebenzisa ukugcina ngaphambi kokuba uyeke. Oku kungatshintsha ekukhululweni kwixesha elizayo.

source: create resource name type [attribute_type:attribute=value] [...] Using this command, you can create a resource in your SCDB. Example: create /etc/foo file This adds a resource /etc/foo of type file to your database and all existing profiles. Supported attribute types are actually 'deps' and and 'data'. If 'deps' is omitted, dependencies are determined automaticallyas much as possible. 'data' is actually of not much use yet. This command may be able to create other things in future, too.
xh: dala uhlobo lwegama likavimba [uhlobo_lokubalela:balala=ixabiso] [...] Ukusebenzisa lo myalelo, ungadala uvimba kwi-SCDB yakho. Umzekelo: dala /njl/ifayili ye-foo Oku kufaka uvimba /njl/uhlo lwefayili ye-foo kwinkcukacha zakho nakuzo zonke iinkangeleko ezikhoyo. Iintlobo zobalelo ezixhasiweyo zii-'deps' no 'bucukubhede'. Ukuba i-'deps' ishiyiwe, izixhomekeki zimiselwe ngokuzenzekelayo kangangoko kusenzeka. 'isiseko senkcukacha' ngokwenene asikabi naluncedo. Lo myalelo unganako ukudala ezinye izinto ebomibi.

source: drop resource name type This command completely removes the resource 'name' of resource type 'type' from the SCDB.
xh: lahla uhlobo lwegama likavimba Lo myalelo ushenxisa uvimba ngokupheleleyo 'igama' lohlobo lukavimba 'uhlobo' ukusuka kwi-SCDB.

source: show resources|profiles|unused|unused_resources|unhandled|unhandeld_resources show profiles prints all defined profiles including a description (if available). show resources prints a list of all resources show unused_resources prints all currently unused resources, meaning resources that are unmodified in all profiles compared to their actual states. show unhandled_resources prints all available resources that are currently not under control of SCPM. unused and unhandled are the appropriate shortcuts.
xh: bonisa oovimba|beenkangeleko|ezingasetyenziswanga|oovimba_abangasebenzanga|ebaphathwanga| oovimba_abangaphathwanga iinkangeleko ishicilela zonke iinkangeleko ezibaluliweyo eziquka inkcazelo (ukuba ikhona). bonisa oovimba beshicilela uluhlu lwabo bonke oovimba bonisa oovimba_abangasebenzanga bashicilela bonke oovimba abangasetyenziswa okwangoku, kuthetha oovimba abangahlengahlengiswanga kuzo zonke iinkangeleko nokuzifanisa nezona zimo zayo. bonisa oovimba_abangaphathwanga beshicilela bonke oovimba okwangoku abangekho ngaphantsi kolawulo lwe-SCPM. abangasetyenziswanga nabangaphathwanga ngoondlela mfutshane ngokufanelekileyo.

source: minimize [all|profiles_only] minimize reduces your SCDB to a needed minimum. It checks for unused resources like the 'show unused' command and removes them from the SCDB. If the option 'all' is given, the resources are removed entirely. For option 'profiles_only', the resources are removed from the profiles only. The default is 'all'.
xh: yenza ncinane [zonke|iinkangeleko_kuphela] ukwenza ncinane kunciphisa i-SCDB yakho kubuncinane obufunekayo. Iqwalasela oovimba abangasetyenziswanga njengo'bonisa ongasetyenziswanga' umyalelo kwaye uyabashenxisa ukusuka kwi-SCDB. Ukuba isikhethwa 'zonke' sinikiziwe, oovimba bashenxisiwe ngokupheleleyo.Nge sikhethwa 'senkangeko_kuphela', oovimba bashenxisiwe kwinkangeleko kuphela. Into ehlala ikhona ngu 'yonke'.

source: maximize [all|resources_only] maximize searches resources in your system that are currently not under control of SCPM and adds them to your database. If you specify the 'resources_only' option, these resources are only added to the global resource database, not to the already existing profiles. The 'all' option also adds those resources to every profile. This is the default.
xh: yandisa [bonke|oovimba_kuphela] yandisa oovimba bokuzingela kwisixokelelwano sakho abangekho ngaphantsi kolawulo lwe-SCPM kwaye izifaka kwisiseko sakho senkcukacha. Ukuba ubalula isikhethwa 'soovimba_kuphela', aba ovimba bongezwe kuphela kuvimba wehlabathi wesiseko senkcukacha, hayi kwabo abasele bekhona. Isikhethwa sika'yonke' sikwafaka abo vimba kwinkangeleko yonke. Le yinto ehlala ikhona.

source: rebuild_deps rebuild_deps redetermines the dependencies for all resources. This may be useful after a system or SCPM update. It is actually needed to fix the database after an update to SCPM 0.7 from the 0.6 branch.
xh: yakha kwakhona_i-deps ukwakha kwakhona_i-deps kumisela kwakhona izixhomekeki sabo bonke oovimba. Oku kungaba luncedo emva kohlaziyo lwesixokelelwano okanye lwe-SCPM. Kuyafuneka ngokwenene ukulungisa isiseko senkcukacha emva kohlaziyo lwe-SCPM 0.7 kwisebe le-0.6.

source: convert Calling this function brings your SCDB from version 1.0 to 1.1. It may be able to do more conversion in the future, like converting a local database to a network one.
xh: guqula Ukubiza lo msebenzisi kuzisa i-SCDB yakho ukusuka kwinguqulelo 1.0 ukuya ku 1.1. Inganako ukwenza uguqulo olungaphezulu ebomini, njengokuguqula isiseko senkcukacha yangaphakathi ukuba ibe yeyothungelwano.

source: clean This command determines all obsolete resources and removes them from the SCDB. It is especially useful if you have switched from a full-blown SCDB to a resource set driven one.
xh: coca Lo myalelo umisela bonke oovimba abasele baphelelwa lixesha kwaye iyabashenxisa kwi-SCDB. Ikakhulukazi iluncedo ukuba utshintshele kwi-SCDB egcwele ngokupheleleyo kwiseti kavimba eyenziweyo.

source: get key searches for 'key' in the database and returns the value of it. 'key' must address a leaf node in the database and must be unique. Example: get status*enabled
xh: iqhosha lokufumana lizingela i'qhosha' kwisiseko senkcukacha libuyisele nexabiso lalo. 'iqhosha' kufuneka uthumele i-leaf node kwisiseko senkcukacha kwaye kufuneka ibe yodwa. Umzekelo: kwenziwe akwasebenza ukufumana *isimo

source: set key value sets the leaf node specified by 'key' to 'value'. The key must be unique. Example: set profiles*profile|name=default|clean yes Use this only if you really know what you are doing.
xh: misela ixabiso elingundoqo imisela i-leaf node ebalulwe nge 'qhosha' kwi 'xabiso'. Iqhosha kufuneka libe lodwa. Umzekelo: misela iinkangeleko*igama|lenkangeleko=coca|okuhlala kukhona ewe Sebenzisa oku kuphela ukuba uyayazi ngenene into oyenzayo.

source: dump [key] dumps the database or parts of it on stdout using xml formatting. 'key' is defined as in the 'get' command, but it has not to be a leaf node of course.
xh: lahla [iqhosha] ilahla isiseko senkcukacha okanye iinxenye zayo kwi-stdout usebenzisa isicwangciso se-xml. 'iqhosha' lichazwe njengaku 'fumana' umyalelo, kodwa akufuneki yindlea ye-leaf node.

source: import profile path name imports a previously exported profile from given path.
xh: ngenisa igama lenkangeleko lendlela yothungelwano ingenisa inkangeleko ebithunyelwe ngaphambili ukusuka kwindlela yothungelwano.

source: export profile path [name] exports a profile to the given path. If name is omitted, the active profile is exported.
xh: thumela inkangeleko lwendlela yothungelwano [igama] elithumela inkangeleko kwindlela yothungelwano Ukuba igama lishiyiwe, inkangeleko esebenzayo ithunyelwe.

source: Global option '-r' needs an argument
xh: Isikhethwa sehlabathi '-r' sifuna impikiswano

source: Unknown global option
xh: Isikhethwa sehlabathi esingaziwa

source: No command given
xh: Akukho myalelo unikezelweyo

source: Unknown command
xh: Umyalelo ongaziwa

source: Unknown add option
xh: Isikhethwa sokufaka esingaziwa

source: Unknown list option
xh: Isikhethwa soluhlu esingaziwa

source: Unknown switch/save option
xh: Isikhethwa sokugcina/sokutshintsha asaziwa

source: Unknown list_groups option
xh: Isikhethwa soluhlu_lwamaqela asaziwa

source: Unknown activate_group option
xh: Isikhethwa seqela_sokwenza lisebenze asaziwa

source: Unknown deactivate_group option
xh: Isikhethwa seqela_sokwenza lingasebenzi asaziwa

source: Unknown show_group option
xh: Isikhethwa seqela_sokubonisa asaziwa

source: unexpected end of command
xh: isiphelo somyalelo esingalindelekanga

source: Unknown backup option
xh: Isikhethwa sogcino olukhuselekileyo asaziwa

source: Unknown command option
xh: Isikhethwa somyalelo esingaziwa

source: (type 'help' for help)
xh: (chwetheza u'nceda' ukunceda)

source: The following resources are modified
xh: Oovimba abalandelayo balungisiwe

source: NEW add ([y]es/[n]o/[a]bort)?
xh: INTSHA faka ([e]we/[h]ayi/[l]ahla)?

source: DELETED remove ([y]es/[n]o/[a]bort)?
xh: ICINYIWE shenxisa ([e]we/[h]ayi/[l]ahla)?

source: save ([y]es/[n]o/[a]bort/[d]iff/app[l]y/[p]atch)?
xh: gcina ([e]we/[h]ayi/[l]ahla/[o]kwahlukile/sebenzis[a]y/[i]ndawana)?

source: The following resource groups are modified
xh: Amaqela alandela kavimba alungisiwe

source: save ([y]es/[n]o/show [r]esources/[a]bort)?
xh: gcina ([e]we/[h]ayi/bonisa [o]ovimba/[l]ahla)?

source: Could not determine your login name
xh: Ayikwazi kumisa igama lakho lokungena

source: Running scpm in read-only mode
xh: Ukusebenzisa i-scpm kwimo yokufundwa-kuphela

source: You are not root and not in /etc/scpm.users
xh: Awuyongcambu kwaye hayi ku /njl/abasebenzisi. be-scpm

source: not running as root, read-only mode enabled
xh: ayisebenzi njengcambu, imo yokufundwa kuphela yenziwe yasebenza

source: this command is not available in read-only mode
xh: lo myalelo awufumaneki kwimo yokufundwa-kuphela

source: add needs one argument
xh: ukufaka kufuna impikiswano enye

source: copy needs two arguments
xh: okukopa kufuna iimpikiswano ezimbini

source: delete needs one argument
xh: ukucima kufuna impikiswano enye

source: rename needs two arguments
xh: ukuthiya kwakhona igama kufuna iimpikiswano ezimbini

source: reload must not have arguments
xh: ukufaka kwakhona akufuneki kube neempikiswano

source: save must not have arguments
xh: ukugcina akufuneki kube neempikiswano

source: switch needs one argument
xh: ukutshintsha kufuna impikiswano enye

source: Saving resource failed. Do you want to proceed anyway (not recommended)?
xh: Ukugcina uvimba kusilele. Ingaba ufuna ukuqhubeka nakanjani (akucetyiswanga)?

source: modify needs two arguments
xh: ukulungisa kufuna iimpikiswano ezimbini

source: diff needs two arguments
xh: okwahlukileyo kufuna iimpikiswano ezimbini

source: set needs at least two arguments
xh: iseti ifuna nje iimpikiswano ezimbini

source: get needs at least one argument
xh: ukufumana kufuna nje impikiswano enye

source: list_groups must not have arguments
xh: uluhlu_lwaqela akufuneki abe neempikiswano

source: activate_group needs an argument
xh: ukwenza iqela_lisebenze kufuna impikiswano

source: deactivate_group needs an argument
xh: ukwenza iqela_lingasebenzi kufuna impikiswano

source: show_group needs an argument
xh: ukushonisa_iqela kufuna impikiswano

source: remove_group needs an argument
xh: ukushenxisa_iqela kufuna impikiswano

source: reset_group needs an argument
xh: ukumisela_iqela kufuna impikiswano

source: reset_all must not have arguments
xh: ukumisela kwakhona_akufuneki kube neempikiswano

source: rebuild must not have arguments
xh: ukwakha kwakhona akufuneki kube neempikiswano

source: update needs at least one argument
xh: uhlaziyo lufuna nje impikiswano enye

source: script file is inaccessible
xh: ifayili yeskripti ayinakufikelelwa

source: you need to specify resource types and names
xh: kufuneka ubalule iintlobo zikavimba namagama

source: update_resources must not have arguments
xh: oovimba_bokuhlaziya akufuneki babe neempikiswano

source: backup needs at least one argument
xh: ugcino olukhuselekileyo lufuna nje impikiswano enye

source: Unknown command number. This is a bug.
xh: Inamba yomyalelo ayaziwa: Esi sisixhobo esixela isiphene.

source: Operation failed. Reason:
xh: Umsebenzi usilele. Isizathu:

source: create needs at least 3 arguments
xh: ukudala kufuna nje iimpikiswano ezi-3

source: invalid argument syntax
xh: ubumbo-zivakalisi lwempikiswano alusebenzi

source: drop needs at least 3 arguments
xh: ukulahla kufuna nje iimpikiswano ezi-3

source: unknown drop resource option
xh: lahla uvimba wesikhethwa esingaziwa

source: drop: unknown object
xh: lahla: into engaziwa

source: show needs one argument
xh: umboniso ufuna impikiswano enye

source: unknown show option
xh: okungaziwa kubonisa isikhethwa

source: not yet implemented
xh: ayikaphunyezwa

source: get needs one argument
xh: ukufumana kufuna impikiswano enye

source: set needs two arguments
xh: ukumisela kufuna iimpikiswano ezimbini

source: This tool can only convert SCDB Version 1.0 and 1.1 to 1.2
xh: Esi sixhobo singaguqula kuphela iNguqulelo 1.0 ye-SCDB ne 1.1 ukuya ku-1.2

source: Your SCDB has version
xh: I-SCDB yakho inenguqulelo

source: Database is already at version 1.2
xh: Inkcukacha sele ikwinguqulelo 1.2

source: Converting database to version 1.2
xh: Ukuguqulela inkcukacha ibe yinguqulelo 1.2

source: Running /lib/scpm/update_storage
xh: Ukusebenzisa /lib/scpm/ukugcin_uhlaziyo

source: Database is already at version 1.1
xh: Inkcukacha sele ikwinguqulelo 1.1

source: Converting database to version 1.1
xh: Ukuguqulela inkcukacha ibe yinguqulelo 1.1

source: Unknown target version number
xh: inamba yenguqulelo yokujoliswe kuko ayaziwa

source: export needs at least 2 argument
xh: ukuthumela kufuna nje impikiswano ezi-2

source: Unknown export command
xh: Umyalelo wokuthumela awaziwa

source: import needs 3 arguments
xh: ukungenisa kufuna iimpikiswano ezi-3

source: Unknown import command
xh: Umyalelo wokungenisa ongaziwa

source: Apache HTTP server
xh: Apache iseva ye-HTTP

source: Automounter service
xh: Inkonzo yesigxumeki esizenzekelayo

source: Basic network settings
xh: Izakhelo zothungelwano ezisisiseko

source: CIPE service
xh: Inkonzo ye-CIPE

source: CRON service
xh: Inkonzo ye-CRON

source: DHCP server
xh: Iseva ye-DHCP

source: FAM daemon
xh: I-daemon ye-FAM

source: gpm service
xh: inkonzo ye-gpm

source: Icecream distributed compile daemon
xh: I-icecream eyabelayo ihlanganisela i-daemon

source: inetd service
xh: inkonzo ye-inetd

source: Internet dial-up configuration (SuSE Meta pppd)
xh: Iintanethi idayela ubumbeko (SuSE Meta pppd)

source: IPsec tunnel service
xh: Inkonzo yetonela ye-IPsec

source: IrDA service
xh: Inkonzo ye-IrDA

source: ISDN service
xh: Inkonzo ye-ISDN

source: LDAP client service
xh: Inkonzo yomxumi we-LDAP

source: Lightweight resolver daemon
xh: I-daemon yesicombululi sobunzima obukhaphukhaphu

source: Mail subsystem
xh: Isixokelelwana seposi

source: Name Service Cache Daemon
xh: Thinya Inkonzo Isilondolozi se-Daemon

source: Network Information Service client
xh: Umxumi weNkonzo Yolwazi Lothungelwano

source: Network Time Protocol daemon
xh: I-daemon Yemithetho yokusebenza Yexesha Lothungelwano

source: nfslock service
xh: inkonzo yokutshixa ye-nfs

source: NFS mounts
xh: Izigxumeki ze-NFS

source: NFS server
xh: Iseva ye-NFS

source: PCMCIA subsystem
xh: Isixokelelwano se-PCMCIA

source: portmap daemon
xh: i-daemon yesiqhagamshelanisi semaphu

source: Power management (APM)
xh: Ulawulo lombane (APM)

source: Printer settings
xh: Izakhelo ze-printer

source: Secure Shell daemon
xh: Qinisa i-shell ye-daemon

source: Sound service
xh: Inkonzo yesandi

source: Squid proxy server
xh: Squid i-proxy yeseva

source: SuSE Firewall 2
xh: I-SuSE Firewall 2

source: Virus scanner
xh: Iskena sentsholongwane

source: wwwoffle service
xh: inkonzo ye-wwwoffle

source: X Server settings
xh: Izakhelo zeseva ye-X

source: VAR1 VAR2 is modified
xh: I-VAR1 VAR2 zilungisiwe

source: Running VAR1 script of profile VAR2
xh: Isebenzisa i-VAR1 yeskripti senkangeleko ye-VAR2

source: failed
xh: isilele

source: done
xh: igqibile

source: Output was
xh: I-output ibi

source: Enabling forced. Old database will be dropped.
xh: Ukwenza isebenze kunyanzelwe. Isiseko senkcukacha esidala siza kulahlwa.

source: Analyzing system
xh: Ihlalutya isixokelelwano

source: Copying profile
xh: Ikhuphela inkangeleko

source: Creating profile VAR1
xh: Idala inkangeleko i-VAR1

source: Checking for modified resources
xh: Ikhangela oovimba abalungisiweyo

source: Checking for new/obsolete resources
xh: Ikhangela oovimba abatsha/nabaphelelwa lixesha

source: VAR1 VAR2 is new
xh: I-VAR1 VAR2 intsha

source: VAR1 VAR2 is deleted
xh: I-VAR1 VAR2 icinyiwe

source: Switching to profile
xh: Itshintshela kwinkangeleko

source: Restoring profile
xh: Ibuyisela inkangeleko

source: Creating new profile VAR1
xh: Idala inkangeleko entsha ye-VAR1

source: Saving resources
xh: Igcina oovimba

source: Updating profile VAR1
xh: Ihlaziya inkangeleko ye-VAR1

source: Rolling back journal
xh: Iphethula ingxelo yemihla ngemihla

source: Replaying journal
xh: Idlala kwakhona ingxelo yemihla ngemihla

source: Checking for resources to start or shut down
xh: Ukukhangela oovimba bokuqalisa okanye ukuvala

source: VAR1 VAR2 must be started
xh: I-VAR1 VAR2 kufuneka iqaliswe

source: VAR1 VAR2 must be stopped
xh: I-VAR1 VAR2 kufuneka iyekiswe

source: Checking for dependencies
xh: Ikhangela izixhomekeki

source: VAR1 VAR2 must be restarted
xh: I-VAR1 VAR2 kufuneka iqaliswe kwakhona

source: VAR1 VAR2 has to be restarted
xh: I-VAR1 VAR2 kufanele iqaliswe kwakhona
