Repository: webyast/webyast
Catalog: webyast/po/*/webyast-*.po
Languages: ar, xh

source: This is the command to execute when the "Open in File Manager" menu item is activated. FILE_URI is replaced with a uri corresponding to the dirname of the activated file.
xh: Lo ngumyalelo wokuqhuba xa kusenziwa ukusebenza kwenqaku lemenyu ethi"Vula Umlawuli Weefayili". IFAYILI_yeURL isuswe endaweni ngokubeka i-uri ehambelana negama likavimba weefayili wefayili eyenziwe yasebenza.

source: This is the command to execute when the "Send To..." menu item is activated.
xh: Lo ngumyalelo wokuqhuba xa inqaku lemenyu elithi"Thumela Ku..." lisenziwa ukuba lisebenze.

source: This is the command to execute when the "Send To..." menu item is activated. DIRNAME and BASENAME are replaced with the corresponding components of the activated tile.
xh: Lo ngumyalelo wokuqhuba xa inqaku lemenyu elithi"Thumela Ku..." lisenziwa ukuba lisebenze. IGAMA LIKAVIMBAWEFAYILI kananjalo IGAMALESISEKO asuswa ngokubeka iinxalenye ezihambelanayo zethayili ukuba zisebenze.

source: This is the command to execute when the search entry is used.
xh: Lo ngumyalelo wokuqhuba xa kusetyenziswa ungeniso lozingelo.

source: This is the command to execute when the search entry is used. SEARCH_STRING is replaced with the entered search text.
xh: Lo ngumyalelo wokuqhuba xa kusetyenziswa ungeniso lozingelo. UMTYA_WOZINGELO ususwa ngokubeka isiqendu sozingelo esingeniswayo.

source: command to uninstall packages
xh: umyalelo wokuyeka ukuhlohla imibekelelo

source: command to uninstall packages, PACKAGE_NAME is replaced by the name of the package in the command
xh: umyalelo wokuyeka ukuhlohla imibekelelo, IGAMA_LOMBEKELELO lisuswa ngokubeka igama lombekelelo kumyalelo

source: command to upgrade packages
xh: umyalelo wonyusa ibanga lemibekelelo

source: command to upgrade packages, PACKAGE_NAME is replaced by the name of the package in the command
xh: umyalelo wokunyusa ibanga lemibekelelo, IGAMA_LOMBEKELELO lisuswa ngokubeka igama lombekelelo kumyalelo

source: contains the list of files (including .desktop files) to be excluded from the "Recently Used Applications" and "Recent Files" lists
xh: kuqulethe uludwe lweefayili (kubandakanywa iifayili zolwazi olusesikrinini) olufanele ukukhutshelwa ngaphandle "Kweenkqubo Ezisandula Ukusetyenziswa" ngokunjalo izindwe "Zeefayili Ezisandula Ukusetyenziswa".

source: determines which types of files to display in the file area
xh: kubonisa ukuba zeziphi iintlobo zeefayili eziboniswa kwindawo yefayili

source: if true, main menu is more anxious to close
xh: ukuba yinyaniso, imenyu engundoqo ixhalabe ngakumbi ukuvala

source: if true, main menu will close under these additional conditions: tile is activated, search activated
xh: ukuba yinyaniso, imenyu engundoqo iza kuvala phantsi kwezi meko ezifakelweyo: ithayili yenziwa ukuba isebenze, uzingelo lwenziwa ukuba lusebenze

source: lock-down configuration of the file area
xh: tshixela ubumbeko lwendawo yefayili

source: lock-down status for the application browser link
xh: tshixela isimo ukwenzela unxulumano lwesikhangeli senkqubo

source: lock-down status for the search area
xh: tshixela isimo sendawo yozingelo

source: lock-down status for the status area
xh: tshixela isimo sendawo yesimo

source: lock-down status for the system area
xh: tshixela isimo sendawo yesixokelelwano

source: set to true if the link to the application browser should be visible and active.
xh: kumiselwe kokuyinyaniso xa unxulumano kwisikhangeli senkqubo kufuneka sibonwe ngamehlo kwaye sisebenze.

source: set to true if the search area should be visible and active.
xh: kumiselwe kokuyinyaniso ukuba indawo yozingelo kufuneka ibonwe ngamehlo kwaye zisebenze.

source: set to true if the status area should be visible and active.
xh: kumiselwe kokuyinyaniso ukuba indawo yesimo kufuneka ibonwe ngamehlo kwaye zisebenze.

source: set to true if the system area should be visible and active.
xh: kumiselwe kokuyinyaniso ukuba indawo yesixokelelwano kufuneka ibonwe ngamehlo kwaye zisebenze.

source: The GNOME Main Menu
xh: Imenyu Engundoqo ye-GNOME

source: Network: None
xh: Umsebenzi wothungelwano: Akukho

source: Click to configure network
xh: Nqomfa ukwenza ubumbeko lomsebenzi wothungelwano

source: Connected to: %s
xh: Dibanisa kwi: %s

source: Using ethernet (%s)
xh: Kusetyenziswa uthungelwano lwe-ether (%s)

source: Wireless Ethernet (%s)
xh: Uthungelwano lwe-Ether Olungenazingcingo (%s)

source: Wired Ethernet (%s)
xh: Uthungelwano lwe-Ether Oluneengcingo (%s)

source: Unknown
xh: Akwaziwa

source: Computer
xh: Ikhompyutha

source: Favorite Applications
xh: Iinkqubo Zezinqumli

source: More Applications...
xh: Iinkqubo Ezithe Chatha...

source: Recent Documents
xh: Amaxwebhu Akutshanje

source: Search:
xh: Zingela:

source: Status
ar: الحالة
xh: Isimo

source: System
xh: Isixokelelwano

source: Install
xh: Hlohla

source: Type
xh: Uhlobo

source: Installed
xh: Ihlohliwe

source: translator-credits
xh: amanqaku okuguqula

source: Icon
xh: I-ayikhon

source: Graphics
xh: Imizobo

source: Fonts
xh: Iifonti

source: Network
xh: Umsebenzi wothungelwano

source: Action
xh: Isenzo

source: Never
xh: Nakanye

source: Enabled
xh: Yenziwe yasebenza

source: Refresh
xh: Hlaziya

source: translator_credits
xh: amanqaku_omguquleli

source: Modem Lights
xh: Izikhanyisi ze-Modem

source: Released under the GNU general public license. A modem status indicator and dialer. Lights in order from the top or left are Send data and Receive data.
xh: Kukhululwe phantsi kwelayisensi kawonkewonke jikelele. Umalathi wesimo se-modem nomgqobhozeli ngonxibelelwano. Izikhanyisi zimi kakuhle ukusuka phezulu okanye ekhohlo zingu-Thumela iinkcukacha no-Yamkela iinkcukacha.

source: You are currently connected. Do you want to disconnect?
xh: Usekudibaneni okwangoku. Ufuna ukuluqhawula udibano?

source: %#.1fMb received / %#.1fMb sent / time: %.1d:%.2d
xh: i-%#.1fMb yamkelwe / i-%#.1fMb ithunyelwe / ixesha: i-%.1d:%.2d

source: not connected
xh: akudityaniswanga

source: Ask for confirmation when connecting/disconnecting
xh: Cela uqinisekiso xa udibanisa/uqhawula udibano

source: Blink when connecting
xh: Danyazisa xa udibanisa

source: Command executed when connecting
xh: Umyalelo okhutshwa xa kudityaniswa

source: Command executed when disconnecting
xh: Umyalelo okhutshwa xa kuqhawulwa ukudibana

source: Display a confirmation dialog when connecting or disconnecting.
xh: Bonisa ingxoxo yokuqinisekisa xa udibanisa okanye uqhawula ukudibana.

source: Make the applet blink when the modem is connecting.
xh: Yenza udanyaziso lwenkqutyana ye-applet xa i-modem idityaniswa.

source: Modem device name
xh: Igama lesixhobo se-modem

source: Modem lock file
xh: Ifayili okutshixa i-modem

source: Receive background color
xh: Yamkela umbala ongasemva

source: Receive foreground color
xh: Yamkela umbala ongaphambili

source: Send background color
xh: Thumela umbala ongasemva

source: Send foreground color
xh: Thumela umbala ongaphambili

source: Show connect time and throughput
xh: Bonisa ixesha lokudibanisa nesixa sezinto ezisetyenzisiweyo

source: Show extra information about the connect time and amount of data transmitted and received.
xh: Bonisa ulwazi oluthe chatha ngexesha lokudibanisa nesixa seenkcukacha ezithunyelweyo nezamkelweyo.

source: Status connected color
xh: Umbala odityanisiweyo wesimo

source: Status not connected color
xh: Umbala ongadityaniswanga wesimo

source: Status waiting connection color
xh: Umbala wesimo sokulinda ukudityaniswa

source: Text background color
xh: Umbala Ongasemva Wesiqendu

source: Text foreground color
xh: Umbala ongaphambili wesiqendu

source: Text outline color
xh: Umbala womda osemgciphekweni wesiqendu

source: The background color of the button used to indicate data received.
xh: Umbala ongasemva weqhosha elisetyenziselwa ukubonisa iinkcukacha ezamkelweyo.

source: The background color of the button used to indicate data sent.
xh: Umbala ongasemva weqhosha elisetyenziselwa ukubonisa iinkcukacha ezithunyelweyo.

source: The color used to display the status button when the modem is connected.
xh: Umbala osetyenziselwa ukubonisa iqhosha lesimo xa kudityaniswa i-modem.

source: The color used to display the status button when the modem is connecting.
xh: Umbala osetyenziselwa ukubonisa iqhosha lesimo xa kudityaniswa i-modem.

source: The color used to display the status button when the modem is not connected.
xh: Umbala osetyenziselwa ukubonisa iqhosha lesimo xa kuqhawulwa ukudityaniswa kwe-modem.

source: The color used to indicate that data has been received.
xh: Umbala osetyenziselwa ukubonisa ukuba iinkcukacha zamkelwe.

source: The color used to indicate that data has been sent.
xh: Umbala osetyenziselwa ukubonisa ukuba iinkcukacha zithunyelwe.

source: The fraction of a second until the applet updates.
xh: Iqhekeza lomzuzwana de inkqutyana ye-applet ihlaziyeke.

source: The name of the modem device.
xh: Igama lesixhobo se-modem.

source: The name of the modem lock file.
xh: Igama lefayili yokutshixa i-modem.

source: Use isdn
xh: Sebenzisa i-isdn

source: Use isdn instead of ppp to connect the modem.
xh: Sebenzisa i-isdn endaweni ye-ppp ukudibanisa i-modem.

source: Use this command to connect the modem.
xh: Sebenzisa lo myalelo ukudibanisa i-modem.

source: Use this command to disconnect the modem.
xh: Sebenzisa lo myalelo ukuqhawula ukudibana kwe-modem.

source: Verify owner of lock file
xh: Nyanisekisa umnini wefayili yokutshixa

source: Modem Lights Preferences
xh: Iinkoleko Zezikhanyisi ze-Modem

source: U_pdate every:
xh: Hl_aziya njenganamhla konke:

source: seconds
xh: imizuzwana

source: Sho_w connect time and throughput
xh: Bonis_a ixesha lokudibanisa nesixa sezinto ezisetyenzisiweyo

source: B_link connection status when connecting
xh: Danyazisa isimo sokudibanisa xa udibanisa

source: Connections
xh: Imidibaniso

source: Co_nnection command:
xh: Umyalelo ngo_mdibaniso:

source: _Disconnection command:
xh: _Umyalelo wokuqhawula umdibaniso:

source: Con_firm connection
xh: Qin_isekisa umdibaniso

source: Receive Data
xh: Yamkela Iinkcukacha

source: _Foreground:
xh: _Ngaphambili:

source: _Background:
xh: _Ngasemva:

source: Send Data
xh: Thumela Iinkcukacha

source: Foregroun_d:
xh: Ngaphambi_li:

source: Backg_round:
xh: Ngas_emva:

source: Connection Status
xh: Isimo Sokudibanisa

source: Co_nnected:
xh: Ku-dityanisiwe:

source: Disconnec_ted:
xh: Kuqhawule uku-dibana:

source: C_onnecting:
xh: K_uyadityaniswa:

source: For_eground:
xh: Ngaph_ambili:

source: Bac_kground:
xh: Ngas_emva:

source: O_utline:
xh: U_mda osemngciphekweni:

source: Modem Options
xh: Izikhethwa ze-Modem

source: _Device:
xh: _Isixhobo:

source: _Lock file:
xh: _Ifayili yokutshixa:

source: _Verify owner of lock file
xh: _Nyanisekisa umnini wefayili yokutshixa

source: U_se ISDN
xh: Se_benzisa i-ISDN

source: Advanced
xh: Osekukwibanga Eseliphambili...

source: <b>Use the s_ystem's proxy settings</b>
xh: <b>Sebenzisa imimiselo yabameli besixokelelwano</b>

source: Change Password
xh: Guqula Igama Lokugqithisa

source: Change your password
xh: Guqula igama lokugqithisa lakho

source: New Password empty
xh: Igama lokugqithisa Elitsha lilikhamte

source: Passwords match
xh: Ayangqinelana amagama okugqithisa

source: Passwords do not match
xh: Awangqinelani amagama okugqithisa

source: <b>Changing Password for User '%s'</b>
xh: <b>Kuguqulwa Igama lokugqithisa Lomsebenzisi '%s'</b>

source: You have got capslock on! Passwords are case-sensitive.
xh: Iqhosha lakho loonobumba abakhulu likwimo yokusebenza! Amagama okugqithisa ayabuvela ubukhulu boonobumba.

source: Could not start helper program. Could not change password
xh: Akukwazekanga ukuqalisa inkqubo yomncedisi. Aliguqulekanga igama lokugqithisa

source: Unknown error while changing password. Could not change password
xh: Yimposiso engaziwayo xa bekuguqulwa igama lokugqithisa. Igama lokugqithisa aliguqulekanga

source: Password changed successfully
xh: Igama lokugqithisa liguquleke ngempumelelo

source: Old password doesn't match. Please try again.
xh: Igama lokugqithisa elidala alingqinelani. Nceda zama kwakhona.

source: Password is insecure. Please choose a new password.
xh: Igama lokugqithisa alikhuselekanga. Nceda khetha elinye igama lokugqithisa.

source: Password confirmation doesn't match New Password. Please retype new password and confirmation
xh: Uqinisekiso lwegama lokugqithisa alingqinelani Negama Lokugqithisa Elitsha. Nceda phinda uchwetheze igama lokugqithisa elitsha uze wenze uqinisekiso.

source: Protocol error
xh: Imposiso Yenkqubo

source: Success: %s
xh: Impumelelo: %s

source: Password confirmation empty
xh: Uqinisekiso lwegama lokugqithisa lulikhamte

source: _Confirm Password:
xh: _Qinisekisa Igama Lokugqithisa:

source: _New Password:
xh: _Igama Lokugqithisa Elitsha:

source: _Old Password:
xh: _Igama Lokugqithisa Elidala:

source: Traditional Main Menu
xh: Imenyu Eqhelekileyo Engundoqo

source: The traditional GNOME menu
xh: Imenyu eqhelekileyo ye-GNOME

source: _Lock Panel Position
xh: Ubume Bendawo Yolawulo Yokutshixa

source: A_llow Panel to be Moved
xh: Vu_mela Indawo Yolawulo ukuba Isuke

source: Allow Panel to be Moved
xh: Vu_mela Indawo Yolawulo ukuba Isuke

source: Disable support for moving a panel with a mouse drag. It has been know to cause problems for users that accidentally move or resize their panels.
xh: Susa isakhono kwinkxaso eshenxisa indawo yokulawula ngokuyirhuqa ngempuku. Soloko yaziwa njengeyenza iingxaki kubasebenzisi abashenxisa ngemposiso okanye baguqule ubukhulu beendawo zolawulo.

source: Lock Panel Position
xh: Ubume Bendawo Yolawulo Lokutshixa

source: Lock the panel position
xh: Tshixa ubume bendawo yolawulo

source: Novell Services
xh: Iinkonzo ze-Novell

source: Couldn't rename "%s" to "%s". Please make sure the new name has only valid characters in it.
xh: Alinikekanga igama kwakhona le-"%s" ukuya ku-"%s". Nceda qinisekisa ukuba igama elitsha lineempawu ezithatha izithuba kuphela kulo.

source: * Running IRC as root is not recommended! You should create a User Account and use that to login.
xh: *Ukuqhutywa kweIRC njengengcambu yamandla akucetyiswa! Kufuneka udale Iakhawunti Yomsebenzisi uze uyisebenzisele ukungena.

source: Open an extra tab for outgoing msg
xh: Vula isilungelelanisi semigca esinguchatha ukwenzela imiyalezo ephumela ngaphandle

source: Return to <placeholder-1/>
xh: Buyela <kumgcinisithuba-1/>.

source: splash
xh: tshiza

source: apm
xh: i-apm

source: acpi
xh: i-acpi

source: ide
xh: i-ide

source: Using the Help System
xh: Kusetyenziswa Isixokelelwano Soncedo

source: Up Arrow
xh: Isalathi-phezulu

source: Down Arrow
xh: Isalathi-ezantsi

source: Left Arrow
xh: Isalathi-ekhohlo

source: Backspace
xh: Emva ngesithuba

source: Right Arrow
xh: Isalathi-kunene

source: Enter
xh: Ngenisa

source: Space
xh: Isithuba

source: Page Up
xh: Tyhila Phezulu

source: Page Down
xh: Tyhila Ezantsi

source: End
xh: Isiphelo

source: Esc
xh: Baleka

source: Language and Keyboard Layout Selection
xh: Ulwimi Nokukhethwayo Kokumisa kakuhle Ibhodi Yamaqhosha

source: Kernel Options: acpi
xh: Izikhethwa ze-Kernel: i-acpi

source: pci=noacpi
xh: i-pci=noacpi

source: acpi=oldboot
xh: i-acpi=umiselolwakudala

source: acpi=off
xh: i-acpi=imo yokungasebenzi

source: acpi=force
xh: i-acpi=yonyanzelo

source: Kernel Options: apm
xh: Izikhethwa ze-Kernel: apm

source: apm=off
xh: i-apm=imo yokungasebenzi

source: ACPI
xh: i-ACPI

source: Kernel Options: ide
xh: Izikhethwa ze-Kernel: i-ide

source: ide=nodma
xh: i-ide=nodma

source: Kernel Options: splash
xh: Izikhethwa ze-Kernel: tshiza

source: splash=0
xh: tshiza-0

source: splash=verbose
xh: tshiza=umlembelele

source: splash=silent
xh: tshiza=ngokuthula

source: Choose Profile
xh: Khetha Inkangeleko Yecala

source: Boot Loader Help
xh: Uncedo Lomlayishi Womiselo Lwenkqubo

source: description
xh: inkcazelo

source: Installation -- ACPI Disabled
xh: Ukuhlohlwa kwe--ACPI Kususwe Isakhono

source: Installation -- Local APIC Disabled
xh: Ukuhlohlwa kwe--APIC Yendawo Leyo Kususwe Isakhono

source: Installation -- Safe Settings
xh: Imimiselo Yokuhlohla -- Ikhuselekile

source: text mode
xh: imo yokusebenza ngesiqendu

source: Software Type Selection
xh: Okukhethiweyo Kohlobo Lokungaphakathi Ekhompyutheni

source: Driver Update
xh: Uhlaziyo Lomqhubi

source: Boot Installed OS
xh: I-OS Ehlohlwe Umiselo Lwenkqubo

source: Installation Source
xh: Umthombo Wokuhlohla

source: install
xh: hlohla

source: boot options
xh: izikhethwa zomiselo lwenkqubo

source: network options
xh: izikhethwa zomsebenzi wothungelwano

source: vnc options
xh: Izikhethwa ze-vnc

source: Installer Options: Network Options
xh: Izikhethwa Zomhlohli: Izikhethwa Zomsebenzi Wothungelwano

source: network-based install
xh: ukuhlohla okusekwe kumsebenzi wothungelwano

source: dhcp
xh: i-dhcp

source: gateway
xh: Indlela yesango

source: gateway=192.168.0.8
xh: indlela yesango=192.168.0.8

source: Installer Options: install
xh: Izikhethwa Zomhlohli: hlohla

source: install=nfs://192.168.0.1/install
xh: ukuhlohla=nfs://192.168.0.1/ukuhlohla

source: Installer Options: vnc
xh: Izikhethwa Zomhlohli: i-vnc

source: vnc=1 vncpassword=example
xh: vnc=1 vncigamalokugqithisa=umzekelo

source: Video Mode Selection
xh: Okukhethwayo Kwimo Yevidiyo

source: &Add
xh: &Faka

source: &Edit
xh: &Hlela

source: &Suspend Computer
xh: &Misa iKhompyutha

source: Suspend to Disk
xh: Xhomela Kwidiski

source: Suspend to RAM
xh: Xhomela kwi-RAM

source: Standby
xh: Linda

source: System Information
xh: Ulwazi Lwesixokelelwano

source: ERROR
xh: IMPOSISO

source: Front-end for the KDE file dialog
xh: Isiphelo sangaphambili sengxoxo yefayili ye-KDE

source: Set dialog mode to single file (default)
xh: Misela imo yengxoxo kwifayili ehamba yodwa (ehlala ikhona)

source: Set dialog mode to multiple file
xh: Misela imo yengxoxo kwifayili yesininzi

source: Set dialog mode to directory
xh: Misela imo yengxoxo kuvimba weefayili

source: Print selected files
xh: Shicilela iifayili ezikhethiweyo

source: Accept nonlocal files
xh: Yamkela iifayili ezingezo zendawo leyo

source: Set initial directory
xh: Misela uvimba weefayili ekuqalwa ngaye

source: Set filter
xh: Misela isihluzi

source: kfiledialog
xh: ingxoxo yefayili ye-k

source: Check Connection
xh: Qwalasela Unxulumano

source: Default Route
xh: Indla eHlala ikhona

source: Name Server
xh: Igama Leseva

source: Invalid default route:
xh: Indlela ehlala ikhona ayisebenzi:

source: Cannot read `%1': %2
xh: Ayikwazi kufunda '%1': %2

source: Default route ok.
xh: Indlela ehlala ikhona ilungile.

source: Gateway Address
xh: Idilesi yendlela

source: Own Address
xh: Idilesi Yakho

source: Kernel Interface
xh: Indawo ye-Kernel

source: Name server failure:
xh: Ukusilela kwegama leseva:

source: no name server found in `%1'
xh: akukho gama leseva lifunyenweyo kwi `%1'

source: waiting for reply
xh: ilindele impendulo

source: unable to fork (internal error)
xh: ayikwazi kujika (imposiso yangaphakathi)

source: Name server ok.
xh: Igama leseva lilungile.

source: Name Server Address
xh: Igama leDilesi yeSeva

source: address lookup does not work
xh: isikhangeli sedilesi asisebenzi

source: Configuration of the selected interface and provider:
xh: Ubumbeko lwendawo ekhethiweyo nomboneleli:

source: Parameter
xh: Ummandla

source: Value
xh: Ixabiso

source: Data Rate
xh: Isantya seNkcukacha

source: Data rate:
xh: Isantya seNkcukacha:

source: Dial Prefix
xh: Nxibelelanisa Isimaphambili

source: Enter the dial prefix for the interface `%1':
xh: Faka isinxibelelanisi sesimaphambili sendawo `%1':

source: The dial prefix `%1' is not allowed. It must match the regular expression `%2'.
xh: Isinxibelelanisi sesimaphambili '%1' asivumelekanga. Kufuneka singqamane nembonakalo eqhelekileyo `%2'.

source: KInternet
xh: KIntanethi

source: QInternet
xh: QIntanethi

source: KInternet - Internet Tool
xh: KIntanethi - Isixhobo se-intanenethi

source: smpppd reported an error. Connecting to the Internet is not possible. Check the log for a more detailed error message.
xh: i-smpppd ixele imposiso. Ukuqhagamshela kwi-Intanethi akwenzeki. Qwalasela i-log yomyalezo wemposiso ocace ngakumbi.

source: Various Settings
xh: Eminye Imimiselo

source: View Configuration
xh: Bona uBumbeko

source: Configure with YaST2...
xh: Yenza ubumbeko nge-YaST2...

source: Set Dial Prefix...
xh: Misela ukunxibelelanisa Isimaphambili...

source: View Log
xh: Bona i-Log

source: View Data Rate
xh: Bona Isantya seNkcukacha

source: Wireless Connection...
xh: Uqhagamshelo Olungenangcingo...

source: Reconnect to Server
xh: Qhagamshela kwakhona kwiSeva

source: &Interface
xh: &Indawo

source: &Provider
xh: &Umboneleli

source: St&art
xh: Qa&lisa

source: &Dial-In
xh: &Nxibelelanisa-Ku

source: &Hang-Up
xh: &Beka-Umnxeba

source: &Add Link
xh: &Faka Isinxulumanisi

source: &Remove Link
xh: &Shenxisa Isinxulumanisi

source: Should KInternet start automatically when you log in?
xh: Ingaba kufuneka i-K-Intanethi iqalise ngokuzenzekelayo xa ungena?

source: Start Automatically
xh: Qalisa Ngokuzenzelayo

source: Do Not Start
xh: Musa ukuQalisa

source: Log
xh: I-Log

source: This is the complete log:
xh: Le yi-Log epheleleyo:

source: Save to File...
xh: Gcina kwiFayili...

source: Save Log As
xh: Gcina i-Log okwe

source: File already exists. Overwrite it?
xh: Ifayili sele ikhona. Bhala ngaphezulu kwayo?

source: Cannot open file for writing.
xh: Ayikwazi kuvula ifayili ukuze kubhalwe.

source: Be quiet and exit if connection to smpppd fails or KInternet is already running
xh: Yithi cwaka uphume ukuba uqhagamshelwano kwi-smpppd luyasilela okanye Kintanethi sele isebenza

source: Wait for kicker application
xh: Lindela inkqubo ye-kicker

source: Don't dock into the kde kicker
xh: Musa ukushunqulela kwi-kde ye-kicker

source: Run inside a swallow enviroment, eg. swallow in FVWMButtons
xh: Sebenzisa ngaphakathi indawo yokuginya, umz. Ginya kuMaqhosha e-FVW

source: KInternet is already running. It is the small icon showing a connector in your panel.
xh: KIntanethi isele isebenza. Yi-ayikhon encinci ebonisa isiqhagamsheli kwindawo yolawulo.

source: Enter the password for the provider `%1':
xh: Fakela umboneleli ipaswedi `%1':

source: WEP - Key Input Dialog
xh: WEP – Ingxoxo Engxalwa njengesiqalo esinguNdoqo

source: Insert WEP key:
xh: Faka iqhosha le-WEP:

source: Select WEP key type:
xh: Khetha iqhosha lohlobo lwe-WEP:

source: Select WEP authentication mode:
xh: Khetha i-WEP engqinelanayo yemo esebenzayo:

source: Wireless LAN - Dialog
xh: Ingxoxo ye-LAN - Engenangcingo

source: Current Connection
xh: Uqhagamshelo Lwangoku

source: Value(s)
xh: Amaxabiso

source: Signal quality:
xh: Ubulunga besignali:

source: Associated:
xh: Ukudibana:

source: Lo&g - Signal Strength
xh: Lo&g - Amandla eSignali

source: Scan for Wireless &Networks
xh: Skenela Okungenangcingo &Nothungelwano

source: Accoustic scan
xh: Isken esivakalisayo

source: Auto refresh
xh: Iyazihlaziya

source: Start Active Scan
xh: Qalisa Isken Sisebenze

source: Start &YaST
xh: Qalisa &i-YaST

source: Connect
xh: Qhagamshela

source: Name/ESSID
xh: Igama/ESSID

source: Signal
xh: Isignali

source: Bitrate
xh: I-Bitrate

source: WEP
xh: I-WEP

source: MAC Address
xh: Idilesi ye-MAC

source: Frequency
xh: Isantya sokwenzeka kokuthile

source: Channel
xh: Indlela

source: Authentication with the server failed.
xh: Ukungqinelana neseva kusilele.

source: Connection closed by server.
xh: Uqhagamshelo luvalwe yiseva.

source: Connection to server lost.
xh: Uqhagamshelo kwiseva lulahlekile.
