Repository: webyast/webyast
Catalog: webyast/po/*/webyast-*.po
Languages: ar, xh

source: Permissions on the password database may be too restrictive.
xh: Iimvume kwisiseko seenkcukacha segama lokugqithisa zisenokuba zezithintela kakhulu.

source: You can only change local passwords.
xh: Unokuguqula amagama okugqithisa endawo leyo kuphela.

source: Less then %d weeks since the last change.
xh: Kungaphantsi kweeveki ezi- %d ukususela kwiinguquko zokugqibela.

source: Less then %d days since the last change.
xh: Kungaphantsi kweentsuku ezi- %d ukususela kwinguquko yokugqibela.

source: Error: Password NOT changed.
xh: Imposiso: Igama lokugqithisa AlitshintshwaNGA.

source: Password changed.
xh: Igama lokugqithisa litshintshiwe.

source: Cannot find the master ypserver: %s
xh: Akafumaneki umalathindlela weseva ye-yp: %s

source: yppasswdd not running on NIS master %s
xh: igama lokugqithisa le-yp aliqhubeli phambili kumalathindlela we-NIS %s

source: yppasswd daemon running on illegal port.
xh: igama lokugqithisa le-ypp ye-daemon liqhuba kwisiqhagamshelanisi esingekho mthethweni.

source: Cannot create salt for standard crypt
xh: Akukwazeki ukudala i-salt yoguqulelo oluntsonkothileyo oluqhelekileyo

source: Cannot create salt for MD5 crypt
xh: Akukwazeki ukudala i-salt yoguqulelo oluntsonkothileyo lwe-MD5

source: Cannot create salt for bigcrypt
xh: Akukwazeki ukudala i-salt yoguqulelo oluntsonkothileyo olukhulu

source: No support for bigcrypt included
xh: Akukho nkxaso ibandakanyiweyo yoguqulelo oluntsonkothileyo olukhulu

source: Cannot create salt for blowfish crypt
xh: Akukwazeki ukudala i-salt yoguqulelo oluntsonkothileyo lwe-blowfish

source: No support for blowfish included
xh: Akukho nkxaso ibandakanyiweyo ye-blowfish

source: crypt_r() returns NULL pointer
xh: uguqulelo oluntsonkothileyo_r() lubuyisa isalathisi ESINGENANTO

source: Cannot lock password file: already locked.
xh: Ayikwazi kutshixeka ifayili yamagama okugqithisa: seyitshixiwe.

source: Cannot create temp file (%s): %m
xh: Ayikwazanga kudaleka ifayili yethutyana (%s ): %m

source: Error while writing new shadow file: %m
xh: Imposiso xa kubhalwa ifayili yesithunzi entsha: %m

source: Error while closing old shadow file: %m
xh: Imposiso xa kuvalwa ifayili endala yesithunzi: %m

source: Error while closing temporary shadow file: %m
xh: Imposiso xa kuvalwa ifayili yethutyana yesithunzi: %m

source: Error while writing new password file: %m
xh: Imposiso xa kubhalwa ifayili yegama lokugqithisa entsha: %m

source: Error while closing old password file: %m
xh: Imposiso xa kuvalwa ifayili yegama lokugqithisa endala: %m

source: Error while closing temporary password file: %m
xh: Imposiso xa kuvalwa ifayili yegama lokugqithisa yethutyana: %m

source: Changing NIS password for %s on %s.
xh: Kuguqulwa igama lokugqithisa le- NIS ukwenzela i- %s phezu kwe- %s.

source: Error while changing the NIS password.
xh: Imposiso xa kutshintshwa igama lokugqithisa le-NIS.

source: &Remove
xh: &Shenxisa

source: Configuration
ar: تكوين
xh: Ubumbeko

source: Switch Application Setup
xh: Tshintsha Umiselo lwenkqubo

source: Switch application:
xh: Tshintsha inkqubo:

source: Run in terminal
xh: Sebenzisa kwixesha elimisiweyo

source: Allow switching by non-root users
xh: Vumela ukutshintshela ngabasebenzisi abangenangcambu

source: &Accept
xh: &Vuma

source: Choose Switch Application
xh: Khetha Inkqubo Yokutshintsha

source: You selected to allow profile switching by normal users. The SUID bit of the configured switch application will be set. This may be a security risk, especially when using an SCPM front-end that lacks SCPM user management. Enable this feature?
xh: Ukhethe ukuvumela ukutshintshwa inkangeleko ngabasebenzisi abaqhelekileyo. I-bit ye-SUID yokutshintsha inkqubo iza kumiselwa. Oku kungaba yingozi yokhuseleko, ngakumbi xa usebenzisa isiphelo somphambili se-SCPM eswele umlawuli we-SCPM yomsebenzisi. Yenza olu phawu lusebenze?

source: Really enable non-root switch support?
xh: Ngenene yenza inkxaso yotshintsho olungenangcambu?

source: Enable
xh: Yenza isebenze

source: Do Not Enable
xh: Musa Ukwenza Isebenze

source: Click to switch profile
xh: Nqomfa ukutsintsha inkangeleko

source: Start YaST2 Profile Manager Module...
xh: Qalisa Imodyuli Yomlawuli Wenkangeleko ye-YaST2...

source: Configure Profile Chooser...
xh: Yenza ubumbeko lweNkangeleko Yesikhethi...

source: Run Profile Manager (SUMF)...
xh: Sebenzisa Inkangeleko Yomlawulu (SUMF)...

source: SCPM Profile Chooser Applet (c) 2004 SuSE Linux AG (c) 2005 SUSE LINUX Products GmbH
xh: I-Applet Yesikhangeli Senkangeleko ye-ACPM (c) 2004 SuSe Linux AG (c) 2005 SUSE LINUX Iimveliso GmbH

source: SCPM Profile Chooser Applet This applet provides a convenient way to choose between your installed SCPM profiles. Just click the icon and choose a profile to switch to. If you do not get a list of available profiles but instead just "SCPM not available", SCPM is probably not set up or may be locked. Use YaST2 Profile Manager to set up or unlock SCPM. Refer to the SCPM info pages more information.
xh: I-Applet Yesikhangeli Senkangeleko ye-SCPM Le applet ibonelela ngendlela elungileyo yokukhetha phakathi kweenkangeleko ze-SCPM ezihlohliweyo. Nqomfa nje umfanekiso kwaye ukhethe inkangeleko ukutshintshela ku. Ukuba awufumani luhlu lweenkangeleko ezifumanekayo kodwa endaweni yoko nje "i-SCPM ayifumaneki " i-SCPM mhlawumbi ayimiselwanga okanye ingaba itshixiwe. Sebenzisa Umlawuli Wenkangeleko ye-YaST2 ukumisela okanye ungatshixi i-SCPM. Bhekisela kwi-SCPM yamaphepha olwazi oluninzi.

source: SCPM not available
xh: I-SCPM ayifumaneki

source: No profiles available
xh: Akukho zinkangeleko zifumanekayo

source: Switch to Profile
xh: Tshintshela Kwinkangeleko

source: Switching profile
xh: Ukutshintsha inkangeleko

source: Cannot execute switch application.
xh: Ayikwazi kwenza inkqubo yokutshintsha.

source: Could not stat %1
xh: Ayikwazi kuqalisa %1

source: Should Profile Chooser start automatically when you log in?
xh: Ingaba kufuneka Isikhangeli Senkangeleko siqalise ngokuzenzekelayo xa ungena?

source: Start automatically
xh: Qalisa Ngokuzenzelayo

source: Do not start
xh: Musa ukuQalisa

source: <b>SaX2 Suggestion</b><hr>The currently-started graphics system is based on a suggestion made by SaX2. If this is acceptable, click <b>OK</b>. Otherwise, change the configuration.
xh: <b>Icebiso le-SaX2 </b><hr>Isixokelelwano segrafu esiqaliswe ngoku sisekwe kwicebiso elenziwe yi-SaX2. Ukuba oku kwamkelekile, nqomfa ku-<b>KULUNGILE</b>. Kungenjalo, guqula ubumbeko.

source: Automatic Graphics System Setup
xh: Indlela Yokumisela Isixokelelwano Seegrafu Zokuzenzekela

source: Information...
xh: Ulwazi...

source: SaX2: X11 Configuration
xh: i-SaX2: Ubumbeko lwe-X11

source: SaX Control Center
xh: Iziko Lolawulo lwe-SaX

source: O&K
xh: KULU&NGILE

source: &Yes
xh: &Ewe

source: &No
xh: &Hayi

source: <b>Exit SaX2</b><hr>Exit SaX2 now?
xh: <b>Phuma SaX2</b><hr>Uyaphuma kwi-SaX2 ngoku?

source: Message
xh: Umyalezo

source: C&hange Configuration
xh: Gu&qula Ubumbeko

source: Monitor
xh: Umlandeli Ngoqwalaselo

source: Card and Monitor Properties
xh: Faka Ikhadi uze Ulandele Ngoqwalaselo Iimpawu

source: Mouse
xh: Impuku

source: Mouse Properties
xh: Iimpawu Zempuku

source: Keyboard Properties
xh: Iimpawu Zebhodi Yamaqhosha

source: Tablet
xh: Icwecwe lokubhalela

source: Tablet Properties
xh: Iimpawu Zecwecwe Lokubhalela

source: Touchscreen
xh: Isikrinisokuchukumisa

source: Touchscreen Properties
xh: Iimpawu Zesikrinisokuchukumisa

source: Remote Access Properties
xh: Iimpawu Zofikeleleko Lwamgama

source: Activate This Display
xh: Yenza Kusebenze Lo Mboniso

source: Activate This Pointer
xh: Yenza Kusebenze Esi Salathi

source: Card
xh: Ikhadi

source: &Change...
xh: &Guqula...

source: &Options...
xh: &Izikhethwa...

source: Con&figure...
xh: Yenza ubu&mbeko...

source: Dual Head Mode
xh: Imo Yeentloko Ezingambini

source: Options
xh: Izikhethwa

source: Activate Mouse Wheel
xh: Yenza Kusebenze Amavili Empuku

source: Invert X-Axis
xh: Guqulela ngaphakathi Umgca Kajikelele Ngqu we-X

source: Invert Y-Axis
xh: Guqulela ngaphakathi Umgca Kajikelele Ngqu we-Y

source: Activate 3-Button Emulation
xh: Yenza Kusebenze Iqhosha le-3 Lokuzenzisa

source: Emulate Wheel with Mouse Button
xh: Yenzisa Ivili Elineqhosha Lempuku

source: Rotate Screen
xh: Jikelezisa Isikrini

source: Test
xh: Uvavanyo

source: &Test
xh: &Uvavanyo

source: &Save
xh: &Gcina

source: Layout
xh: Ukumiswa kakuhle

source: Test ready
xh: Uvavanyo lulungile

source: Single Click: Done
xh: Nqomfa Kanye: Kwenziwe

source: Double Click: Done
xh: Nqomfa Kabini: Kwenziwe

source: Scrolling
xh: Kuyajikajikiswa

source: Button pressed
xh: Kucinezelwe iqhosha

source: Button released
xh: Kukhululwa iqhosha

source: Stopped: Done
xh: Kunqunyanyisiwe: Kwenziwe

source: Properties
xh: Iimpawu

source: Activate Dual Head Mode
xh: Yenza Kusebenze Imo Yeentloko Ezingambini

source: Resolution
xh: Indawo Ebonakalayo

source: Colors
xh: Imibala

source: Activate 3D Acceleration
xh: Yenza Kusebenze Uqoqodiso lwe-3D

source: Monitor for Card
xh: Landela Ikhadi Ngoqwalaselo

source: Second Monitor for Card
xh: Okwesibini Landela Ikhadi Ngoqwalaselo

source: Sync Frequencies
xh: Yenza Isingqisho Esihambelanayo Sesantya Sophindaphindo

source: Display Size
xh: Bonisa Ubukhulu

source: Arrangement
xh: Ukulungiselela

source: Activated in %1 mode with %2
xh: Kwenziwe kwasebenza kwimo ye-%1 ne- %2

source: Activated in driver default mode
xh: Kwenziwe kwasebenza kwimo yomqhubi ehlala ikhona

source: Unconfigured
xh: Kuyekwe ubumbeko

source: <b>Cannot Deactivate All Displays</b><hr><nobr>At least one display must be active.</nobr>
xh: <b>Akukwazi Ukususeka Ukusebenza Kwayo Yonke Imiboniso</b><hr><nobr>Mawube mnye umboniso osebenzayo obona buncinci.</nobr>

source: No configuration available
xh: Akukho bumbeko lufumanekayo

source: Traditional Multihead: Each screen is an independent display
xh: Iintloko Ezininzi Zesiqhelo: Isikrini ngasinye singumboniso ongaxhomekekanga

source: Cloned Multihead: Each display is a clone of the primary display
xh: Iintloko Ezininzi Ezifanayo: Umboniso ngamnye ilufaniso lomboniso osentloko

source: Xinerama Multihead: Build one big display out of all screens
xh: Iintloko Ezininzi ze-Xinerama: Zakha umboniso omnye omkhulu kuzo zonke izikrini

source: Multihead Mode
xh: Imo Yeentloko Ezininzi

source: Connected To
xh: Dibanisa kwi

source: Unknown Monitor:
xh: Iqokobhe Lesikrini Elingaziwayo:

source: Primary Monitor:
xh: Iqokobhe Lesikrini Elisentloko:

source: Monitor Settings
xh: Imimiselo Yeqokobhe Lesikrini

source: Mouse Settings
xh: Imimiselo Yempuku

source: Graphics Card Settings
xh: Imimiselo Yekhadi Yegrafu

source: Dual Head Settings
xh: Imimiselo Yeentloko Ezingambini

source: Not Rotated
xh: Akujikeleziswa

source: To the Left
xh: Ukuya Ekhohlo

source: To the Right
xh: Ukuya Ekunene

source: <b>Option Needs a Value</b><hr><nobr>Set up a value for option %1.</nobr>
xh: <b>Isikhethwa Sifuna Ixabiso</b><hr><nobr>Misela ixabiso lesikhethwa %1.</nobr>

source: Monitor: Vendor and Name Selection
xh: Iqokobhe Lesikrini: Umthengisi kunye Nokukhethwa Kwegama

source: Mouse: Vendor and Name Selection
xh: Impuku: Umthengisi kunye Nokukhethwa Kwegama

source: Manual Sync Frequency Setup
xh: Indlela Yokumisela Isantya Sophindaphindo Lesingqisho Esihambelanayo Ngokwenza Ngesandla

source: Diagonal and Aspect Ratio
xh: Ulwalamano Oluxwesiswa Goso Nolwemiba

source: Display Size in [ mm ]
xh: Bonisa Ubukhulu ngokwe-[ mm ]

source: <b>Note:</b> Wrong sync ranges may damage your monitor. Consult the monitor manual for the settings.<br><br>If you want your monitor not to use its maximum rating, decrease the sync ranges.
xh: <b>Qaphela:</b> Izintlu zesingqisho esihambelanayo esingalunganga zisenokonakalisa iqokobhe lesikrini sakho. Zidibanise nemimiselo eyenziwa ngesandla yeqokobhe lesikrinini.<br><br>Ukuba ufuna ukuba iqokobhe lakho lesikrini lingasebenzisi kubekwa ngokwesantya esisesona siphezulu, cutha izintlu zezingqisho ezihambelanayo.

source: Activate DPMS
xh: Yenza kusebenze i-DPMS

source: Utility Disk...
xh: Idiski Yokusetyenziswa...

source: Horizontal
xh: Ngokuxwesa

source: Second Monitor:
xh: Iqokobhe Lesibini Lesikrini

source: Second Monitor Resolution
xh: Indawo Ebonakalayo Yesibini Yeqokobhe Lesikrini

source: Vertical
xh: Okuhlayo

source: KHz
xh: i-KHz

source: Hz
xh: i-Hz

source: Aspect Ratio
xh: Ulwalamano Lwemiba

source: Diagonal
xh: Okuxwese goso

source: X Axis [mm]
xh: Umgca Kajikelele Ngqu we-X [mm]

source: Y Axis [mm]
xh: Umgca Kajikelele Ngqu we-X [mm]

source: Not configured
xh: Akwenziwanga Lubumbeko

source: inches
xh: ii-intshi

source: <b>Insert CD or Disk</b><hr>Insert the display utility CD or disk from the monitor vendor.
xh: <b>Faka i-CD okanye i-Diski</b><hr>Faka ukusebenziseka komboniso we-CD okanye idiski ukusuka kumthengisi weqokobhe lesikrini.

source: <b>Read Error</b><hr>Could not read from CD or disk. This may point to a damaged medium or incorrectly formatted information files.
xh: <b>Funda Imposiso</b><hr>Akukwazekanga ukufunda kwi-CD okanye kwidiski. Oku kunokwalatha isilondolozi esonakeleyo okanye iifayili zolwazi ezinolungiselelo olungachanekanga.

source: Traditional
xh: Ngokwesiqhelo

source: Clone
xh: Ufaniso

source: Xinerama
xh: i-Xinerama

source: Mouse Model
xh: Umfuziselo Wempuku

source: Primary Setup
xh: Indlela Yokumisela Esentloko

source: Variant
xh: Isiguquki

source: Additional Layouts
xh: Iintlobo Zokumiswa Kakuhle Ezifakelweyo

source: Keytable
xh: Itheyibhile Esentloko

source: Group Shift/Lock Behavior
xh: Ubhekeliso Lweqela/Ukuphatheka Kokutshixeka

source: Use Keyboard LED to Show Alternate Group
xh: Sebenzisa Ibhodi Yamaqhosha e-LED Ukubonisa Iqela Elilelinye

source: Compose Key Position
xh: Qamba Indawo Yeqhosha

source: Control Key Position
xh: Lawula Indawo Yeqhosha

source: Third Level Chooser
xh: Umkhethi Wenqanaba Lesithathu

source: Alt/Win Key Behavior
xh: Ukuziphatha Kweqhosha Elilelinye/kwi-Win

source: CapsLock Key Behavior
xh: Ukuziphatha Kweqhosha Lokutshixeka Koonobumba Abakhulu

source: Morocco
xh: i-Morocco

source: Left Alt key switches group while pressed.
xh: Iqhosha Lasekhohlo Elilelinye lijikisa iqela xa licinezelwe.

source: Both Ctrl keys together change group.
xh: Omabini amaqhosha Olawulo ewomabini aguqula iqela.

source: Right Shift key changes group.
xh: Iqhosha Lokubhekelisa Lasekunene liguqula iqela.

source: Left Win key changes group.
xh: Iqhosha Lasekhohlo le-Win liguqula iqela.

source: Left Alt key changes group.
xh: Iqhosha Lasekhohlo Elilelinye liguqula iqela.

source: Both Win keys switch group while pressed.
xh: Omabini amaqhosha e-Win ajikisa iqela xa ecinezelwe.

source: Right Ctrl key switches group while pressed.
xh: Iqhosha Lasekunene Lokulawula lijikisa iqela xa licinezelwe.

source: CapsLock uses internal capitalization. Shift doesn't cancel CapsLock.
xh: Ukutshixeka Koonobumba abakhulu kusebenzisa ukwenziwa koonobumba kwangaphakathi. Ubhekeliso akukurhoxisi Ukutshixeka Koonobumba.

source: CapsLock just locks the Shift modifier.
xh: Ukutshixeka Koonobumba kutshixa kuphela isihlengahlengisi Sobhekeliso.

source: CapsLock toggles normal capitalization of alphabetic characters.
xh: Ukutshixeka koonobumba abakhulu kutshintsha ngendlela efanayo ukwenziwa koonobumba abakhulu okuqhelekileyo kweempawu ezithatha izithuba ze-alfabethi.

source: CapsLock toggles Shift so all keys are affected.
xh: Ukutshixeka koonobumba abakhulu kutshintsha ngendlela efanayo Ubhekeliso ukuze onke amaqhosha achaphazeleke.

source: Right Win-key is Compose.
xh: Iqhosha le-Win Lasekunene Kukuqamba.

source: Shift+CapsLock changes group.
xh: Ubhekeliso+Ukutshixeka Koonobumba kuguqula iqela.

source: R-Alt switches group while pressed.
xh: Iqhosha Lasekunene Elilelinye lijikisa iqela xa licinezelwe.

source: Right Control key works as Right Alt.
xh: Iqhosha Lasekunene Lokulawula lisebenza ngengeLilelinye Lasekunene.

source: Control key at bottom left
xh: Iqhosha lokulawula ekhohlo ezantsi

source: Press any of Win-keys to choose 3rd level.
xh: Cinezela nawaphi amaqhosha e-Win ukukhetha inqanaba lesi-3.

source: Press Right Alt key to choose 3rd level.
xh: Cinezele iqhosha Lasekunene Elilelinye ukukhetha inqanaba les-3

source: Right Ctrl key changes group.
xh: Iqhosha Lasekunene Lokulawula liguqula iqela.

source: Right Alt is Compose.
xh: Elasekunene Elilelinye Liyaqamba.

source: Right Ctrl is Compose.
xh: Elasekunene Elilelinye Liyaqamba.

source: ScrollLock LED shows alternative group.
xh: Ukutshixeka Kokujikajikisa kwe-LED kubonisa iqela elilelinye.

source: Control key at left of -A-
xh: Iqhosha lokulawula lasekhohlo le-A-

source: Third level choosers
xh: Abakhethi Benqanaba Lesithathu

source: Both Shift keys together change group.
xh: Omabini amaqhosha Okubhekelisa kunye aguqula iqela.

source: CapsLock acts as Shift with locking. Shift doesn't cancel CapsLock.
xh: Ukutshixeka Koonobumba abakhulu kusebenza ngesiBhekeliso xa kutshixwa. Ubhekeliso akukurhoxisi Ukutshixeka Koonobumba.

source: CapsLock uses internal capitalization. Shift cancels CapsLock.
xh: Ukutshixeka Koonobumba abakhulu kusebenzisa ukwenziwa koonobumba abakhulu kwangaphakathi. Ubhekeliso lurhoxisa Ukutshixeka Koonobumba Abakhulu.

source: Make CapsLock an additional Control.
xh: Yenzela Ukutshixeka Koonobumba abakhulu Ulawulo olufakelweyo

source: Press Left Win-key to choose 3rd level.
xh: Cinezela iqhosha Lasekunene le-Win ukukhetha inqanaba les-3

source: Right Win-key changes group.
xh: Iqhosha Lasekunene le-Win liguqula iqela.

source: Meta is mapped to the left Win-key.
xh: Inkcazo iguqulelwa ngasekhohlo kweqhosha le-Win.

source: CapsLock LED shows alternative group.
xh: Ukutshixeka Koonobumba abakhulu be-LED kubonisa iqela elilelinye.

source: NumLock LED shows alternative group.
xh: Ukutshixeka Kwamanani kwe-LED kubonisa iqela elilelinye.

source: Left Shift key changes group.
xh: Iqhosha Lasekhohlo Lobhekeliso liguqula iqela.

source: Left Win-key switches group while pressed.
xh: Iqhosha Lasekhohlo Le-Win lijikisa iqela xa licinezelwe.

source: Menu is Compose.
xh: Imenyu Iyaqanjwa

source: Both Alt keys together change group.
xh: Omabini amaqhosha Okukokunye kunye aguqula iqela.

source: CapsLock key changes group.
xh: Iqhosha Lokutshixeka koonobumba abakhulu liguqula iqela.

source: Swap Control and CapsLock.
xh: Ulawulo Lotshintshiselwano kunye Nokutshixeka Koonobumba abakhulu.

source: Press any of Alt keys to choose 3rd level.
xh: Cinezela nawaphi amaqhosha Okukokunye ukukhetha inqanaba lesi-3.

source: Right Alt key changes group.
xh: Iqhosha Lokukokunye Lasekunene liguqula iqela.

source: Shift with numpad keys works as in MS Windows.
xh: Ukubhekelisa ngamaqhosha esikhuseli samanani kusebenza njengakwi-MS Windows.

source: Special keys (Ctrl+Alt+<key>) handled in a server.
xh: Amaqhosha awodwa (Lawula+Okukokunye+<iqhosha>) aphathwa kwiseva.

source: Hyper is mapped to the Win-keys.
xh: Ulongamelo lugulelwa kumaqhosha e-Win.

source: Alt is mapped to the right Win-key and Super to Menu.
xh: Okukokunye kuguqulelwa ngasekunene kweqhosha le-Win kwaye Kongamela Imenyu.

source: Super is mapped to the Win-keys (default).
xh: Ulongamelo luguqulelwa kumaqhosha e-Win (ngendlela ehlala ikhona).

source: Alt and Meta on the Alt keys (default).
xh: Okukokunye Nolongamelo kumaqhosha Okukokunye (ngendlela ehlala ikhona).

source: Add the standard behavior to Menu key.
xh: Fakela ukuziphatha kwesiqhelo kwiqhosha Lemenyu.

source: Alt and Meta are on the Alt keys (default).
xh: Okukokunye Nolongamelo akumaqhosha Okukokunye (ngendlela ehlala ikhona).

source: Press Right Control to choose 3rd level.
xh: Cinezela Iqhosha Lasekunene Lokulawula ukuze ukukhethe inqanaba les-3

source: Alt+Shift changes group.
xh: Okukokunye+Ubhekeliso kuguqula iqela.

source: Control+Shift changes group.
xh: Ukulawula+Ubhekeliso kuguqula iqela.

source: CapsLock acts as Shift with locking. Shift cancels CapsLock.
xh: Ukutshixeka Koonobumba abakhulu kusebenza ngesiBhekeliso xa kutshixwa. Ubhekeliso lurhoxisa Ukutshixeka Koonobumba Abakhulu.

source: Use keyboard LED to show alternative group.
xh: Sebenzisa Ibhodi Yamaqhosha e-LED ukubonisa Iqela Elilelinye

source: Press Right Win-key to choose 3rd level.
xh: Cinezela iqhosha Lasekunene le-Win ukukhetha inqanaba lesi-3.

source: Press Left Alt key to choose 3rd level.
xh: Cinezela iqhosha Lasekhohlo Elilelinye ukukhetha inqanaba lesi-3.

source: Meta is mapped to the Win-keys.
xh: Ulongamelo luguqulelwa kumaqhosha e-Win.

source: Press Menu key to choose 3rd level.
xh: Cinezela iqhosha Lemenyu ukukhetha inqanaba lesi-3.

source: Left Ctrl key changes group.
xh: Iqhosha Lasekhohlo Lokulawula liguqula iqela.

source: Menu key changes group.
xh: Iqhosha lemenyu liguqula iqela.

source: Alt+Control changes group.
xh: Okukokunye+Ukulawula kuguqula iqela.

source: Right Win-key switches group while pressed.
xh: Iqhosha Lasekunene le-Win lijikisa iqela xa licinezelwa.

source: Guinea
xh: i-Guinea

source: China
xh: i-China

source: Port and Mode
xh: Isiqhagamshelanisi Nemo

source: Electronic Pens
xh: Iintsiba Zekhompyutha

source: Activate This Tablet
xh: Yenza ukusebenza Kweli Cwecwe Lokubhalela

source: Tablet: Vendor and Name Selection
xh: Icwecwe lokubhalela: Umthengisi kunye Nokukhethwa Kwegama

source: Connection Port
xh: Isiqhagamshelanisi Somdibaniso

source: Primary Tablet Mode
xh: Imo Yecwecwe Lokubhalela Ephambili

source: Pen or Eraser Mode
xh: Usiba okanye Imo Yokusula

source: Relative
xh: Okuthelekisekayo

source: Absolute
xh: Okungathelekisekiyo

source: USB
xh: i-USB

source: COM-1 [ /dev/ttyS0 ]
xh: i-COM-1 [ /iphuhlisa/ttyS0 ]

source: COM-2 [ /dev/ttyS1 ]
xh: i-COM-2 [ /iphuhlisa/ttyS1 ]

source: Tools
xh: Izixhobo zokusebenza

source: Add Pen
xh: Fakela Usiba

source: Add Eraser
xh: Fakela Isisuli

source: Pen or Eraser Settings
xh: Usiba okanye Imimiselo Yokusula

source: Pen Properties
xh: Iimpawu Zosiba

source: Eraser Properties
xh: Iimpawu Zokusula

source: Assign a Touchscreen to Display Number %1
xh: Isa Inani %1

source: Touchscreen: Vendor and Name Selection
xh: Isikrinisokuchukumisa: Umthengisi kunye Nokukhethwa Kwegama

source: Activate Password Protection
xh: Yenza Kusebenze Ukhuselo Lwegama Lokugqithisa

source: <Enter new password>
xh: <Ngenisa igama lokugqithisa elitsha>

source: <Change password>
xh: <Guqula Igama Lokugqithisa>

source: <Verify password>
xh: <Nyanisekisa igama lokugqithisa>

source: Activate HTTP Access
xh: Yenza kusebenze Ufikeleleko lwe-HTTP

source: HTTP Port
xh: Isiqhagamshelanisi se-HTTP

source: <b>Software Installation:</b><hr>Some packages are missing. Install the missing packages now?
xh: <b>Kufakwa Okwangaphakathi Ekhompyutheni:</b><hr>Eminye imibekelelo ilahlekile. Uhlohla imibekelelo elahlekileyo ngoku?

source: Package Installation
xh: Kuhlohlwa Umbekelelo

source: Importing module
xh: Kuthathwa ngaphandle imodyuli

source: SaX2: Importing data...
xh: i-SaX2: Kuthathwa ngaphandle iinkcukacha...

source: Initialize cache...
xh: Kundululwa uvimba wethutyana...

source: <b>Saving Configuration Failed</b><hr>The following report has been created:
xh: <b>Ukugcinwa Kobumbeko Kusilele</b><hr>Ingxelo elandelayo idalekile:

source: <b>Configuration Saved</b><hr>Your modifications will take effect the next time the graphics system is restarted. Exit SaX2 now?
xh: <b>Ubumbeko Lugciniwe</b><hr>Iziganeko zohlengahlengiso ziya kwenzeka kwixesha elizayo lokuqaliswa ngokutsha kweegrafu. Uyaphuma kwi-SaX2 ngoku?
