Repository: webyast/webyast
Catalog: plugins/registration/po/*/webyast-registration.po
Languages: es, nl

source: Email
es: Correo electrónico

source: System name
es: Nombre del sistema
nl: Systeemnaam

source: SLES registration code
es: Código de registro de SLES
nl: Registratiecode SLES

source: SLED registration code
es: Código de registro de SLED
nl: Registratiecode SLED

source: Appliance registration code
es: Código de registro del dispositivo
nl: Registratiecode toepassing

source: WebYaST registration code
es: Código de registro de WebYaST
nl: Registratiecode WebYaST

source: Registration code
es: Código de registro
nl: Registratiecode

source: Hostname
es: Nombre de host
nl: Hostnaam

source: Device name
es: Nombre del dispositivo
nl: Apparaatnaam

source: Appliance name
es: Nombre del dispositivo
nl: Toepassingsnaam

source: registration code
es: código de registro
nl: registratiecode

source: Invalid session, please login again.
es: Sesión no válida, entre de nuevo.
nl: Ongeldige sessie, meld u opnieuw aan.

source: No permissions for registration
es: Sin permiso para registro
nl: Geen toestemming voor registratie

source: Please try to register again later.
es: Pruebe a realizar el registro de nuevo más tarde.
nl: Probeer u later nogmaals te registreren.

source: Registration did not succeed.
es: El registro no se ha producido correctamente.
nl: Registratie is mislukt.

source: Registration was skipped.
es: El archivo se ha omitido.
nl: Registratie is overgeslagen

source: This may be a temporary issue.
es: Puede tratarse de un problema temporal.
nl: Dit is mogelijk een tijdelijk probleem.

source: The system might not receive necessary updates.
es: Puede que el sistema no reciba las actualizaciones necesarias.

source: The registration server returned invalid or incomplete data.
es: El servidor de registro ha devuelto datos no válidos o incompletos.
nl: De registratieserver retourneerde ongeldige of onvolledige gegevens.

source: Could not read the registration configuration.
es: No es posible leer la configuración de registro.

source: The registration backend is not installed correctly
es: El sistema secundario (backend) de registro no está correctamente instalado

source: Please refer to your support contact.
es: Póngase en contacto con el servicio de asistencia.

source: Please fill out missing entries.
es: Rellene las entradas que faltan.
nl: Vul de ontbrekende items in.

source: Service added:
es: Servicio añadido:
nl: Service toegevoegd:

source: Catalog enabled:
es: Catálogo habilitado:
nl: Catalogus ingeschakeld:

source: Repository added:
es: Repositorio añadido:
nl: Opslagruimte toegevoegd:

source: This system is already registered.
es: Este sistema ya está registrado
nl: Dit systeem is al geregistreerd

source: Registration finished successfully.
es: El registro ha finalizado correctamente.
nl: Registratie is gelukt.

source: <p><b>Repositories were not modified during the registration process.</b></p><p>It is likely that an incorrect registration code was used. If this is the case, please attempt the registration process again to get an update repository.</p><p>Please make sure that this system has an update repository configured, otherwise it will not receive updates.</p>
es: <p><b>Los repositorios no se han modificado durante el proceso de registro.</b></p><p>Es probable que se haya usado un código de registro incorrecto. En tal caso, vuelva a intentar el proceso de registro para obtener un repositorio de actualización.</p><p>Asegúrese de que este sistema dispone de un respositorio de actualización configurado. Si no es así, no recibirá actualizaciones.</p>
nl: <p><b>Opslagruimten zijn niet gewijzigd tijdens de registratieprocedure.</b></p><p>Er is waarschijnlijk een onjuiste registratiecode gebruikt. Als dat het geval us, probeer dan de registratieprocedure opnieuw te doorlopen om de opslagruimte bij te werken.</p><p>Zorg ervoor dat op dit systeem een bijgewerkte opslagruimte is geconfigureerd, anders kunnen er geen updates worden ontvangen.</p>

source: A connection to the registration server could not be established.
es: No es posible establecer una conexión con el servidor de registro.
nl: Er kan geen verbinding met de registratieserver tot stand worden gebracht.

source: The supplied registration data was invalid.
es: Los datos de registro proporcionados no son válidos.

source: The registration code you entered was invalid.
es: El código de registro introducido no es válido.

source: The transmitted registration data created a conflict.
es: Los datos de registro transmitidos han creado un conflicto.
nl: De verzonden registratiegegevens hebben een conflict veroorzaakt.

source: Registration can not be performed. There is no product installed that can be registered.
es: No es posible realizar el registro. No hay ningún producto instalado que se pueda registrar.
nl: De registratie kan niet worden uitgevoerd. Er is geen product ge√Ønstalleerd dat kan worden geregistreerd.

source: A connection to the registration server could not be established or it did not reply.
es: No es posible establecer una conexión con el servidor de registro o no responde.
nl: Er kon geen verbinding worden gemaakt met de registratieserver of de server reageerde niet.

source: The registration server returned invalid data.
es: El servidor de registro ha devuelto datos no válidos.
nl: De registratieserver retourneerde ongeldige gegevens.

source: Please enter a valid Email address.
es: Escriba una dirección de correo electrónico válida.
nl: Geef een geldig e-mailadres op.

source: register plugin
es: Módulo auxiliar (plug-in) de registro

source: Registration
es: Registro
nl: Registratie

source: Registration Information
es: Información de registro
nl: Registratie-informatie

source: This system is registered
es: Este sistema está registrado
nl: Dit systeem is geregistreerd

source: System number (GUID)
es: Número del sistema (GUID)
nl: Systeemnummer (GUID)

source: Register again
es: Registrar de nuevo
nl: Opnieuw registreren

source: Next
es: Siguiente
nl: Volgende

source: Mandatory Information
es: Información obligatoria
nl: Verplichte informatie

source: Details
es: Detalles

source: Postpone
es: Posponer
nl: Uitstellen

source: System Registration
es: Registro del sistema

source: Registration is missing
es: Falta el registro

source: Please register your system in order to get updates.
es: Registre el sistema para poder obtener actualizaciones

source: register
es: registrar

source: Registration did not finish.
nl: Registratie niet voltooid.

source: Skip
nl: Overslaan

source: or
nl: of
