Repository: webyast/webyast
Catalog: plugins/status/po/*/webyast-status.po
Languages: cs, uk

source: No data found for showing system status.
cs: Nebyla nalezena žádná data k zobrazení výchozího stavu.
uk: Не знайдено даних для показу стану системи.

source: Status not available.
cs: Stav není dostupný.

source: Can't connect to host
cs: Nelze se připojit k hostiteli

source: Can't connect to host %s.
cs: Nelze se připojit k hostiteli %s.

source: Limits exceeded for
cs: Byly překročeny limity pro
uk: Перевищено обмеження для

source: Status not available
cs: Stav není dostupný

source: Status not available (no permissions)
cs: Stav není dostupný (nemáte přístupová práva)

source: exceeded
cs: překročeno
uk: перевищено

source: undercut
cs: podseknutí

source: Limits have been written.
cs: Limity byly zapsány
uk: Обмеження записано.

source: An problem occured when loading status information.
cs: Objevila se chyba během načítání stavových informací.
uk: Під час завантаження інформації про стан трапилась помилка.

source: Cannot read system status - you have been logged out.
cs: Nelze číst stav systém - byl(a) jste odhlášen(a).
uk: неможливо прочитати стан системи - ви не в системі.

source: Your system is healthy.
cs: Vás systém je zdravý.
uk: Ваша система здорова.

source: Loading system information
cs: Načítání informací o stavu
uk: Звантаження інформації про систему

source: A problem occured when loading status information.
cs: Objevila se chyba během načítání stavových informací.
uk: Під час завантаження інформації про стан трапилась помилка.

source: Show last
cs: Zobrazit poslední
uk: Показати останнє

source: 5 Minutes
cs: 5 minut
uk: 5 хв.

source: 15 Minutes
cs: 15 minut
uk: 15 хв.

source: 30 Minutes
cs: 30 minut
uk: 30 хв.

source: 1 Hour
cs: 1 hodina
uk: 1 год.

source: 6 Hours
cs: 6 hodin
uk: 6 год.

source: 12 Hours
cs: 12 hodin
uk: 12 год.

source: Only numbers are valid !
cs: Platná jsou pouze čísla !
uk: Допустимі тільки числа!

source: Status
cs: Stav
uk: Стан

source: Settings
cs: Nastavení
uk: Параметри

source: undercuts
cs: podseknutí

source: exceeds
cs: překračuje
uk: перевищує

source: Checking system status
cs: Kontroluje stav
uk: Перевірка стану системи

source: details
cs: podrobnosti
uk: подробиці

source: Details
cs: Podrobnosti
uk: Подробиці

source: Edit Limits
cs: Editace limitů
uk: Редагувати обмеження

source: Show system status
cs: Zobrazit stav systému

source: GByte
cs: Gbytů

source: MByte/s
cs: Mbytů/s

source: Network
cs: Síť

source: MByte
cs: Mbytů

source: Memory
cs: Paměť

source: Percent
cs: Procento
