Repository: webyast/webyast
Catalog: plugins/software/locale/*/webyast-software.po
Languages: ar, ca, da, de, el, es, fr, gl, hr, it, ja, km, lt, nl, ro, tr, zh_cn

source: Highest
ar: الأعلى
ca: El més alt
da: Højest
de: Höchste
el: Ύψιστο
es: Más alto
fr: Le plus élevé
gl: Máis alta
hr: Najviši
it: Più alta
ja: 最高
km: ខ្ពស់​បំផុត
lt: Didžiausias
nl: Hoogste
ro: Cea mai mare
tr: En yüksek
zh_cn: 最高级

source: Higher
ar: أعلى
ca: Més alt
da: Højere
de: Höher
el: Υψηλό
es: Más alta
fr: Plus haut
gl: Alta
hr: Viši
it: Più alto
ja: より高い
km: ខ្ពស់​ជាង
lt: Didelis
nl: Hoger
ro: Superior
tr: Daha yüksek
zh_cn: 高级

source: Default
ar: الافتراضي
ca: Predeterminat
da: Standard
de: Standard
el: Προεπιλογή
es: Por defecto
fr: Par défaut
gl: Predeterminado
hr: Pretpostavljeno
ja: 既定
km: លំនាំដើម
lt: Numatytas
nl: Standaard
ro: Implicită
tr: Varsayılan
zh_cn: 默认

source: Low
ar: منخفضة
ca: Baix
da: Lav
de: Niedrig
el: Χαμηλή
es: Baja
fr: Faible
gl: Baixa
hr: Nizak
it: Basso
ja: 低い
km: ទាប
lt: Žemas
nl: Laag
ro: Mică
tr: Düşük
zh_cn: 低级

source: Lowest
ar: الأدنى
ca: El més baix
da: Lavest
de: Am niedrigsten
el: Κατώτατο
es: La más baja
fr: Le plus bas
gl: Máis baixa
hr: Najniži
it: Il più basso
ja: 最低
km: ទាប​​បំផុត
lt: Žemiausias
nl: Laagste
ro: Cea mai mică
tr: En düşük
zh_cn: 最低

source: Highest priority
ar: أولوية قصوى
ca: La prioritat més alta
da: Højeste prioritet
de: Höchste Priorität
el: Ύψιστη προτεραιότητα
es: La prioridad más alta
fr: Priorité la plus élevée
gl: Prioridade máis alta
hr: Najviši prioritet
it: Priorità massima
ja: 最高の優先順位
km: អាទិភាព​ខ្ពស់​បំផុត
lt: Didžiausias prioritetas
nl: Hoogste prioriteit
ro: Cea mai mare prioritate
tr: En yüksek öncelik
zh_cn: 最高优先级

source: Higher priority
ar: أولوية أعلى
ca: Prioritat més alta
da: Højere prioritet
de: Höhere Priorität
el: Υψηλότερη προτεραιότητα
es: Prioridad alta
fr: Priorité plus élevée
gl: Prioridade alta
hr: Viši prioritet
it: Priorità più alta
ja: 高い優先順位
km: អាទិភាព​ខ្ពស់​ជាង
lt: Didelis prioritetas
nl: Hogere prioriteit
ro: Prioritate mai mare
tr: Daha yüksek öncelik
zh_cn: 高优先级

source: Low priority
ar: أولوية منخفضة
ca: Baixa prioritat
da: Lav prioritet
de: Niedrige Priorität
el: Χαμηλή προτεραιότητα
es: Prioridad baja
fr: Priorité faible
gl: Prioridade baixa
hr: Nizak prioritet
it: Priorità bassa
ja: 低い優先順位
km: អាទិភាព​ទាប
lt: Žemas prioritetas
nl: Lage prioriteit
ro: Prioritate mică
tr: Düşük öncelik
zh_cn: 低优先级

source: Lowest priority
ar: أولوية أدنى
ca: La prioritat més baixa
da: Laveste prioritet
de: Niedrigste Priorität
el: Χαμηλότερη προτεραιότητα
es: La prioridad más baja
fr: Priorité la plus faible
gl: Prioridade máis baixa
hr: Najniži prioritet
it: Priorità più bassa
ja: 最低の優先順位
km: អាទិភាព​ទាប​បំផុត
lt: Žemiausias prioritetas
nl: Laagste prioriteit
ro: Prioritatea cea mai mică
tr: En düşük öncelik
zh_cn: 最低优先级

source: Custom priority
ar: أولوية المخصصة
ca: Prioritat personalitzada
da: Brugerdefineret prioritet
de: Benutzerdefinierte Priorität
el: Προσαρμοσμένη προτεραιότητα
es: Prioridad personalizada
fr: Priorité personnalisée
gl: Prioridade personalizada
hr: Proizvoljan prioritet
it: Priorità personalizzata
ja: カスタムな優先順位
km: អាទិភាព​ផ្ទាល់ខ្លួន
lt: Savitas prioritetas
nl: Aangepaste prioriteit
ro: Prioritate particularizată
tr: Özel öncelik
zh_cn: 自定义优先级

source: Custom
ar: مخصص
ca: Personalitza
da: Brugerdefineret
de: Benutzerdefiniert
el: Προσαρμοσμένο
es: Personalizar
fr: Personnalisé
gl: Personalizado
hr: prilagođeno
it: Personalizza
ja: カスタム
km: ផ្ទាល់ខ្លួន
lt: Savitas
nl: Aangepast
ro: Personalizare
tr: Özel
zh_cn: 自定义

source: enable
ar: تمكين
ca: habilita
da: aktivér
de: aktivieren
el: ενεργοποίηση
es: habilitar
fr: activer
gl: activar
hr: omogući
it: abilita
ja: 有効
km: បើក
lt: įgalinti
nl: inschakelen
ro: activare
tr: Etkinleştir
zh_cn: 启用

source: disable
ar: تعطيل
ca: inhabilita
da: deaktivér
de: deaktivieren
el: απενεργοποίηση
es: inhabilitar
fr: désactiver
gl: desactivar
hr: onemogući
it: disabilita
ja: 無効
km: បិទ
lt: uždrausti
nl: uitschakelen
ro: dezactivare
tr: Etkisizleştirmek
zh_cn: 禁用

source: enabled
ar: ممكن
ca: habilitat
da: aktiveret
de: aktiviert
el: ενεργοποιημένο
es: habilitado
fr: activé
gl: activado
hr: omogućeno
it: abilitato
ja: 有効
km: បាន​បើក
lt: įgalinta
nl: ingeschakeld
ro: activat
tr: Etkinleştirilmiş
zh_cn: 已启用

source: disabled
ar: معطل
ca: inhabilitat
da: deaktiveret
de: deaktiviert
el: απενεργοποιημένο
es: inhabilitado
fr: désactivé
gl: desactivado
hr: onemogućeno
it: disabilitato
ja: 無効
km: បាន​បិទ
lt: uždrausta
nl: Uitgeschakeld
ro: deactivat
tr: Devre dışı
zh_cn: 已禁用

source: Repository is currently %senabled%s.
ar: المستودع حاليا %sممكن%s.
da: Softwarekilden er %saktiveret%s.
de: Repository ist derzeit %saktiviert%s.
el: Το αποθετήριο είναι προς στιγμή %sενεργοποιημένο%s
gl: O repositorio está actualmente %sactivado%s.
ja: リポジトリは現在 %s有効%s です。
km: ឃ្លាំង​កំពុង​ត្រូវ​បាន %sបើក%s ។
lt: Saugykla yra %sįgalinta%s
nl: Installatiebron is nu %singeschakeld%s.
tr: Depo şuan %setkinleştirilmiş%s.
zh_cn: 软件源当前%s已启用%s。

source: Repository is currently %sdisabled%s.
ar: المستودع حاليا %sمعطل%s.
da: Softwarekilden er %sdeaktiveret%s.
de: Repository ist derzeit %sdeaktiviert%s.
el: Το αποθετήριο είναι προς στιγμή %sαπενεργοποιημένο%s
gl: O repositorio está actualmente %sdesactivado%s.
ja: リポジトリは現在 %s無効%s です。
km: ឃ្លាំង​កំពុង​ត្រូវ​បាន %sបិទ%s ។
lt: Saugykla yra %suždrausta%s
nl: Installatiebron is nu %suitgeschakeld%s.
tr: Depo şuan %sdevre dışı%s.
zh_cn: 软件源当前%s已禁用%s。

source: Autorefresh is currently %senabled%s.
ar: التجديد التلقائي حالياً %sممكن%s.
da: Automatisk genopfrisk er %saktiveret%s.
de: Automatische Aktualisierung ist derzeit %saktiviert%s.
el: Η αυτόματη ανανέωση είναι προς στιγμή %sενεργοποιημένη%s.
gl: A actualización automática está actualmente %sactivada%s.
ja: 自動更新は現在 %s有効%s です。
km: ការ​ធ្វើ​ឲ្យ​ស្រស់​ស្វ័យប្រវត្តិ កំពុង​ត្រូវ​បាន %sបើក%s ។
lt: Savaiminis atnaujinimas yra %sįgalintas%s
nl: Autovernieuwen is nu %singeschakeld%s.
tr: Otometik yineleme şuan %setkinleştirilmiş%s.
zh_cn: 自动刷新目前 %s已禁用%s

source: Autorefresh is currently %sdisabled %s.
ar: التجديد التلقائي حالياً %sمعطل%s.
da: Automatisk genopfrisk er %sdeaktiveret%s.
de: Automatische Aktualisierung ist derzeit %sdeaktiviert%s.
el: Η αυτόματη ανανέωση είναι προς στιγμή %sαπενεργοποιημένη%s.
gl: A actualización automática está actualmente %sdesactivada%s.
ja: 自動更新は現在 %s無効 %s です。
km: ការ​ធ្វើ​ឲ្យ​ស្រស់​ស្វ័យប្រវត្តិ កំពុង​ត្រូវ​បាន %sបិទ %s ។
lt: Savaiminis atnaujinimas yra %suždraustas%s
nl: Autovernieuwen is nu %suitgeschakeld%s.
tr: Otometik yineleme şuan %sdevre dışı%s.
zh_cn: 自动刷新目前 %s已禁用%s

source: Keeping downloaded packages is currently %senabled%s.
ar: إبقاء الحزم المحملة حالياً %sممكن%s.
da: Behold downloadede pakker er %saktiveret%s.
de: Heruntergeladene Pakete beibehalten ist derzeit %saktiviert%s.
el: Η διατήρηση ληφθέντων πακέτων είναι προς στιγμή %sενεργοποιημένη%s.
gl: O almacenamento dos paquetes descargados está actualmente %sactivado%s.
ja: ダウンロード済みパッケージの保持は現在 %s有効%s です。
km: ការ​ទុក​កញ្ចប់​ដែល​បាន​ទាញ​យក កំពុង​ត្រូវ​បាន %sបើក%s ។
lt: Atsisiųstų paketai išlaikymas yra %sįgalintas%s.
nl: Gedownloade pakketten behouden is nu %singeschakeld%s.
tr: İndirilmiş paketleri saklama şuan %setkinleştirilmiş%s.
zh_cn: 保留下载的安装包目前 %s已启用%s。

source: Keeping downloaded packages is currently %sdisabled%s.
ar: إبقاء الحزم المحملة حالياً %sمعطل%s.
da: Behold downloadede pakker er %sdeaktiveret%s.
de: Heruntergeladene Pakete beibehalten ist derzeit %sdeaktiviert%s.
el: Η διατήρηση ληφθέντων πακέτων είναι προς στιγμή %sαπενεργοποιημένη%s.
gl: O almacenamento dos paquetes descargados está actualmente %sdesactivado%s.
ja: ダウンロード済みパッケージの保持は現在 %s無効 %s です。
km: ការ​ទុក​កញ្ចប់​ដែល​បាន​ទាញ​យក កំពុង​ត្រូវ​បាន %sបិទ%s ។
lt: Atsisiųstų paketai išlaikymas yra %suždraustas%s.
nl: Gedownloade pakketten behouden is nu %suitgeschakeld%s.
tr: İndirilmiş paketleri saklama şuan %sdevre dışı%s.
zh_cn: 保留下载的安装包目前 %s已禁用%s。

source: Repository will be enabled.
ar: سيتم تمكين المستودع.
da: Softwarekilden vil blive aktiveret.
de: Repository wird aktiviert.
el: Η αποθήκη λογισμικού θα ενεργοποιηθεί.
gl: O repositorio será activado.
ja: リポジトリを有効にします。
km: ឃ្លាំង​នឹង​ត្រូវ​បាន​បើក ។
lt: Saugykla bus įgalinta.
nl: Installatiebron zal ingeschakeld worden.
tr: Depo etkin olacak
zh_cn: 软件源将被启用。

source: Repository will be disabled.
ar: سيتم تعطيل المستودع.
da: Softwarekilden vil blive deaktiveret.
de: Repository wird deaktiviert.
el: Η αποθήκη λογισμικού θα απενεργοποιηθεί.
gl: O repositorio será desactivado.
ja: リポジトリを無効にします。
km: ឃ្លាំង​នឹង​ត្រូវ​បាន​បិទ ។
lt: Saugykla bus uždrausta.
nl: Installatiebron zal uitgeschakeld worden.
tr: Depo devre dışı olacak
zh_cn: 软件源将被禁用。

source: Autorefresh will be enabled.
ar: سيتم تمكين التجديد التلقائي.
da: Automatisk genopfrisk vil blive aktiveret.
de: Automatische Aktualisierung wird aktiviert.
el: Η αυτόματη ανανέωση θα ενεργοποιηθεί.
gl: A actualización automática vai ser activada.
ja: 自動更新を有効にします。
km: ធ្វើ​ឲ្យ​ស្រស់​ស្វ័យ​ប្រវត្តិ​នឹង​ត្រូវ​បាន​បើក ។
lt: Savaiminis atnaujinimas bus įgalintas.
nl: Autovernieuwen zal ingeschakeld worden.
tr: Otomatik yineleme aktif olacak
zh_cn: 自动刷新将被启用。

source: Autorefresh will be disabled.
ar: سيتم تعطيل التجديد التلقائي.
da: Automatisk genopfrisk vil blive deaktiveret.
de: Automatische Aktualisierung wird deaktiviert.
el: Η αυτόματη ανανέωση θα απενεργοποιηθεί.
gl: A actualización automática vai ser desactivada.
ja: 自動更新を無効にします。
km: ធ្វើ​ឲ្យ​ស្រស់​​ស្វ័យ​ប្រវត្តិ​នឹង​ត្រូវ​បាន​បិទ ។
lt: Savaiminis atnaujinimas bus uždraustas.
nl: Autovernieuwen zal uitgeschakeld worden.
tr: Otomatik yineleme devre dışı olacak
zh_cn: 自动刷新将被禁用。

source: Keep packages option will be enabled.
ar: سيتم تمكين خيار الاحتفاظ حزم.
da: Indstillingen behold pakker vil blive aktiveret.
de: Option 'Pakete beibehalten' wird aktiviert.
el: Η επιλογή διατήρησης πακέτων θα ενεργοποιηθεί.
gl: A opción de manter os paquetes vai ser activada.
ja: ダウンロード済みパッケージの保持を有効にします。
km: រក្សាទុក​ជម្រើស​កញ្ចប់​នឹង​ត្រូវ​បាន​បើក ។
lt: Paketų išlaikymo parinktis bus įgalinta.
nl: Optie pakketten behouden zal ingeschakeld worden.
tr: Paketleri koruma seçeneği aktif olacak
zh_cn: 保留安装包选项将启用。

source: Keep packages option will be disabled.
ar: سيتم تعطيل خيار الاحتفاظ حزم.
da: Indstillingen behold pakker vil blive deaktiveret.
de: Option 'Pakete beibehalten' wird deaktiviert.
el: Η επιλογή διατήρησης πακέτων θα απενεργοποιηθεί.
gl: A opción de manter os paquetes vai ser desactivada.
ja: ダウンロード済みパッケージの保持を無効にします。
km: រក្សា​ទុក​ជម្រើស​កញ្ចប់​នឹង​ត្រូវ​បាន​បិទ ។
lt: Paketų išlaikymo parinktis bus uždrausta.
nl: Optie pakketten behouden zal uitgeschakeld worden.
tr: Paketleri koruma seçeneği devre dışı olacak
zh_cn: 保留安装包选项将禁用。

source: Enabled
ar: مُمكّن
ca: Habilitat
da: Aktiveret
de: Aktiviert
el: Ενεργοποιημένο
es: Activado
fr: Activé
gl: Activado
hr: Omogućeno
it: Abilitato
ja: 有効
km: បាន​បើក
lt: Įgalinta
nl: Ingeschakeld
ro: Activat
tr: Etkinleştirilmiş
zh_cn: 已启用

source: Autorefresh
ca: Actualització automàtica
de: Automatische Aktualisierung
es: Actualización automática
fr: Rafraîchissement automatique
hr: Automatski osvježi
it: Aggiornamento automatico
ro: Reîmprospătare automată

source: Priority
ca: Prioritat
de: Priorität
es: Prioridad
fr: Priorité
hr: Prioritet
it: Priorità
ro: Prioritate

source: Keep downloaded packages
ca: Els paquets descarregats no s'esborren
de: Heruntergeladene Pakete beibehalten
es: Conservar paquetes descargados
fr: Conserver les paquetages téléchargés
hr: Zadrži skinute pakete
it: Mantieni pacchetti dei quali è stato effettuato il download
ro: Păstraţi pachetele descărcate

source: Cannot read repository list.
ar: لا يمكن قراءة قائمة المستودع.
ca: No s'ha pogut llegir la llista dels dipòsits.
da: Kan ikke læse liste over softwarekilder.
de: Repository-Liste kann nicht gelesen werden.
el: Αδυναμία ανάγνωσης λίστας αποθετηρίων.
es: No es posible leer la lista de repositorios.
fr: Impossible de lire la liste des dépôts.
gl: Non foi posible ler a lista de repositorios
hr: Ne mogu učitati listu repozitorija.
it: Impossibile leggere l'elenco dell'archivio.
ja: リポジトリの一覧を読み込むことができません。
km: មិន​អាច​អាន​បញ្ជី​ឃ្លាំង​បាន​ទេ ។
lt: Nepavyksta nuskaityti saugyklų sąrašo.
nl: Kan geen lijst van installatiebronnen lezen.
ro: Nu pot citi lista surselor de instalare.
tr: Depo listesi okunamıyor.
zh_cn: 无法读取软件源列表

source: Missing repository parameter
ca: Falta el paràmetre del dipòsit
de: Repository-Parameter fehlt
es: Falta un parámetro del repositorio
fr: Paramètre de dépôt manquant
hr: Nedostaje parametar repozitorija
it: Parametro archivio mancante
ro: Lipseşte parametrul sursei de instalare

source: Repository '%s' was not found.
ar: المستودع '%s' لم يتم العثور عليه.
da: Softwarekilden "%s" blev ikke fundet.
de: Repository '%s' wurde nicht gefunden.
el: Το αποθετήριο '%s' δεν βρέθηκε.
es: No se encuentra el repositorio %s.
fr: Le dépôt '%s' est introuvable.
gl: Non se atopou o repositorio '%s'.
it: Impossibile trovare l'archivio '%s'.
ja: リポジトリ '%s' が見つかりませんでした。
km: រក​មិន​ឃើញ​ឃ្លាំង '%s' ទេ ។​
lt: Saugykla „%s“ nerasta.
nl: Installatiebron '%s' is niet gevonden.
tr: '%s' deposu bulunamadı.
zh_cn: 找不到软件源 '%s'。

source: Repository '%s' has been deleted.
ar: المستودع '%s' تم حذفه.
da: Softwarekilden "%s" blev fjernet.
de: Repository '%s' wurde gelöscht.
el: Το αποθετήριο '%s' έχει διαγραφεί.
es: El repositorio %s se ha suprimido.
fr: Le dépôt '%s' a été supprimé.
gl: Eliminouse o repositorio '%s'.
it: L'archivio '%s' è stato cancellato.
ja: リポジトリ '%s' を削除しました。
km: ឃ្លាំង '%s' ត្រូវ​បាន​លុប​ហើយ ។
lt: Saugykla „%s“ pašalinta.
nl: Installatiebron '%s' is verwijderd.
tr: '%s' deposu silinmiş
zh_cn: 软件源 '%s' 已经被移除。

source: Cannot remove repository '%s'
ar: لا يمكن إزالة المستودع '%s'
da: Kan ikke fjerne softwarekilden "%s"
de: Repository '%s' kann nicht entfernt werden
el: Αδυναμία αφαίρεσης αποθετηρίου '%s'
es: No es posible eliminar el repositorio %s.
fr: Impossible de supprimer le dépôt '%s'
gl: Non se puido eliminar o repositorio '%s'
it: Impossibile rimuovere l'archivio '%s'
ja: リポジトリ '%s' を削除できません
km: មិន​អាច​យក​ឃ្លាំង '%s' ចេញ​បាន​ទេ
lt: Nepavyksta pašalinti saugyklos „%s“.
nl: Kan installatiebron '%s' niet verwijderen
tr: '%s' deposu kaldırılamıyor
zh_cn: 无法移除软件源 '%s'

source: Cannot update repository '%s': missing parameters.
ar: لا يمكن تحديث المستودع '%s': المُعامِل مفقود.
da: Kan ikke opdatere softwarekilden "%s": Manglende parametre.
de: Repository '%s' kann nicht aktualisiert werden: Fehlende Parameter.
el: Αδυναμία ενημέρωσης αποθετηρίου '%s': ελλιπείς παράμετροι.
es: No es posible actualizar el repositorio %s: faltan parámetros.
fr: Impossible de mettre à jour le dépôt '%s' : paramètres manquants.
gl: Non se pode actualizar o repositorio '%s': faltan parámetros.
it: Impossibile aggiornare l'archivio '%s': parametri mancanti.
ja: リポジトリ '%s' を更新できません: パラメータが不足しています。
km: មិន​អាច​ធ្វើ​បច្ចុប្បន្នភាព​ឃ្លាំង '%s' បាន​ទេ ៖ ​បាត់​ប៉ារ៉ាម៉ែត្រ ។
lt: Nepavyksta atnaujinti saugyklos „%s“: trūksta parametrų.
nl: Kan installatiebron '%s' niet bijwerken: ontbrekende parameters.
tr: '%s' deposu güncellenemiyor: eksik parametreler
zh_cn: 无法更新软件源 '%s' ：缺少参数

source: Invalid priority
ca: La prioritat no és vàlida
de: Ungültige Priorität
es: Prioridad no válida
fr: Priorité non valide
hr: Neispravan prioritet
it: Priorità non valida
ro: Prioritate invalidă

source: Repository '%s' has been updated.
ar: المستودع '%s' تم تحديثه.
da: Softwarekilden "%s" er blevet opdateret.
de: Repository '%s' wurde aktualisiert.
el: Το αποθετήριο '%s' έχει ενημερωθεί.
es: El repositorio %s se ha actualizado.
fr: Le dépôt '%s' a été mis à jour.
gl: O repositorio '%s' foi actualizado.
it: L'archivio '%s' è stato aggiornato.
ja: リポジトリ %s を更新しました。
km: ឃ្លាំង '%s' ត្រូវ​បាន​ធ្វើ​បច្ចុប្បន្នភាព ។
lt: Saugykla „%s“ atnaujinta.
nl: Installatiebron '%s' is bijgewerkt.
tr: '%s' deposu güncellenmiş.
zh_cn: 软件源 '%s' 已经被更新。

source: Cannot update repository '%s': Unknown error
de: Repository '%s' kann nicht aktualisiert werden: Unbekannter Fehler
es: No es posible actualizar el repositorio %s: error desconocido
fr: Impossible de mettre à jour le dépôt '%s' : erreur inconnue
it: Impossibile aggiornare l'archivio '%s': errore sconosciuto

source: Cannot update repository '%s'
de: Repository '%s' kann nicht aktualisiert werden
es: No es posible actualizar el repositorio %s
fr: Impossible de mettre à jour le dépôt '%s'
it: Impossibile aggiornare l'archivio'%s'

source: Unknown backend error: %s
de: Unbekannter Backend-Fehler: %s
es: Error desconocido del sistema de apoyo: %s
fr: Erreur d'interface dorsale inconnue : %s
it: Errore di backend sconosciuto: %s

source: Missing repository parameters
ca: Falten paràmetres del repositori
de: Repository-Parameter fehlen
es: Faltan parámetros del repositorio
fr: Paramètres de dépôt manquants
hr: Nedostaju parametari repozitorija
it: Parametri archivio mancanti
ro: Lipsesc parametrii sursei de instalare

source: Repository '%s' has been added.
de: Repository '%s' wurde hinzugefügt.
es: El repositorio %s se ha añadido.
fr: Le dépôt '%s' a été ajouté.
it: L'archivio '%s' è stato aggiunto.

source: Cannot create repository '%s': Unknown error
de: Repository '%s' kann nicht erstellt werden: Unbekannter Fehler
es: No es posible crear el repositorio %s: error desconocido.
fr: Impossible de créer le dépôt '%s' : erreur inconnue
it: Impossibile creare l'archivio '%s': errore sconosciuto

source: Cannot create repository '%s'
de: Repository '%s' kann nicht erstellt werden
es: No es posible crear el repositorio %s
fr: Impossible de créer le dépôt '%s'
it: Impossibile creare l'archivio '%s'

source: Unknown backend error
ca: Error desconegut de la interfície dorsal
de: Unbekannter Backend-Fehler
es: Error desconocido del sistema de apoyo
fr: Erreur d'interface dorsale inconnue
hr: Nepoznata greška pozadinskog servisa
it: Errore di backend sconosciuto
ro: Eroare backend necunoscută

source: There are patch installation messages available
ar: تتوفر رسائل تثبيت تصحيحات
da: Der er tilgængelige meddelelser fra rettelsesinstallation
de: Es sind Nachrichten zum Installieren von Patches verfügbar
el: Υπάρχουν διαθέσιμα μηνύματα διορθώσεων εγκατάστασης
gl: Hai dispoñibles mensaxes de instalación do parche
ja: 修正のインストールメッセージがあります
km: មាន​សារ​ការ​ដំឡើង​បំណះ​ដែល​អាច​រក​បាន
lt: Yra pataisų diegimo pranešimų
nl: Er zijn geen installatieberichten voor patches beschikbaar
tr: Mevcut yama yükleme mesajları var
zh_cn: 有可用补丁安装信息

source: Cannot read patch updates: GPG key for repository %s is not trusted.
ca: No s'han pogut llegir les actualitzacions dels pedaços: La clau GPG del dipòsit %s no és confiable.
de: Lesen der Patch-Aktualisierungen nicht möglich: GPG-Schlüssel für Repository %s ist nicht verbürgt.
es: No es posible leer actualizaciones de parches: la clave GPG para el repositorio %s no es de confianza.
fr: Impossible de lire les mises à jour de correctifs : la clé GPG du dépôt %s n'est pas approuvée.
it: Impossibile leggere gli aggiornamenti delle patch: la chiave GPG key per l'archivio %s non è attendibile.

source: A problem occured when loading patch information.
ca: S'ha produït un problema en llegir la informació dels pedaços.
de: Beim Laden der Patch-Informationen ist ein Fehler aufgetreten.
es: Error al cargar la información del parche.
fr: Un problème est survenu lors du chargement des informations sur les correctifs.
hr: Dogodio se problem kod učitavanja informacija o zakrpama.
it: Errore durante il caricamento delle informazioni sulla patch.
ro: A apărut o problemă la încărcarea informaţiei despre petic.

source: Refreshing package cache
ca: S'està refrescant la memòria cau dels paquets
de: Paket-Cache wird aktualisiert
es: Actualizando el caché de paquetes
fr: Actualisation du cache des paquetages
hr: Osvježavam priručnu memoriju zakrpa
it: Aggiornamento cache dei pacchetti
ro: Se reîmprospătează cache-ul pachetelor

source: Starting package manager
ca: S'està iniciant el gestor de paquets
de: Starten des Paket-Managers
es: Iniciando el gestor de paquetes
fr: Démarrage du gestionnaire de paquetages
hr: Pokrećem upravitelja paketima
it: Avvio di gestione dei pacchetti in corso
ro: Pornire gestionar de pachete

source: Waiting for the package manager lock
ca: S'està esperant el bloqueig del gestor de paquets
de: Warten auf Paket-Manager-Sperre
es: Esperando a que se bloquee el gestor de paquetes
fr: Verrouillage de gestionnaire de paquetages en attente
hr: Čekam na zaključavanje upravitelja paketima
it: In attesa del blocco gestione dei pacchetti
ro: Aşteaptă blocarea gestionarului de pachete

source: Evaluating available patches
ca: S'estan avaluant els pedaços disponibles
de: Auswerten verfügbarer Patches
es: Evaluando los parches disponibles
fr: Évaluation des correctifs disponibles
hr: Ocjenjujem dostupne zakrpe
it: Valutazione delle patch disponibili in corso
ro: Evaluarea peticelor disponibile

source: Finished reading patches
ca: La lectura dels pedaços ha finalitzat
de: Lesen von Patches abgeschlossen
es: Finalizada la lectura de los parches
fr: Lecture des correctifs terminée
hr: Učitavanja zakrpa je završeno
it: Lettura delle patch completata
ro: Finalizare citire petice

source: Please wait
ar: الرجاء الانتظار
da: Vent venligst
de: Bitte warten
el: Παρακαλώ περιμένετε
es: Espere
fr: Veuillez patienter
gl: Agarde
it: Attendere
ja: しばらくお待ちください
km: សូម​រង់ចាំ
lt: Palaukite
nl: Een ogenblik geduld
tr: Lütfen bekleyin
zh_cn: 请稍候

source: Your system is up to date.
ar: نظامك محدّث.
ca: El sistema està actualitzat.
da: Dit system er fuldt opdateret.
de: Ihr System ist auf dem neuesten Stand.
el: Το σύστημα σας είναι ενημερωμένο.
es: El sistema está actualizado.
fr: Votre système est à jour.
gl: O seu sistema está actualizado.
hr: Vaš sustav je već nadograđen.
it: Il sistema è aggiornato.
ja: お使いのシステムは最新の状態です。
km: ប្រព័ន្ធ​របស់​អ្នក​គឺ​ទាន់សម័យ ។
lt: Jūsų sistema atnaujinta.
nl: Uw systeem is bij de tijd.
ro: Sistemul dumneavoastră este la zi.
tr: Sisteminiz güncel
zh_cn: 你的系统处于最新状态。

source: Please wait ...
de: Bitte warten...
es: Espere...
fr: Veuillez patienter...
it: Attendere...

source: All updates
ar: كل التَّحديثات
da: Alle opdateringer
de: Alle Updates
el: Όλες οι ενημερώσεις
es: Todas las actualizaciones
fr: Toutes les mises à jour
gl: Todas as actualizacións
it: Tutti gli aggiornamenti
ja: 全ての更新
km: បច្ចុប្បន្នភាព​ទាំងអស់
lt: Visi atnaujinimai
nl: Alle opwaarderingen
tr: Bütün güncellemeler
zh_cn: 全部更新

source: Security
ar: الأمن
da: Sikkerhed
de: Sicherheit
el: Ασφάλεια
es: Seguridad
fr: Sécurité
gl: Seguridade
it: Sicurezza
ja: セキュリティ
km: សុវត្ថិភាព
lt: Saugumas
nl: Beveiliging
tr: Güvenlik
zh_cn: 安全性

source: Important
ar: مهم
da: Vigtig
de: Wichtig
el: Σημαντικό
es: Importante
gl: Importantes
it: Importante
ja: 重要
km: សំខាន់
lt: Svarbūs
nl: Belangrijk
tr: Önemli
zh_cn: 重要

source: Recommended
ar: مستحسن
da: Anbefalet
de: Empfohlen
el: Προτεινόμενο
es: Recomendado
fr: Recommandé
gl: Recomendados
it: Consigliato
ja: 推奨
km: បាន​ផ្ដល់​ជា​អនុសាសន៍
lt: Patartini
nl: Aanbevolen
tr: Önerilen
zh_cn: 推荐

source: Update
ar: تحديث
ca: Actualització
da: Opdatering
de: Aktualisieren
el: Ενημέρωση
es: Actualizar
fr: Mettre à jour
gl: Actualizar
hr: Dogradi
it: Aggiornare
ja: 更新
km: ធ្វើ​បច្ចុប្បន្នភាព
lt: Atnaujinti
nl: Bijwerken
ro: Actualizare
tr: Güncelleştir
zh_cn: 更新
