Repository: webyast/webyast
Catalog: plugins/software/locale/*/webyast-software.po
Languages: ar, ca, da, de, el, es, fr, gl, hr, it, ja, km, lt, nl, ro, tr, zh_cn

source: One of the patches seems to update WebYaST itself. You may need to reload the page after applying the patch.
ar: يبدو أن واحدة من تصحيحات التحديث خاصة بموقع WebYaST نفسه. تحتاج إلى إعادة تحميل الصفحة بعد تطبيق التصحيح.
da: En af rettelserne lader til at opdatere selve WebYaST. Du vil måske skulle genindlæse siden efter anvendelse af rettelsen.
de: Bei einem der Patches scheint es sich um ein Update der eigentlichen WebYaST-Instanz zu handeln. Nach der Patch-Anwendung muss möglicherweise die Seite neu geladen werden.
el: Μία από τις διορθώσεις φαίνεται να ενημερώνει το WebYaST. Πρέπει να επαναφορτώσετε την σελίδα μετά την εφαρμογή της διόρθωσης.
es: Parece que uno de los parches actualiza WebYaST. Puede que sea necesario volver a cargar la página después de aplicar el parche.
fr: Il semble que l'un des correctifs mette à jour WebYaST. Il sera peut-être nécessaire de recharger la page après l'application du correctif.
gl: Un dos parches semella actualizar o propio WebYaST. Pode que precise volver cargar a páxina despois de aplicar o parche.
it: Una delle patch sembra aggiornare lo stesso WebYaST. Dopo l'applicazione della patch potrebbe essere necessario ricaricare la pagina.
ja: WebYaST それ自身を更新する修正が 1 つ以上存在しています。 修正の適用後にページを再読み込みする必要があるかもしれません。
km: បំណះ​មួយ​ហាក់​បី​ដូច​ជា​​ធ្វើ​បច្ចុប្បន្នភាព​ WebYaST ដោយ​ខ្លួន​វា ។​ ​អ្នក​​ប្រហែល​ជា​ត្រូវ​ផ្ទុក​ទំព័រ​ឡើងវិញ​ ​ក្រោយ​​ពេល​អនុវត្ត​បំណះ ។
lt: Viena iš pataisų atnaujina patį WebYaST. Pritaikius pataisą gali tekti atnaujinti puslapį.
nl: Eén van de patches schijnt WebYaST zelf bij te werken. Het kan nodig zijn om de pagina na het toepassen van de patch te herladen.
tr: Yamalardan biri WebYaST'ın kendisini güncelliyor gibi gözüküyor. Yamayı kabul ettikten sonra sayfayı yenilemeniz gerekebilir.
zh_cn: 有个更新似乎是针对 WebYaST 的，你可能需要在安装补丁后刷新页面。

source: No patches available
ar: لا تتوفر أية تصحيحات
da: Ingen rettelser tilgængelige
de: Keine Patches verfügbar
el: Μη διαθέσιμες διορθώσεις
es: No hay ningún parche disponible
fr: Pas de correctifs disponibles
gl: Non hai parches dispoñibles
it: Nessuna patch disponibile
ja: 修正はありません
km: គ្មាន​បំណះ​ដែល​អាច​រក​បាន​ឡើយ
lt: Nėra prieinamų pataisų
nl: Geen patches beschikbaar
tr: Mevcut yama yok
zh_cn: 没有可用的补丁

source: Kind
ar: النوع
ca: Tipus
da: Type
de: Art
el: Είδος
es: Clase
fr: Type
gl: Tipo
hr: Vrsta
it: Tipo
ja: 種類
km: ប្រភេទ
lt: Rūšis
nl: Soort
ro: Fel
tr: Tür
zh_cn: 类别

source: Source
ar: المصدر
ca: Origen
da: Kilde
de: Quelle
el: Πηγή
es: Origen
gl: Fonte
hr: Izvor
it: Origine
ja: ソース
km: ប្រភព
lt: Šaltinis
nl: Bron
ro: Sursă
tr: Kaynak
zh_cn: 源

source: Install
ar: تثبيت
ca: Instal·la
da: Installér
de: Installieren
el: Εγκατάσταση
es: Instalar
fr: Installer
gl: Instalar
hr: Instaliraj
it: Installa
ja: インストール
km: ដំឡើង
lt: Įdiegti
nl: Installeren
ro: Instalează
tr: Kur
zh_cn: 安装

source: Cannot read patch updates - you have been logged out.
ca: No s'han pogut llegir les actualitzacions dels pedaços - la vostra sessió ha finalitzat.
de: Patch-Aktualisierungen können nicht gelesen werden - Sie wurden abgemeldet.
es: No es posible leer las actualizaciones de parches. Ha salido de la sesión.
fr: Impossible de lire les mises à jour de correctif - vous avez été déconnecté.
hr: Ne mogu učitati zakrpe - odjavili ste se.
it: Impossibile leggere gli aggiornamenti delle patch. Connessione interrotta.
ro: Nu pot citi actualizările peticelor - aţi fost deconectat.

source: No information about patches available
ar: لا توجد أية معلومات متاحة حول التجديد
ca: No hi ha informació disponible sobre els pedaços
da: Ingen information om rettelser tilgængelig
de: Keine Informationen zu Patches verfügbar
el: Δεν υπάρχουν πληροφορίες σχετικά με τις διαθέσιμες διορθώσεις
es: No hay información disponible sobre parches
fr: Pas d'informations sur les correctifs disponibles
gl: Non hai ningunha información sobre os parches dispoñibles
hr: Nema dostupnih paketa o zakrpama
it: Nessuna informazione sulle patch disponibile
ja: 修正に関する情報がありません
km: មិន​មាន​ព័ត៌មាន​អំពី​បំណះ​ទេ
lt: Nėra informacijos apie prieinamas pataisas
nl: Geen informatie over patches beschikbaar
ro: Nu există informaţii despre peticele disponibile
tr: Mevcut yamalar hakkında bilgi yok
zh_cn: 没用关于补丁的信息

source: Loading patch information
ar: تحميل معلومات الرقع
ca: S'està llegint la informació dels pedaços
da: Indlæser rettelsesinformation
de: Laden von Patch-Informationen
el: Φόρτωση πληροφοριών διορθώσεων
es: Cargando la información de los parches
fr: Chargement des informations sur les correctifs
gl: Cargando información do parche
hr: Učitavam informacije o zakrpama
it: Caricamento delle informazioni sulla patch in corso
ja: 修正情報を読み込んでいます
km: ផ្ទុក​ព័ត៌មាន​បំណះ
lt: Įkeliama pataisos informacija
nl: Laden van patch-informatie
ro: Se încarcă informaţia despre petic
tr: Yama bilgisi yükleniyor
zh_cn: 正在加载补丁信息

source: Update needs EULA license confirmation. Please follow to patch module to decide about license.
ar: التحديث يحتاج تأكيد ترخيص EULA. الرجاء اتباع وحدة التصحيح النمطية لاتخاذ قرار حول الرخصة.
da: Opdateringen kræver bekræftelse af licensaftale (EULA). Følg venligst til rettelsesmodulet for at tage stilling til licensaftalen.
de: Aktualisierung benötigt Bestätigung der EULA-Lizenz. Bitte folgen Sie zum Patch-Module, um über die Lizenz zu entscheiden.
el: Η ενημέρωση απαιτεί επιβεβαίωση άδειας EULA. Παρακαλώ χρησιμοποιείστε τη μονάδα διόρθωσης κώδικα για να αποφασίσετε σχετικά με την άδεια χρήσης.
gl: A actualización necesita a confirmación da licenza EULA. Siga ao módulo de parches para decidir sobre a licencia.
ja: 更新処理には EULA のライセンス確認が必要です。ライセンスについて判断するには、修正モジュールに従ってください。
km: បច្ចុប្បន្នភាព​ទាមទារ​ការ​អះអាង​អាជ្ញាប័ណ្ណ EULA ។ សូម​បន្ត​ទៅ​ម៉ូឌុល​បំណះ ដើម្បី​សម្រេច​ពី​អាជ្ញាប័ណ្ណ ។
lt: Atnaujinant reikia sutikti su licenzija.
nl: Het bijwerken heeft een instemming met de EULA licentie nodig. Gaarne de module voor de patch volgen om te beslissen over de licentie.
tr: Güncelleme EULA lisans doğrulamasını gerektiriyor. Lisans hakkında karar vermek için lütfen yama modülünü takip edin.
zh_cn: 更新需要最终用户许可协议的授​​权确认，请遵循补丁模块以确认许可证。

source: Security Updates: %d
ar: التحديثات الأمنية: %d
ca: Actualitzacions de seguretat; %d
da: Sikkerhedsopdateringer: %d
de: Sicherheitsaktualisierungen: %d
el: Ενημέρωση Ασφαλείας: %d
es: Actualizaciones de seguridad: %d
fr: Mises à jour de sécurité : %d
gl: Actualizacións de seguridade: %d
hr: Sigurnosne dogradnje: %d
it: Aggiornamenti di sicurezza: %d
ja: セキュリティ更新: %d
km: បច្ចុប្បន្នភាព​​សុវត្ថិភាព ៖ %d
lt: Saugumo atnaujinimų: %d
nl: Beveiligingsopwaarderingen: %d
ro: Actualizări de securitate: %d
tr: Güvenlik Güncellemeleri: %d
zh_cn: 安全更新： %d

source: Important Updates: %d
ar: تحديثات هامة: %d
ca: Actualitzacions importants: %d
da: Vigtige opdateringer: %d
de: Wichtige Aktualisierungen: %d
el: Σημαντικές ενημερώσεις: %d
es: Actualizaciones importantes: %d
fr: Mises à jour importantes : %d
gl: Actualizacións importantes: %d
hr: Važne dogradnje: %d
it: Aggiornamenti importanti: %d
ja: 重要な更新: %d
km: បច្ចុប្បន្នភាព​​ដែល​សំខាន់ ៖ %d
lt: Svarbių atnaujinimų: %d
nl: Belangrijke opwaarderingen: %d
ro: Actualizări importante: %d
tr: Önemli Güncellemeler: %d
zh_cn: 重要更新： %d

source: Optional Updates: %d
ar: التحديثات الاختيارية: %d
ca: Actualitzacions opcionals: %d
da: Valgfri opdateringer: %d
de: Optionale Aktualisierungen: %d
el: Προαιρετικές ενημερώσεις: %d
es: Actualizaciones opcionales: %d
fr: Mises à jour optionnelles : %d
gl: Actualizacións opcionais: %d
hr: Neobavezne dogradnje: %d
it: Aggiornamenti opzionali: %d
ja: 任意指定更新: %d
km: បច្ចុប្បន្នភាព​​ជា​ជម្រើស ៖ %d
lt: Pasirinktinų atnaujinimų: %d
nl: Optionele opwaarderingen: %d
ro: Actualizări opţionale: %d
tr: İsteğe Bağlı Güncellemeler: %d
zh_cn: 可选更新：%d

source: Install all
ar: تثبيت الكل
da: Installér alle
de: Alle installieren
el: Εγκατάσταση όλων
gl: Instalar todo
ja: 全てをインストール
km: ដំឡើង​ទាំងអស់
lt: Viską įdiegti
nl: Alles installeren
tr: Her şeyi yükle
zh_cn: 全部安装

source: Updating all. Are you sure?
ca: S'actualitzarà tot. N'esteu segurs?
de: Alles wird aktualisiert. Sind Sie sicher?
es: Actualizar todo. ¿Seguro?
fr: Installation de toutes les mises à jour. Êtes-vous sûr ?
hr: Dograđujem sve. Da li ste sigurni?
it: Aggiornare tutto?
ro: Se actualizează tot. Sunteţi sigur?

source: Accept
ar: قبول
da: Acceptér
de: Akzeptieren
el: Αποδοχή
gl: Aceptar
ja: 了解
km: ព្រម​ទទួល
lt: Priimti
nl: Accepteren
tr: Kabul etmek
zh_cn: 同意

source: Reject
ar: رفض
da: Afslå
de: Ablehnen
el: Απόρριψη
gl: Rexeitar
ja: 拒否する
km: ច្រានចោល
lt: Atmesti
nl: Weigeren
tr: Reddetmek
zh_cn: 拒绝

source: An error occured while installing patches.
ar: حدث خطأ أثناء تثبيت التصحيح.
ca: S'ha produït un error mentre s'instal·laven els pedaços.
da: Der opstod en fejl under installation af rettelser.
de: Beim Installieren von Patches ist ein Fehler aufgetreten.
el: Προκλήθηκε σφάλμα κατά τη διάρκεια της εγκατάστασης διορθώσεων.
es: Error al instalar los parches.
fr: Une erreur est survenue lors de l'installation des correctifs.
gl: Ocorreu un erro mentres se instalaban os parches.
hr: Dogodila se greška prilikom instalacije zakrpa.
it: Errore durante l'installazione delle patch.
ja: 修正のインストール時にエラーが発生しました。
km: កំហុស​មួយ​បាន​កើតឡើង ​ខណៈ​ពេល​ដំឡើង​បំណះ ។
lt: Diegiant pataisas įvyko klaida.
nl: Er is een fout opgetreden tijdens de installatie van patches.
ro: A apărut o eroare la instalarea peticelor.
tr: Yamalar yüklenirken bir hata oluştu
zh_cn: 安装补丁时出现一个错误。

source: Stop
ar: إيقاف
ca: Atura
de: Stopp
el: Διακοπή
es: Detener
fr: Arrêter
gl: Parar
hr: Zaustavi
it: Ferma
ja: 停止
km: បញ្ឈប់
lt: Stabdyti
nl: Stoppen
tr: Durdur
zh_cn: 停止

source: Are you sure?
ar: هل أنت متأكد؟
ca: N'esteu segurs?
da: Er du sikker?
de: Sind Sie sicher?
el: Είστε σίγουροι;
es: ¿Seguro?
fr: Êtes-vous sûr ?
gl: Está seguro?
hr: Da li ste sigurni?
it: Confermare l'operazione?
ja: よろしいですか？
km: តើ​អ្នក​ប្រាកដ​ដែរ​ឬ​ទេ ?
lt: Ar jūs įsitikinęs(usi)?
nl: Weet u het zeker?
ro: Sunteţi sigur?
tr: Emin misin?
zh_cn: 你确定？

source: Enter a valid repository URL.
ar: أدخل عنوان مسار صالحاً مستودع.
ca: Introduïu una URL vàlida del dipòsit.
da: Angiv en gyldig URL til softwarekilde.
de: Geben Sie eine gültige Repository-URL ein.
el: Εισάγετε μια έγκυρη διεύθυνση(URL) αποθετηρίου.
es: Introduzca una URL de repositorio válida.
fr: Entrez une URL de dépôt valide.
gl: Introduza un URL de repositorio válido.
hr: Unesite ispravan URL repozitorija.
it: Inserire un URL dell'archivio valido.
ja: 正しいリポジトリ URL を入力してください。
km: បញ្ចូល URL ឃ្លាំង​ដែល​ត្រឹមត្រូវ ។
lt: Įveskite galiojantį saugyklos URL.
nl: Voer een geldige URL voor een installatiebron in.
ro: Introduceţi o adresă URL validă pentru sursa de instalare.
tr: Geçerli bir depo adresi gir.
zh_cn: 请输入一个可用的软件源地址。

source: Symbols <b>%s</b> are not allowed in repository alias.
ar: رموز <b>%s</b> لا يسمح بها في اسم المستودع المستعار.
ca: Els simbols <b>%s</b> no estan permesos en els àlies del dipòsit.
da: Symbolerne <b>%s</b> er ikke tilladt i alias for softwarekilde.
de: Im Repository-Alias sind keine <b>%s</b>-Symbole zulässig.
el: Τα σύμβολα <b>%s</b> δεν επιτρέπονται στο ψευδώνυμο του αποθετηρίου
es: Los símbolos <b>%s</b> no se permiten en los alias del repositorio.
fr: Les symboles <b>%s</b> ne sont pas autorisés dans les alias de dépôts.
gl: Os símbolos <b>%s</b> non están permitidos nos alias do repositorio.
hr: Simboli <b>%s</b> nisu dozvoljeni u aliasu repozitorija.
it: I simboli <b>%s</b> non sono consentiti all'interno dell'alias dell'archivio.
ja: リポジトリの別名にはシンボル <b>%s</b> を使用することはできません。
km: និមិត្តសញ្ញា <b>%s</b> មិន​ត្រូវ​បាន​អនុញ្ញាត​នៅ​ក្នុង​ឈ្មោះ​ក្លែងក្លាយ​របស់​ឃ្លាំងទេ ។
lt: Saugyklos alternatyviame varde simboliai <b>%s</b> nėra leistini.
nl: Symbolen <b>%s</b> zijn niet toegestaan in een alias voor een installatiebron.
ro: Simbolurile <b>%s</b> nu sunt permise în denumirea sursei de instalare.
tr: Depo takma adında <b>%s</b> sembollerine izin verilmiyor.
zh_cn: 符号 <b>%s</b> 不允许作为软件源的别名。

source: This value cannot be empty.
ar: لا يمكن أن تكون هذه القيمة فارغة.
ca: Aquest valor no pot estar en blanc.
da: Denne værdi må ikke være tom.
de: Dieser Wert darf nicht leer sein.
el: Αυτή η τιμή δεν μπορεί να είναι κενή.
es: Este valor no puede estar vacío.
fr: Cette valeur ne peut pas être vide.
gl: O valor non pode estar baleiro.
hr: Ova vrijednost ne može biti prazna.
it: Il valore non può essere vuoto.
ja: ここには何らかの値を設定する必要があります。
km: តម្លៃ​នេះ​មិន​អាច​ទទេ ។
lt: Ši reikšmė negali būti tuščia.
nl: Deze waarde kan niet leeg zijn.
ro: Această valoare nu poate fi goală.
tr: Bu değer boş bırakılmamalıdır.
zh_cn: 这个值不能为空。

source: A repository with this URL already exists. Create a duplicate?
ar: المستودع في عنوان المسار هذا موجود بالفعل. إنشاء نسخة مكررة؟
ca: Ja existeix un dipòsit amb aquesta URL. Voleu crear-ne un duplicat?
da: En softwarekilde med denne URL findes allerede. Vil du oprette en dublet?
de: Ein Repository mit dieser URL ist bereits vorhanden. Duplikat erstellen?
el: Το αποθετήριο με αυτη τη διεύθυνση(URL) υπάρχει ήδη. Δημιουργία αντίγραφου;
es: Ya existe un repositorio con esta URL. ¿Desea crear un duplicado?
fr: Un dépôt avec cette URL existe déjà. Créer un doublon ?
gl: Xa existe un repositorio con este URL. Quere crear un duplicado?
hr: Repozitorij s ovim URL-om već postoji. Da li želite napraviti duplikat?
it: Esiste già un archivio con questo URL. Creare un duplicato?
ja: この URL のリポジトリは既に存在しています。 重複するものを登録しますか？
km: មាន​ឃ្លាំង​ដែល​មាន URL នេះ​រួច​ហើយ ។ បង្កើត​ស្ទួន ?
lt: Saugykla su tokiu URL jau yra. Ar kurti atsarginę kopiją?
nl: Een installatiebron met deze URL bestaat al. Een duplicaat aanmaken?
ro: O sursă de instalare cu această adresă URL există deja. Creaţi un duplicat?
tr: Bu adres ile zaten bir tane depo var. Kopyasını oluştur?
zh_cn: 一个软件源的 URL 已存在，需要重复创建一个吗？

source: Software Repositories
ar: مستودعات البرمجيات
ca: Dipòsits de programari
da: Softwarekilder
de: Software-Repositorys
el: Αποθετήρια Λογισμικού
es: Repositorios de software
fr: Dépôts de logiciels
gl: Repositorios de software
hr: Repozitoriji programa
it: Archivi di installazione
ja: ソフトウエアリポジトリ
km: ឃ្លាំង​កម្មវិធី
lt: Programinės įrangos saugyklos
nl: Softwarebronnen
ro: Surse de instalare programe
tr: Yazılım Depoları
zh_cn: 软件源

source: Add a new repository
ar: إضافة مستودع جديد
ca: Afegeix un dipòsit nou
da: Tilføj ny softwarekilden
de: Neues Repository hinzufügen
el: Προσθήκη νέου αποθετηρίου
es: Añadir un repositorio nuevo
fr: Ajouter un nouveau dépôt
gl: Engadir un novo repositorio
hr: Dodaj novi repozitorij
it: Aggiungi nuovo archivio
ja: 新しいリポジトリの追加
km: បន្ថែម​ឃ្លាំង​ថ្មី
lt: Pridėti naują saugyklą
nl: Een nieuwe installatiebron toevoegen
ro: Adaugă o nouă sursă de instalare
tr: Yeni depo ekle
zh_cn: 添加一个新软件源

source: Repository will be %s.
ar: سوف يكون المستودع %s.
ca: El dipòsit serà %s.
da: Softwarekilden vil være %s.
de: Repository wird %s.
el: Το αποθετήριο θα είναι %s.
es: El repositorio será %s.
fr: Le dépôt sera %s.
gl: O repositorio será %s.
hr: Repozitorij će biti %s.
it: L'archivio sarà %s.
ja: リポジトリは %s になります。
km: ឃ្លាំង​នឹង​ក្លាយ​ជា %s ។
lt: Saugykla bus %s.
nl: Installatiebron wordt %s.
ro: Sursa de instalare va fi %s.
tr: Depo %s olacak.
zh_cn: 软件源将 %s.

source: Autorefresh will be %s.
ar: التجديد التلقائي سيكون %s.
ca: El refresc automàtic serà %s.
da: Automatisk genopfrisk vil være %s.
de: Automatische Aktualisierung wird %s.
el: Η Αυτόματη ανανέωση θα είναι %s.
es: La actualización automática será %s.
fr: Le rafraîchissement automatique sera %s.
gl: A actualización automática vai ser %s.
hr: Automatsko osvježavanje će biti %s.
it: L'aggiornamento automatico avverrà tra %s.
ja: 自動更新は %s になります。
km: ធ្វើ​ឲ្យ​ស្រស់​ដោយ​ស្វ័យ​ប្រវត្តិ​នឹង​​ក្លាយ​ជា %s ។
lt: Atnaujinimas bus %s.
nl: Autovernieuwen wordt %s.
ro: Reîmprospătarea automată va fi %s.
tr: Otomatik yineleme %s olacak.
zh_cn: 自动刷新将 %s。

source: Keep packages option will be %s.
ar: خيارالاحتفاظ بالحزم سيكون %s.
ca: La opció de mantenir els paquets descarregats serà %s.
da: Indstillingen behold pakker vil være %s.
de: Option 'Pakete beibehalten' wird %s.
el: Η επιλογή διατήρησης των πακέτων θα είναι %s.
es: La opción de conservación de paquetes será %s.
fr: L'option de conservation des paquetages sera %s.
gl: A opción de manter os paquetes vai ser %s.
hr: Izbor zadržavanja paketa će biti %s.
it: L'opzione Mantieni i pacchetti sarà %s.
ja: ダウンロード済みパッケージの保持は %s になります。
km: ទុក​ជម្រើស​កញ្ចប់​នឹង​ជា %s ។
lt: Paketų išlaikymo parinktis bus %s.
nl: Pakketten behouden wordt %s.
ro: Păstrarea opţiunii pachetelor va fi %s.
tr: Paketleri saklama seçeneği %s olacak.
zh_cn: 保留软件包的选项将 %s 。

source: Quick Search
ar: البحث السريع
ca: Cerca ràpida
da: Hurtigsøg
de: Schnellsuche
el: Γρήγορη αναζήτηση
es: Búsqueda rápida
fr: Recherche rapide
gl: Procura rápida
hr: Brza pretraga
it: Ricerca veloce
ja: 簡易検索
km: ស្វែងរក​រហ័ស
lt: Sparčioji paieška
nl: Snelzoeken
ro: Căutare rapidă
tr: Hzılı arama
zh_cn: 快速搜索

source: Filter repositories
ar: ترشيح المستودعات
ca: Filtra els dipòsits
da: Filtrér softwarekilder
de: Filterrepositorys
el: Φιλτράρισμα αποθετηρίων
es: Filtrar repositorios
fr: Filtrer les dépôts
gl: Filtrar repositorios
hr: Filtriraj repozitorije
it: Filtra archivi
ja: リポジトリのフィルタ
km: ត្រង​ឃ្លាំង
lt: Filtruoti saugyklas
nl: Installatiebronnen filteren
ro: Filtrare surse de instalare
tr: Filtre depoları
zh_cn: 过滤软件源

source: All
ar: الكل
ca: Tot
da: Alle
de: Alle
el: Όλα
es: Todo
fr: Tout
gl: Todos
hr: Sve
it: Tutto
ja: 全て
km: ទាំងអស់
lt: Visos
nl: Alles
ro: Toate
tr: Her şey
zh_cn: 全部

source: Disabled
ar: مُعطّل
ca: Inhabilitat
da: Deaktiveret
de: Deaktiviert
el: Απενεργοποιημένο
es: Inhabilitado
fr: Désactivé
gl: Desactivado
hr: Onemogućeno
it: Disabilitato:
ja: 無効
km: បាន​បិទ
lt: Uždraustos
nl: Uitgeschakeld
ro: Dezactivat
tr: Devre dışı
zh_cn: 已禁用

source: New Repository
ar: مستودع جديد
ca: Dipòsit nou
da: Ny softwarekilde
de: Neues Repository
el: Νέο Αποθετήριο
es: Nuevo repositorio
fr: Nouveau dépôt
gl: Novo repositorio
hr: Novi repozitorij
it: Nuovo archivio
ja: 新しいリポジトリ
km: ឃ្លាំង​ថ្មី
lt: Nauja saugykla
nl: Nieuwe installatiebron
ro: Sursă de instalare nouă
tr: Yeni Depo
zh_cn: 新软件源

source: Save
ar: حفظ
ca: Desa
da: Gem
de: Speichern
el: Αποθήκευση
es: Guardar
fr: Enregistrer
gl: Gardar
hr: Sačuvaj
it: Salva
ja: 保存
km: រក្សា​ទុក
lt: Įrašyti
nl: Opslaan
ro: Salvare
tr: Kaydet
zh_cn: 保存

source: Delete
ar: حذف
ca: Suprimeix
da: Slet
de: Löschen
el: Διαγραφή
es: Suprimir
fr: Effacer
gl: Eliminar
hr: Obriši
it: Elimina
ja: 削除
km: លុប
lt: Šalinti
nl: Verwijderen
ro: Şterge
tr: Silinecek
zh_cn: 删除

source: Really delete repository '%s'?
ar: أحقًا تريد حذف المستودع '%s'؟
ca: Esteu segur que voleu suprimir el dipòsit '%s'?
da: Vil du virkelig slette softwarekilden "%s"?
de: Repository "%s" wirklich löschen?
el: Σίγουρα διαγραφή αποθετηρίου '%s';
es: ¿Seguro que desea suprimir el repositorio %s?
fr: Voulez-vous vraiment supprimer le dépôt '%s' ?
gl: Desexa realmente borrar o repositorio '%s'?
hr: Da li zaista želite obrisati repozitorij '%s'?
it: Cancellare l'archivio '%s' ?
ja: リポジトリ '%s' を削除してよろしいですか？
km: ពិត​ជា​លុប​ឃ្លាំង '%s' ឬ ?
lt: Ar tikrai pašalinti saugyklą „%s“?
nl: Installatiebron '%s' verwijderen?
ro: Sigur ştergeţi sursa de instalare '%s'?
tr: '%s' deposu gerçekten silinsin mi?
zh_cn: 真的要删除软件源 '%s' 吗？

source: See and manage configured software repositories
de: Konfigurierte Software-Repositorys anzeigen und verwalten
es: Ver y gestionar repositorios de software configurados
fr: Afficher et gérer les dépôts de logiciels configurés
it: Visualizza e gestisci gli archivi software configurati

source: Alias
ar: الاسم المستعار
ca: Àlies
el: Ψευδώνυμο
es: Apodo
ja: 別名
km: ឈ្មោះ​ក្លែងក្លាយ
lt: Alternatyvusis vardas
tr: Takma ad
zh_cn: 别名

source: Name
ar: الاسم
ca: Nom
da: Navn
el: Όνομα
es: Nombre
fr: Nom
gl: Nome
hr: Ime
it: Nome
ja: 名前
km: ឈ្មោះ
lt: Pavadinimas
nl: Naam
ro: Nume
tr: Ad
zh_cn: 名称

source: <p>Please reboot your system after all patches have been installed.</p>
es: <p>Reinicie el sistema cuando se hayan instalado todos los parches.</p>
fr: <p>Redémarrez votre système une fois tous les correctifs installés.</p>
it: <p>Dopo aver installato tutte le patch, riavviare il sistema.</p>

source: <p>Please logout and login again after all patches have been installed.</p>
es: <p>Salga y vuelva a entrar cuando se hayan instalado todos los parches.</p>
fr: <p>Déconnectez-vous, puis reconnectez-vous une fois tous les correctifs installés.</p>
it: <p>Dopo aver installato tutte le patch, eseguire il logout, quindi il login.</p>

source: Configured software repositories
ca: Dipòsits de programari configurats
es: Repositorios de software configurados
fr: Dépôts de logiciels configurés
hr: Podešeni repozitoriji programa
it: Archivi software configurati
ro: Sursele de instalare ale programelor configurate

source: Add New Repository
ca: Afegeix un dipòsit nou
es: Añadir nuevo repositorio
fr: Ajouter un nouveau référentiel
hr: Dodaj novi repozitorij
it: Aggiungi nuovo archivio
ro: Adaugă o nouă sursă de instalare

source: Repository is currently
ca: El dipòsit ara està
es: El repositorio está actualmente
fr: Le dépôt est actuellement
hr: Repozitorij je trenutno
it: L'archivio è attualmente
ro: Sursa de instalare este cea curentă

source: Autorefresh is currently
ca: El refresc automàtic ara està
es: La actualización automática está actualmente
fr: Le rafraîchissement automatique est actuellement
hr: Automatsko osvježavanje je trenutno
it: L'aggiornamento automatico è attualmente
ro: Reîmprospătarea automată este curentă

source: Keeping downloaded packages is currently
ca: Mantenir els paquets descarregats ara està
es: La conservación de paquetes descargados está actualmente
fr: La conservation des paquetages téléchargés est actuellement
hr: Zadržavanje skinutih paketa je trenutno
it: Il mantenimento dei pacchetti dei quali è stato effettuato il download è attualmente
ro: Păstrarea pachetele descărcate este cea curentă

source: Patch Installation
ar: تثبيت التصحيح
ca: Instal·lació dels pedaços
da: Installation af rettelser
el: Εγκατάσταση διορθώσεων
es: Instalación del parche
fr: Installation des correctifs
gl: Instalación do parche
it: Installazione delle patch
ja: 修正のインストール
km: ការ​ដំឡើង​បំណះ​
lt: Pataisų diegimas
nl: Installatie van patches
tr: Yama Kurulumu
zh_cn: 安装补丁程序

source: Updates
ar: التحديثات
ca: Actualitzacions
da: Opdateringer
el: Ενημέρωση
es: Actualizaciones
fr: Mises à jour
gl: Actualizacións
hr: Dogradnje
it: Aggiornamenti
ja: 更新
km: បច្ចុប្បន្នភាព
lt: Atnaujinimai
nl: Opwaarderingen
ro: Actualizări
tr: Güncellemeler
zh_cn: 更新

source: Updates available
ca: Actualitzacions disponibles
es: Actualizaciones disponibles
fr: Mises à jour disponibles
hr: Dogradnje su dostupne
it: Aggiornamenti disponibili
ro: Există actualizări

source: Optional
ar: اختياري
da: Valgfri
el: Προαιρετικό
es: Opcional
fr: Facultatif
gl: Opcional
it: Facoltativo
ja: 任意
km: ជា​ជម្រើស
lt: Papildomi
nl: Optioneel
tr: İsteğe bağlı
zh_cn: 额外的

source: Check
ca: Compova
es: Comprobar
fr: Vérifier
hr: Provjeri
it: Controlla
ro: Verificare

source: Summary
ca: Resum
es: Resumen
fr: Résumé
hr: Sažetak
it: Riepilogo
ro: Rezumat

source: Update All
ca: Actualitza-ho tot
es: Actualizar todo
fr: Tout mettre à jour
hr: Dogradi sve
it: Aggiorna tutto
ro: Actualizează tot

source: Please reboot your system.
ar: الرجاء إعادة تشغيل النظام.
da: Genstart venligst dit system.
el: Παρακαλώ κάντε επανεκκίνηση το σύστημα σας.
ja: システムを再起動してください。
km: សូម​ចាប់ផ្ដើម​ប្រព័ន្ធ​របស់​អ្នក​ឡើង​វិញ ។​
lt: Iš naujo paleiskite sistemą.
nl: Herstart uw systeem.
zh_cn: 请重新启动计算机。

source: EULA accept required
ar: يتطلب قبول اتفاقية ترخيص المستخدم
da: Accept af EULA påkrævet
el: Απαιτείται αποδοχή άδειας EULA
ja: EULA への受諾が必要です
km: តម្រូវ​ឲ្យ​ទទួល​យក EULA
lt: Reikia sutikti su licenzija
nl: Acceptatie van EULA vereist
zh_cn: 需要接受最终用户许可协议
