Repository: webyast/webyast
Catalog: plugins/software/locale/*/webyast-software.po
Languages: ar, ca, da, de, el, es, fr, gl, hr, it, ja, km, lt, nl, ro, tr, zh_cn

source: Package require accept specific EULA before its installation. Please follow the link.
ar: تتطلب الحزمة قبول اتفاقية استخدام خاصة قبل التثبيت. الرجاء الإطلاع على الارتباط.
da: Pakken kræver accept af specifik EULA før installation. Følg venligst linket.
el: Το πακέτο απαιτεί αποδοχή συγκεκριμένης άδειας EULA πριν την εγκατάσταση. Παρακαλώ ακολουθείστε στον σύνδεσμο.
ja: パッケージをインストールするにあたって、 EULA への受諾が必要です。リンクをたどってご確認ください。
km: កញ្ចប់​តម្រូវ​ឲ្យ​ទទួល​យក​ EULA ជាក់លាក់​មុននឹង​ការ​ដំឡើង​របស់​វា ។ សូម​អនុវត្ត​តាម​តំណ ។
lt: Prieš diegiant paketą reikia sutikti su licenzijos sutartimi.
nl: Pakket vereist voor zijn installatie acceptatie van een specifieke EULA. Volg de koppeling.
zh_cn: 软件包安装前需要接受特定最终用户许可协议。请点击链接。

source: decide
ar: قرر
da: beslut
el: αποφασίστε
ja: 決定
km: សម្រេចចិត្ត
lt: spręsti
nl: beslis
zh_cn: 决定

source: Patch installation messages not confirmed
ar: لم يتم تأكيد سائل تثبيت التصحيح
da: Meddelelser fra rettelsesinstallation ikke bekræftet
el: Δεν επιβεβαιώθηκαν τα μηνύματα εγκατάστασης της διόρθωσης
gl: Mensaxes de instalación do parche non confirmados
ja: 修正のインストールメッセージを確認していません
km: សារ​ការ​ដំឡើង​បំណះ​មិន​​បាន​អះអាង​ឡើយ
lt: Pataisų diegimo pranešimai nepatvirtinti
nl: De installatieberichten voor patchen zijn niet bevestigd.
zh_cn: 补丁安装消息未确认

source: OK
ar: موافق
el: Εντάξει
gl: Aceptar
km: យល់ព្រម
lt: Gerai
tr: Tamam
zh_cn: 确定

source: Cannot obtain patches, installation in progress. Remain %d packages.
ar: لا يمكن الحصول على التصحيحات، التثبيت قيد التقدم. لا زال هناك %d تصحيح.
da: Kan ikke hente rettelser, installation i gang. Mangler %d pakker.
el: Αδυναμία ανάκτησης διορθώσεων, η εγκατάσταση είναι σε εξέλιξη. Εναπομείναντα πακέτα %d.
ja: 修正を取得できませんが、インストールは動作中です。残りパッケージ数 %d 個です。
km: មិនអាច​យក​បំណះ​បាន​ទេ ការ​ដំឡើង​កំពុង​ដំណើរការ ។ នៅ​សល់​កញ្ចប់ %d ទៀត ។
lt: Nepavyksta gauti pataisų, nes diegiama. Liko paketų: %d.
nl: Kan geen patches ophalen, installatie is bezig. Nog %d pakketten.
zh_cn: 无法获取补丁，安装继续。遗留 %d 个软件包。

source: Cannot read patch updates: GPG key for repository <em>%s</em> is not trusted.
ar: لا يمكن قراءة تحديثات التصحيح: مفتاح GPG للمستودع <em>%s</em> غير موثوق به.
da: Kan ikke læse rettelsesopdateringer: GPG-nøglen for softwarekilden <em>%s</em> er ikke betroet.
el: Αδυναμία ανάγνωσης ενημερώσεων διορθώσεων: Το κλειδί GPG για το αποθετήριο <em>%s</em> δεν είναι έμπιστο.
gl: Non foi posible ler os parches de actualizacións: a chave GPG para o repositorio <em>%s</em> non é de confianza.
ja: 修正の更新を読み込むことができません: リポジトリ <em>%s</em> の GPG 鍵を信頼していません。
km: មិន​អាច​​អាន​បច្ចុប្បន្នភាព​របស់​បំណះ​បាន​ទេ ៖ សោ GPG សម្រាប់​ឃ្លាំង <em>%s</em> មិន​​ទុកចិត្ត​ទេ ។
lt: Nepavyksta nuskaityti atnaujinimo pataisų: GPG saugyklos raktas <em>%s</em> yra nepatikimas.
nl: Kan patches voor bijwerken niet lezen - GPG-sleutel voor installatiebron <em>%s</em> wordt niet vertrouwd.
tr: Yama güncellemeleri okunamıyor: GPG anahtarı <em>%s</em> deposu için güvenilir değil.
zh_cn: 无法读取补丁更新：软件源 <em>%s</em> 的 GPG 密钥不被信任。

source: Cannot obtain patches, installation in progress. Remain %d patches.
ar: لا يمكن الحصول على التصحيحات، التثبيت قيد التقدم. لا زال هناك %d تصحيح.
da: Kan ikke hente rettelser, installation i gang. Mangler %d rettelser.
el: Αδυναμία ανάκτησης διορθώσεων, η εγκατάσταση είναι σε εξέλιξη. Εναπομείναντα πακέτα %d.
ja: 修正を取得できませんが、インストールは動作中です。残り修正数 %d 個です。
km: មិន​អាច​យក​បំណះ​​បាន ការ​ដំឡើង​កំពុង​ដំណើរការ ។ នៅ​សល់​បំណះ %d ទៀត ។
lt: Nepavyksta gauti pataisų, nes diegiama. Liko pataisų: %d.
nl: Kan geen patches ophalen, installatie is bezig. Nog %d patches.
zh_cn: 无法获取补丁，安装继续进行。遗留 %d 个补丁。

source: URL
ar: المسار
el: διεύθυνση (URL)
tr: Adres

source: Error: Cannot get information.
ar: خطأ: تعذر الحصول على معلومات.
da: Fejl: Kan ikke hente information.
el: Σφάλμα: Αδυναμία λήψης πληροφοριών.
ja: エラー: 状態を取得できません。
km: កំហុស ៖ មិន​អាច​យក​ព័ត៌មាន​បាន​ទេ ។
lt: Klaida: nepavyksta gauti informacijos.
nl: Fout: kan geen informatie ophalen
zh_cn: 错误：不能获取信息。
